{
  "title": "comovenderportelefono032013266277",
  "source": "Libros/comovenderportelefono032013266277.pdf",
  "content": "Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. Lic. Alejandro Wald Curso de Capacitación “A distancia” COMO VENDER POR TELEFONO Marzo de 2013 Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. Presentación ¡Bienvenido a este Curso de Venta por teléfono! La venta telefónica es una herramienta efectiva par a ampliar la comercialización de una empresa de forma productiva y rentable. Pero requiere de personas capacitadas y entrenadas, porque vender por teléfono exige el conocimiento y el dominio de unas técnicas profesio nales precisas. En este curso estudiaremos las técnicas y las guías de acción para vender por teléfono en forma eficaz. Veremos las habilidades para dominar el teléfono, las técnicas para preguntar, el uso de la voz, las técnicas para presentar efectiva mente su producto y mucho más. Estoy convencido que este curso le va a brindar las herramientas para desempeñarse con eficacia como vendedor telefónico. Lic. Alejandro Wald Córdoba, Argentina, Marzo de 2013 Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. Antes de empezar… No acepte un “no” como respuesta Para el vendedor, el “no” debe ser más un retraso que un rechazo . - Superar la barrera Establezca una relación con el “guardián” porque le puede brindar: /square4 Información interna. /square4 Influencia y autoridad. /square4 Posibilidad de hablar de usted y de su producto. - Llegar a quien toma las decisiones /square4 Deje un mensaje positivo en el contestador. /square4 Cuando la vía directa fracase, piense en algo dife rente. - Perseverante, no pesado /square4 Sea confiado, no agresivo /square4 Lleve un registro de los contactos y mensajes. /square4 Acuda directamente a la persona con la que quiere hablar y persista. - Tiene la llamada. ¡No se rinda ahora! /square4 Es el momento de convertir a un potencial cliente en cliente. /square4 Explique los beneficios para el cliente. /square4 Brinde suficiente información para que el cliente pueda decir sí. - Manténgase en el largo viaje /square4 No deje que un proceso largo de venta le desalient e. Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. RASGOS BÁSICOS PARA EL PUESTO DE VENDEDOR TELEFÓNIC O Harlan y Woolfson 1 señalan que los rasgos que deben poseer los vended ores telefónicos son los siguientes: Buena voz El vendedor telefónico debe resultar agradable al o ído y digno de confianza, fácil de comprender y entusiasta. “Hay muchas variaciones en voces agradables al teléfono, pero no debemos contratar personas que hablen entre dientes , tengan un acento muy marcado o una voz quejumbrosa, inviten al sueño con su voz monoco rde o posean un timbre demasiado agudo que resulte irritante” 2 Rasgos personales esenciales Deben ser amistosos y cooperativos, dispuestos a tr abajar en equipo. Es importante también que tengan confianza en sí mismos, que sean toleran tes a los rechazos y que sean capaces de trabajar bajo presión. Capacidad para escuchar Esta es una cualidad esencial para las ventas de cu alquier tipo, pero su valor aumenta en la venta telefónica. “Debemos contar con personas que no sólo se detengan para escuchar, sino que además tengan capacidad de empatía y puedan lee r entre líneas y analizar lo que oyen” 3 Capacidad de redacción Los vendedores telefónicos deberían tener la habili dad de poder escribir sus propios “guiones” y sus propias cartas comerciales. Conocimiento del producto “No es necesario que los vendedores telefónicos sep an tanto como el personal técnico o de diseño, pero sí tendrán que estar capacitados para manejar las preguntas habituales de los clientes” 4 Preferencias personales . Un vendedor telefónico debe sentirse a gusto con la idea de trabajar muchas horas sentado en un espacio reducido. Si la persona prefiere estar v iajando, al aire libre, visitando a los clientes cara a cara, no podrá hacer bien el trabajo de vent a telefónica. 1 HARLAN, Raymond C. y WOOLFSON Jr. Walter M. “Tele marketing en Acción”, Ediciones S, Barcelona, 1995 2 Id, pág. 139 3 Id, pág. 140 4 Id, pág. 140 Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. HABILIDADES PARA VENDER Evalúese de acuerdo a la escala de 1 a 10 (1 es la calificación mínima y 10 es la máxima) respecto de las siguientes habilidades: HABILIDAD PUNTAJE Preparación Ubicación de clientes potenciales Apertura de la llamada. Establecimiento de afinidad es Hacer preguntas abiertas Escuchar en forma activa Presentación: argumentación y exposición de benefic ios Manejo de objeciones Cierre Solución de problemas Seguimiento Papeleo Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. EL TELEFONO: LUGARES COMUNES Es simple, lo único que hace falta es hablar Pero es necesario que nos escuchen y nos comprendan Establezca contactos de calidad adaptándose a su interlocutor Es más simpático, usted se siente de igual a igual con su interlocutor Es verdad, pero hay que actuar con cuidado. No derroche ese capital Use fórmulas amables y efectivas. Mantenga la cordialidad. Es más cómodo para manejar reclamos y quejas Aún así sigue siendo necesario resolver la situación Las situaciones delicadas deben manejarse de manera positiva y eficaz Es posible explicar todos los detalles mejor que por escrito Pero el exceso de detalles y la extensión del diálogo pueden saturar al interlocutor Trabaje con método, prepare su llamada para ser efectivo y conciso El anonimato brinda comodidad, uno puede decir todo lo que piensa No se trata solamente de usted Cuide la imagen de su compañía, y la suya propia simultáneamente Hasta un niño puede manejar el teléfono Es cierto, pero ¿quién conoce todas las claves y funciones del teléfono? Pasar las comunicaciones, retener llamadas, memoria, llamadas automáticas Conozca el uso de las claves del teléfono para tener comunicaciones telefónicas de calidad LAS RELACIONES TELEFONICAS SON ESENCIALES EN LA ACT IVIDAD COMERCIAL O PROFESIONAL Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. EL MÉTODO E.C.O. PARA DOMINAR EL TELEFONO EFICACIA: manténgase concentrado • Escuche bien al interlocutor, y solamente a él; • Interrumpa cualquier otra actividad (conversación, lectura, escritura, etc.) CORDIALIDAD: que lo escuchen bien • Articule, todas las voces son audibles • Hable lentamente y con una buena dicción; parecerá más seguro • Adapte su lenguaje a su interlocutor; sincronice su entonación, su acento y su lenguaje para estar “en la misma onda” • Sonría: la sonrisa se oye • Transmita seguridad y calidez al interlocutor que n o lo ve ORGANIZACIÓN: sea profesional 1 - Tome notas para: • Aclarar las ideas • Acortar la duración de la conversación • Archivar la anotación en la carpeta correspondiente 2 - Organice el puesto de trabajo: • Tenga una “guía de conversación” para las llamadas repetitivas (por ejemplo, cómo llegar a su empresa) • Tenga a mano las informaciones y los números que se solicitan con frecuencia • Adopte una posición cómoda: la espalda derecha para respirar bien, apoyado sobre ambos pies para sentir más seguridad Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. LA MEJOR VOZ Todos tenemos voces que suenan diferente. Algunos t ienen una voz grave, que representa autoridad. Otras personas se oyen frágiles y sumisa s. Las voces pueden ser agradables o molestas; fáciles de entender o incomprensibles; cl aras o chillonas. La voz que se proyecta está determinada por cuatro factores, los cuáles pueden controlarse . ENERGIA : la energía de la voz refleja la actitud y el entu siasmo. VELOCIDAD DE PALABRA : una velocidad normal no debe superar las 100 pala bras por minuto. Hablar más rápido puede causar problemas. TONO : puede ser monótono, bajo o alto. Lo ideal es que se pueda variar el tono y la modulación de la voz. CALIDAD : los tres factores anteriores determinan la calida d de la voz. Para mejorar el tono de la voz pueden hacerse difer entes cosas: 1. Practicar la velocidad de palabra y el tono llam ando a un contestador automático, dejando varios mensajes. Escuchar la grabación y autoevalua rse, o pedirle a una persona de confianza que ayude en la evaluación. 2. Grabar alguna llamada a un amigo. Revisarla para analizar el tono, la velocidad, etc. 3. Incluir una sonrisa en la voz. Esto hace que la voz suene más amigable. AUTOEVALUACION DE LA VOZ CUALIDADES DEFECTOS Tiene un sonido agradable Es nasal Tiene tonos variables Es demasiado ronca Tiene una velocidad normal Es irritante Tiene un volumen variable A veces es muy chillona Tiene una pronunciación clara Es monótona y aburrida Suena como si yo estuviera sonriendo Es demasiado débil Tiene gran fuerza Es demasiado fuerte Enfatiza las partes apropiadas Hace demasiadas pausas No transmite una sonrisa Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. PARA TOMAR UN MENSAJE CINCO ERRORES A EVITAR NO OFRECERSE A DEJAR UN MENSAJE “¿Quiere dejarle un mensaje?” Tener siempre dónde anotar ANOTAR APURADO Riesgo de error Mensajes imposibles de leer ANOTAR EN CUALQUIER PAPEL Mensaje que se pierde en el escritorio VARIOS MENSAJES EN UNA MISMA HOJA Riesgo de error Un mensaje por hoja, una hoja por mensaje NO RELEER AL INTERLOCUTOR EL MENSAJE ANOTADO Riesgo de errores y malentendidos Reduce la seguridad del interlocutor Siempre hay que incitar al interlocutor a dejar un mensaje útil • mejora la eficiencia • nos valoriza a los ojos del interlocutor Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. PARA DEJAR UN MENSAJE Incluso si la persona que uno busca está ausente, o si nos atiende un contestador automático, puede establecerse contacto dejando un mensaje útil . TRES ERRORES A EVITAR NO DEJAR MENSAJE “Volveré a llamar” Cortar al contestador automático DEJAR UN MENSAJE DEJAR UN MENSAJE DEMASIADO CORTO El otro no sabrá para qué lo llamamos ni qué tiene que hacer DEJAR UN MENSAJE DEMASIADO LARGO Expresar lo esencial en pocas frases DEJAR UN MENSAJE UTIL 1. DESTINATARIO “Es un mensaje para...” 2. QUIÉN LLAMA “Soy (nombre, empresa)” 3. EL MOTIVO DE LA LLAMADA “Es en relación con” 4. LA FINALIDAD DE LA LLAMADA El destinatario debe saber: Qué hacer Qué decir Qué preparar Cuál es el problema 5. SEGUIMIENTO ¿Cuál de los dos llamará al otro? 6. ¿CUÁNDO? ¿Cuándo volverá a llamar usted? ¿Cuándo se lo puede llamar? ¿A qué número? Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. EL MENSAJE TELEFÓNICO EFICAZ MENSAJE Para............................................... ................................................... De................................................. ... Empresa................................. Llamó el ........./........./......... a las ..... ........................horas Con respecto a .................................... ................................................... ........ ................................................... ................................................... ................................................... ................................................... ...................................... Llamarlo: ........./.........../........... a las.. ................... horas Volverá a llamar: ........./.........../.......... . a las..................... horas Vendrá a verlo: ........./.........../........... a las..................... horas Teléfono: .................................... OBSERVACIONES: Firma: Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. LA REFORMULACION La reformulación es la repetición sintética de lo q ue el interlocutor acaba de decir: “si le entendí bien...”, “usted quiere saber...” La reformulación es prueba de una buena audición, c ontribuye a las buenas relaciones con el interlocutor, el cual se siente comprendido, valori zado y seguro. Es un instrumento de verificación de la buena compr ensión de los reclamos y permite una mayor eficacia, puesto que: • Hace ganar tiempo, al reducir las malas interpretac iones • Establece puntos de acuerdo • Brinda apoyo para argumentar: “Precisamente por eso ...” LA REFORMULACION PERMITE HACER POSITIVA LA RELACION Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. CÓMO PREGUNTAR Muchas veces es necesario preguntar para obtener la información necesaria. Hay dos tipos de preguntas que pueden utilizarse: las preguntas abie rtas y las preguntas cerradas. LAS PREGUNTAS CERRADAS ESTÁN DISEÑADAS PARA OBTENER RESPUESTAS QUE SEAN SIMPLEMENTE “SÍ” O “NO”. POR EJEMPLO, SI LE PREGUNTAMOS A UN CLIENTE “¿RECIB IÓ NUESTRO MENSAJE DE CORREO ELECTRÓNICO?”, LA RESPUESTA SERÁ “SÍ” O “ NO”. EN CAMBIO, SI LO QUE QUEREMOS ES OBTENER MÁS DETALL ES, TENDREMOS QUE USAR PREGUNTAS ABIERTAS, POR EJEMPLO: “¿QUÉ OPINA D EL MENSAJE DE CORREO ELECTRÓNICO QUE LE ENVIAMOS?” Las preguntas ABIERTAS se usan cuando queremos que el cliente nos brinde más información. Las preguntas CERRADAS se usan cuando lo único que nos interesa es un SÍ o un NO. Cuando un cliente acaba de llamar, necesitamos sabe r qué es lo que necesita, por lo que puede ser conveniente usar una pregunta abierta. De spués se puede emplear una pregunta cerrada para obtener el acuerdo del cliente, para e ntender lo que necesita o, simplemente, para manejar el tiempo de la conversación. Las preguntas abiertas empiezan con las palabras “cómo”, “por qué”, “cuándo”, “qué”, “quien” y “dónde” . EJEMPLOS DE PREGUNTAS ABIERTAS • ¿CON QUÉ FRECUENCIA PASA ESO? • ¿QUÉ HIZO USTED CUANDO PASÓ ESO? • ¿QUIÉN ES EL RESPONSABLE DE LOS PAGOS? • ¿CUÁNDO LE LLEGÓ EL ENVÍO? EJEMPLOS DE PREGUNTAS CERRADAS • ¿LOS LLAMÓ? • ¿RECIBIÓ EL ENVÍO? • ¿VA A ASISTIR A NUESTRO SEMINARIO? • ¿LE LLEGÓ LA FACTURA? Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. Cualquier frase puede transformarse en una pregunta cerrada al continuarla con una pregunta, por ejemplo: ME GUSTARÍA ENVIARLE UN FOLLETO SOBRE NUESTRA EMPRE SA, ¿LE PARECE BIEN? VA A VOLVER A LLAMAR A LAS CINCO, ¿DE ACUERDO? Preguntas cerradas que pueden colocarse al final de las oraciones son: • ¿NO ES CIERTO? • ¿VA A ASISTIR? • ¿LO APRUEBA? • ¿ESTÁ BIEN? Se utilizan preguntas cortas cerradas para lograr l a aprobación del cliente a lo que le proponemos, de manera que al cliente le parezca que le estamos dando a elegir. Por ejemplo, usted está arreglando la fecha de una entrevista para uno de sus vendedores. La única fecha posible que usted pudo proponer es el m artes a las 10.00. Puede decir: LO LAMENTO, SEÑOR PEREZ, PERO LA ÚNICA POSIBILIDAD PARA EL SEÑOR RODRIGUEZ ES EL MARTES A LAS 10.00. ESPERO QUE LE P AREZCA BIEN Esa afirmación no es muy buena. Puede ser más posit ivo decir: SEÑOR PEREZ, HICE LOS ARREGLOS PARA QUE NUESTRO REP RESENTANTE, EL SEÑOR RODRIGUEZ, LO VISITE EL MARTES A LAS 10.00. ¿ LE PARECE BIEN? El cliente puede preferir otra fecha. Sin embargo, lo que se estableció suena como una actitud positiva. Ejercicio Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. Identifique si las siguientes preguntas son abierta s o cerradas. 1.____¿Qué hizo con el disquete? 2.____¿Dónde están esos papeles? 3.____¿Ya pagó la factura? 4.____Necesitamos que nos envíe esos papeles el lun es, ¿está bien? 5.____¿Cuánto tiempo va a demorar? 6.____¿Se puede arreglar? 7.____¿Está esperando el cliente? 8.____¿Cuántas llamadas nos hizo ya? 9.____La señorita García está conforme, ¿no es así? 10.____¿Por qué nos dice eso? 11.____¿Me va a llamar? 12.____¿Cada cuánto tiempo pasa eso? 13.____El cliente siempre tiene razón, ¿no es ciert o? 14. ____Le pareció caro, ¿no es así? 15.____¿Por qué las preguntas abiertas empiezan con las palabras por qué, cómo, cuándo, dónde o qué? Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. “VENDERSE” UNO MISMO MIENTRAS SE ESCUCHA • Hacer preguntas que demuestren su interés por el c omprador, por sus necesidades y deseos. Por ahora no hay otro medio que ponerse en el lugar del cliente si uno quiere vender. • Dedicar cumplidos y elogios al cliente, siendo sin cero: “Es notable lo bien que conoce usted nuestro producto”. Esto servirá para crear un clima agradable y derribar barreras entre el comprador y el vendedor. • Conocer perfectamente el producto, servicio o solu ción que ofrece, para poder responder adecuadamente a todas las preguntas que s urjan, y para captar eficazmente los indicios de necesidades del comprador que vayan apareciendo. • Ser optimista y mostrar confianza en sí mismo dura nte el transcurso de la conversación. Esto, además. Le ayudará a darse a co nocer con mayor rapidez. • Ser sincero al escuchar las necesidades del client e, y actuar en relación a ellas. • No mostrar desacuerdo con el cliente. Al contrario , deberá tratar de convertir las discrepancias en soluciones a los problemas que se plantean. • Pedir la opinión del comprador, para conocerle mej or y proporcionarle toda la información necesaria. • Llamar al cliente por su nombre, para crear más fa miliaridad. A las personas les agrada que se las llame por su nombre. • Hablar sobre temas que interesen al cliente, espec ialmente los que estén relacionados con los aspectos del producto o servicio que se ofr ece. Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. LA PRESENTACIÓN DE VENTAS POR TELEFONO Una presentación de ventas al teléfono procede por etapas, igual que en una venta cara a cara. Al comienzo de la llamada, el vendedor califica al prospecto para determinar si está interesado en hablar y, por lo tanto, si es un pros pecto viable. A continuación, el vendedor telefónico obtiene información sobre el prospecto para descubrir problemas o necesidades insatisfechas, y así determinar cómo el producto o servicio que está vendiendo podrá ser de ayuda para el prospecto . Después de conseguir información, el vendedor va a presentar al prospecto los beneficios , es decir, va a demostrar la manera en que su produc to o servicio va a ayudar al prospecto. Finalmente, cuando el vendedor telefónico advierte que las preguntas y las objeciones sobre el producto han quedado resueltas, intenta cerrar la venta . 13 Consejos para la Presentación de Venta 1. Mantenga una actitud de ayudar al prospecto a sa tisfacer una necesidad o solucionar un problema. Diferénciese. Evite que lo vean como u n vendedor obsesionado por forzar la venta de un producto o servicio. 2. Conozca su producto y sea entusiasta sobre él. S i usted no está entusiasmado con lo que vende, su prospecto tampoco lo va a estar. 3. Planifique lo que va a decir. Esté preparado par a la aparición de objeciones u otros obstáculos que el prospecto podría presentar. Pract ique sus argumentos para afinar una buena estrategia que funcione para usted. 4. En lo posible, practique con un colega o amigo. Grabe sus llamadas. 5. Sea breve y vaya al grano. Recuerde que en princ ipio su llamada telefónica de ventas es vista como una interrupción indeseada, más que c omo una visita bien recibida. 6. Empiece sus llamadas de forma tranquila y profes ional. Identifíquese con su nombre, deje en claro a qué empresa representa y desde dónd e habla. Por ejemplo, \"Hola, señor López. Soy Bernardo Vivas de Insumos ACME, en Córdoba.\" 7. Después de la frase de apertura, explique el mot ivo de su llamada. Usted tiene que tener un \"gancho\" para interesar al prospecto. Un g ancho podría ser el uso de un referente, por ejemplo: \"Sr. López, Marcos Gómez me sugirió que lo llamara...\" Los prospectos están más dispuestos a escuchar cuando a lguien a quien conocen recomendó el contacto. 8. Infórmele al prospecto que usted brinda servicio s a otros en su misma situación. “Sr. López, nuestra empresa se especializa en abastecer a comercios como el suyo en condiciones absolutamente beneficiosas”. 9. Si usted hace llamadas en frío (y, por lo tanto, usted no tiene ningún gancho ni un referente) hágale saber al prospecto que usted lo h a seleccionado para llamarlo. Por ejemplo, \"Sr. López, estamos llamando a las agencia s de publicidad de la ciudad de Córdoba para...\" 10. Para conseguir información, no utilice más de c uatro o cinco preguntas. 11. Acepte las interrupciones del prospecto. Escuch e lo que le dice y utilice sus comentarios para hacer avanzar la conversación. Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. 12. Identifique a quien toma las decisiones lo más rápido posible. Encontrar a la persona que toma las decisiones de compra es generalmente a lgo sencillo en hogares. También es sencillo lograr esto en empresas pequeña s, porque habitualmente se trata del dueño del negocio. En las grandes empresas uste d tiene que aprender a conseguir la colaboración de los operadores, telefonistas y s ecretarias. 13. Cuando usted consigue que la persona que toma l as decisiones se ponga al teléfono, verifique que efectivamente es la persona que toma las decisiones de compra acerca de su producto o servicio. La parte más importante de una presentación de vent as por teléfono es el cierre. Dedíquele el tiempo necesario. LISTADO DE VERIFICACIÓN PARA LA PRESENTACIÓN TELEFÓ NICA Antes de empezar la presentación telefónica de vent as, un vendedor debe responder las siguientes preguntas. 1. ¿Uso palabras simples, comprensibles? 2. ¿Menciono los beneficios para mi prospecto? 3. ¿Expreso mi mensaje inicial de tal manera que es fácilmente entendible? 4. ¿Tengo una actitud mental positiva? 5. ¿Enfatizo los beneficios de hacer negocios conmi go y con mi empresa? 6. ¿Tengo un método para calificar a mis prospectos ? 7. ¿Sigue mi presentación un orden lógico? 8. ¿Cuento con toda la información sobre mi oferta de manera de poder responder a todas las preguntas? 9. ¿Sonrío al levantar el teléfono? 10. ¿Pido la compra? Si usted contesta NO a alguna de estas preguntas, d ebe tomar las medidas necesarias para corregir la situación. Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. 3 Recomendaciones adicionales • Esté preparado para hablar : conozca su producto, sus aplicaciones, precios, y beneficios. No llame a menos usted pueda dedicar su total atención a la llamada. Revise toda la información relevante sobre el clien te antes de levantar el teléfono y llamar. • Hable en un tono coloquial : usted quiere que las personas con las que habla q uieran comprarle. Evite las frases técnicas o la jerga que ellos puedan no entender. No lea, hable. Ayude a sus prospectos a comprar (use palabr as descriptivas para “pintar” su producto y lo que va a hacer por el cliente. Sea es pecífico en los detalles (tamaños, colores, aplicaciones. Evite generalidades y compar aciones imprecisas. Al pedir la compra o fijar una entrevista, brinde a los cliente s una alternativa. • Sea amable, no discuta .: usted puede ganar una discusión y perder una ven ta. Sonría al llamar para que los clientes escuchen una sonris a en su voz. LOS “SÍ” Y LOS “NO” DE LA VENTA TELEFÓNICA NO SÍ 1 Se enoje 1 Sonría 2 Murmure 2 Hable de modo claro y amable 3 Suene cansado 3 Sea entusiasta 4 Hable monótonamente 4 Module el tono de voz, cambie de tono con frecuencia. 5 Sea negativo 5 Hable con un ánimo positivo. 6 Sea demasiado confiado. 6 Esté preparado para responder objeciones 7 Hable “al aire” 7 Hable directo al micrófono. 8 De vueltas 8 Vaya al grano. 9 Exija 9 Haga algo por el cliente 10 Pelee 10 Debata 11 Corte abruptamente ante un rechazo 11 Agradezca amablemente al cliente por escucharlo. 12 Asuma que usted es entendido: 12 Pregunte para ver si ha sido entendido. 13 Sea cargoso. 13 Use una grabación para escuchar cómo suena su voz al teléfono. Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. CONSEJOS PRACTICOS PARA EL VENDEDOR TELEFONICO Al vender, empiece por arriba. Trate de llegar a la persona con el cargo más alto. Esa persona lo va a remitir a la persona correcta, y en ese cas o usted puede usar el nombre del jefe para abrir puertas. Sea amable con la persona que contesta el teléfono. Habitualmente son los “porteros” de quien toma las decisiones. Conozca sus nombres, y demuést reles respeto. Consiga información por intermedio de ellos; por lo general saben mucho sob re sus empresas. Venda a la persona correcta. Pregunte sencillamente : \"¿Es usted persona que toma la decisión final sobre estos temas?\" Si no es la persona aprop iada, pida el nombre y el número de la persona que toma las decisiones. Pregunte si hay má s personas involucradas en la decisión. Contacte a esa persona también. Antes de empezar a vender establezca una relación c on el comprador. Conozca a la persona a la que le vende. Haga preguntas y escuche con mucha atención las respuestas. Actúe en espejo. Identifique el estilo y la persona lidad de su interlocutor e imítelo. Haga preguntas e identifique las verdaderas necesid ades de su interlocutor. Responda a sus necesidades con los beneficios que o frece su producto o servicio. ¡Escuche, siempre escuche! Gestione las objeciones. No se rinda. Si se las ma neja adecuadamente, las objeciones son la mejor ayuda para cerrar la venta. Si usted realmen te piensa que su producto o servicio va a beneficiar a su cliente, supere las objeciones plan teando claramente los beneficios que usted tiene para ofrecer. La persistencia y la paciencia siempre rinden fruto s. Siempre haga seguimiento. Y hágalo cuando usted di jo al cliente que iba a hacerlo. Tom el control de la venta diciendo: \"Voy a llamarlo de nu evo pasado mañana.\" Cierre la venta y nunca se olvide de pedirle al cli ente que le compre. Pida referidos. Prepare un guión que le ayude a lograr sus objetivo s. Su guión debería incluir los siguientes puntos: Preséntese usted y a su empresa. Establezca la necesidad por su producto o servicio Satisfaga las necesidades y venda sus beneficios. Haga un intento de cierre; pida la opinión del clie nte Maneje las objeciones Cierre la venta Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. LAS LLAMADAS PENDIENTES Cuando no es posible resolver una solicitud de un c liente en el momento en que nos llama, podemos seguir estos cuatro pasos para poder volver a llamar: • EXPLICAR BREVEMENTE LA NECESIDAD DE VOLVER A LLAMAR • PEDIR PERMISO PARA VOLVER A LLAMAR • COMPROMETERNOS A LLAMAR EN UN PLAZO DETERMINADO • PERSONALIZAR NUESTRAS AFIRMACIONES Un ejemplo: “ME VA A TOMAR UN TIEMPO CONSEGUIR ESA INFORMACIÓN QUE ME PIDE, SEÑOR LOPEZ. ¿PODRÍA LLAMARLO DE NUEVO A LA TARDE, ANTES DE LAS CUATRO?” Si dividimos este enunciado en los cuatro pasos par a poder volver a llamar, quedaría así: 1. Me va a tomar un tiempo conseguir esa informació n que me pide (EXPLICAR BREVEMENTE LA NECESIDAD DE VOLVER A LLAMAR), 2. señ or López (PERSONALIZAR NUESTRAS AFIRMACIONES). 3. ¿Podría llamarle de nuev o a la tarde (PEDIR PERMISO PARA VOLVER A LLAMAR), 4. antes de las cuatro?” (CO MPROMETERNOS A LLAMAR EN UN PLAZO DETERMINADO) Los clientes quieren una respuesta rápida. Cuando n o podemos darla, necesitamos presentar un plan de acción e incluir el tiempo en que llamar emos nuevamente. Debemos asegurarnos que vamos a cumplir con la hora prometida. No sirve de nada agravar el problema comprometiéndonos a cumplir con un plazo límite irr eal. Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. BRINDAR INFORMACIÓN POR TELÉFONO • Un pedido de información esconde un deseo de compra • Una información eficaz mejora la imagen de la empre sa y, por lo tanto, sus ventas futuras • UNA REGLA: Informar y transformar la relación en co ntacto comercial INFORMACIÓN SIMPLE “¿Cuáles son sus horarios de atención?” RETOMAR LA PREGUNTA AL RESPONDER “ATENDEMOS de lunes a viernes, de 9.00 a 18.00” Y ENGANCHE COMERCIAL “¿Conoce nuestros servicios?” “¿En qué está especialmente interesado?” INFORMACIÓN COMPLEJA “¿Ustedes venden ...?” “¿Cuánto cuesta?” HACER PRECISAR LA PREGUNTA “¿Para qué tipo de uso?” “¿Busca un modelo manual o automático?” INFORMAR Si es mucha información: “¿Tiene para tomar nota?” PROPONER UNA ALTERNATIVA “¿Prefiere acercarse usted, o mejor que lo vaya a ver uno de nuestros representantes?” OFRECER UN CONTACTO “Si desea volver a llamarme, mi nombre es...” ESTABLECER LA CONTINUIDAD “¿A qué dirección puedo enviarle más información al respecto?” TERMINAR SIEMPRE DE MODO CORTÉS Y CÁLIDO Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. COMENTARIOS QUE SE DEBEN EVITAR Frecuentemente hacemos comentarios por teléfono que , sin que nos demos cuenta, causan impresiones negativas en los clientes. A continuaci ón encontrará algunos comentarios habituales. MARQUE LOS QUE HAYA ESCUCHADO O UTILIZADO USTED MIS MO. 1. Lo lamento. El señor XX todavía está almorzando. 2. No sé dónde está. ¿Quiere dejarme su número para que lo llame? 3. Creo que se fue a tomar un café. Le digo que lo llame. 4. Está arreglando un problema grande con un client e. ¿Le dejo algún mensaje? 5. Se fue al médico. 6. Se retiró temprano. 7. Lo siento, el señor XX no ha llegado todavía. 8. Lo más probable es que tengamos listo su pedido para el jueves. 9. Su factura ya debe estar corregida. 10. ¡Ah, sí! Ellos tardan un siglo en atender el te léfono. Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. Cómo superar el obstáculo del precio Además de los descuentos, existen otros aspectos, r elacionados con el precio de los productos o servicios, que son de utilidad a la hora de cerra r la venta. En la mayoría de los casos es necesario estar provisto de medios para vencer la o bjeción de precio, que es el último obstáculo que se opone al cierre de la venta. Los compradores suelen quejarse al vendedor del alt o costo de un producto determinado o del pedido que está evaluando. Esto no significa necesa riamente que el comprador esté insinuando que desea un descuento; pero a pesar de ello, muchos vendedores hacen erróneamente esa suposición. El cliente puede estar sencillamente expresando su preocupación por el importante desembolso de dinero que la compra puede suponerle. Existen diversos modos de proceder cuando el compra dor vacila a causa del precio. Uno de los métodos más eficaces consiste en recordarle las ven tajas que va a obtener gracias al producto o servicio. A muchos compradores les asustan las cifras totales grandes, lo cual obliga a presentar el producto o servicio por partes. Por ejemplo, si una campaña completa de publicidad cuesta $20.000, los vendedores pueden referirse al costo d e un solo anuncio, reduciendo la cifra mencionada a los $1.200 que cuesta un anuncio de un a página. En la mayoría de las situaciones en las que el clie nte menciona la palabra presupuesto o costo , se trata de una maniobra del cliente para diferir la decisión de compra o para ver si el vendedor baja el precio. Las palabras presupuesto o costo deben disparar la alarma en la mente del vendedor, es decir, deben ser para él la señal de que ha de seguir avanzando y comenzar la negociación del precio. La negociación del precio no debe costar dinero. Po r ejemplo, puede darse al cliente un beneficio adicional que a la empresa no le cuesta d inero, pero que el cliente tendría que pagar. También en este ítem entra la técnica de “dar para recibir”. Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. EL CIERRE DE LA VENTA TELEFONICA El cierre es crítico para el éxito de los vendedore s, aún cuando es uno de los pasos de la venta que mayores dificultades presenta. La mayoría de lo s vendedores telefónicos se sienten cómodos con la presentación, como si estuvieran con versando amablemente con sus clientes, hasta que, de repente, deben ponerse agresivos, pre sionar un poco al cliente y solicitar la compra. Es necesario comprender que el vendedor puede y deb e cerrar la venta. Según estimaciones, el cliente toma la iniciativa y cierra la venta en sólo el 20% de los casos, en otro 20% el vendedor trata de cerrar la venta y en el 60% resta nte de los contactos el vendedor no hace ningún esfuerzo para tratar de cerrar la venta, y, desafortunadamente, la venta nunca se hace.. La idea básica es que “el mejor momento para vende r es cuando el cliente quiere comprar”. La conversación telefónica típica de ventas incluye va rios puntos en lo que es perfectamente lógico solicitar una decisión favorable de parte de l prospecto: 1. Cuando el prospecto está de acuerdo con el valor de un beneficio que ha descripto el vendedor. 2. Cuando el prospecto está de acuerdo con la respu esta del vendedor a una objeción. 3. Cuando ninguno de los dos habla. 4. Cuando el comprador dice algo que demuestra que ya compró. Esto puede incluir preguntas o afirmaciones como “Parece bueno,” “¿Y u sted dice que podemos pagar el primer pedido con un cheque a 30 días de la fecha d e facturación?” Los vendedores también pueden crear oportunidades p ara cerrar usando un “cierre de prueba”. Un cierre de prueba es una pregunta diseñada para p rovocar la reacción del prospecto sin presionarlo para que firme la orden. Este cierre pu ede revelar nuevas objeciones o bien puede ser una inigualable oportunidad de cerrar. Ahora va mos a estudiar con mayor detalle la cuestión de las preguntas para cerrar la venta. Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. PREGUNTAS QUE CIERRAN LA VENTA Hacer preguntas es una de las formas más eficaces q ue usted tiene para ayudar a alguien a decidir. Naturalmente que lo que buscamos es un \"sí \". No queremos un \"puede ser\". Si pusiéramos todos los \"puede ser\" que los vendedores telefónicos reciben en una cuenta bancaria, habría suficiente plata como para pagar l a deuda externa. Usted tiene que conseguir el \"sí\". Las fórmulas para solicitar la compra son simples. Pero usted sólo puede usar estas preguntas después que todas las necesidades del comprador pot encial han sido identificadas, sus soluciones fueron presentadas y las preocupaciones más relevantes del comprador fueron removidas. Una vez que usted se encuentra \"en posic ión\", considere usar preguntas como las siguientes: • ¿Cree que la información que tiene ya es suficient e para tomar una decisión o prefiere que revisemos el asunto una vez más? • ¿Cuál es entonces el próximo paso? • Si usted no tiene más preguntas, ¿qué le parece si empezamos con la preparación del pedido? • Podemos capacitar a sus técnicos en nuestro centro de capacitación, o en su empresa. ¿Cuál opción es mejor para ustedes? • Parece que usted está de acuerdo con nuestra propu esta. ¿Qué le parece si ya fijamos la fecha para la primera entrega? • ¿Tiene alguna pregunta más o podemos seguir adelan te con los aspectos administrativos? Piense en todas las razones por las cuales usted de ja de lado el cierre de la venta. Si usted es de los que se ponen ansiosos cuando llega el moment o de conseguir el compromiso del comprador, tenga en cuenta el siguiente consejo: de cida cómo va a pedir el compromiso del comprador antes de la entrevista con el cliente. Se guramente va a ser una fórmula breve; por lo tanto escríbala. Elija con precisión las palabras que va a usar. Una vez que se sienta cómodo con su elección, practique la frase no menos de diez veces. Todo est o le va a llevar como mucho cinco minutos, pero esa inversión en tiempo va a producir un gran aumento de su confianza. Todo se vuelve más fácil con la práctica. Póngase en el lugar de s u cliente. Es más fácil decirle que no a alguien que duda. Es más difícil decirle que no a a lguien profesional. Llegar al cierre del ciclo de venta es crítico para su desempeño en ventas, po r lo que no es el momento para improvisar. Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. CÓMO TERMINAR LA CONVERSACIÓN TELEFONICA Existen frases apropiadas y corteses que deben util izarse para terminar una conversación. Lo que se puede hacer es: 1. Agradecer al cliente su llamada 2. Hacerle saber que nos preocupamos por él 3. Asegurarle que le vamos a cumplir lo que le prom etemos 4. Dejar al cliente con un sentimiento positivo EJEMPLOS DE FRASES CORTESES PARA TERMINAR LA CONVER SACION “Gracias por llamar” “Llámenos siempre que lo necesite” “Ha sido un gusto haber podido ayudarle” “Hasta luego y gracias por llamar” “Fue un gusto hablar con usted” Por favor, no deje de llamarme si necesita alguna o tra cosa” Deje que el cliente cuelgue primero. Esto es simple cortesía. Además le da oportunidad a l cliente de agregar algo. Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. Caso de Estudio 1: Viviana Rosales hace llamadas en frío. Cuando Viviana Rosales busca nuevos alumnos para in scribir en sus clases de defensa personal en Defensa Personal SRL., su instituto en Córdoba, ella hace algo que muchos empresarios pequeños consideran totalmente fuera de su zona de comodidad: hace llamadas en frío. Su objetivo: alentar a las personas para q ue soliciten información sobre Defensa Personal SRL., venir al instituto para una visita g uiada o firmar por un seminario de capacitación de 20 horas denominado Seguridad Perso nal de Alto Impacto. \"Hago de 20 a 50 llamadas por día, según las activi dades que tenga planificadas,\" dice Rosales. \"Al principio me daba miedo. Pero respirab a hondo y me obligaba a creer que la persona no me iba a cortar el teléfono y que quería escuchar sobre mi seminario. Este cambio en mi actitud, sumado a la pasión que siento por mi s servicios, hace que las llamadas en frío me resulten más soportables y al final se transform aron en una excelente herramienta de marketing.\" Llamar a extraños para pedirles que compren puede s onar terrorífico. El proceso se hace más sencillo una vez que usted practica lo que tiene pl aneado decir, se hace una imagen de sus posibles clientes y aprende a manejar sus objecione s o su rechazo. Estas son seis técnicas probadas para usar y transformar sus llamadas en fr ío en ventas calientes: 1. Analice sus miedos. El miedo es simplemente una anticipación de los resultados negativos. Una vez que usted entiende esto, puede transformar la adrenalina que produce el miedo en un motivador positivo. Más que pensar en el rechazo qu e usted podría experimentar al llamar a un extraño, piense sobre el negocio potencial que podr ía conseguir haciendo la llamada. 2. Desarrolle un objetivo de mercado. La clave para ser efectivo en las llamadas en frío es la identificación de los prospectos correctos antes de empezar a llamar. En lugar de elegir nombres al azar de la guía de teléfonos, apunte a i ndividuos que tienen interés en su producto o servicio y el dinero para comprarlo. Rosales encu entra a sus prospectos ideales invitando al público en general a asistir a los actos de graduac ión después de la finalización de cada curso en su escuela. \"Invitamos al público en general para que vean lo q ue nuestros estudiantes aprendieron. Los asistentes firman un libro de visitas cuando llegan . Al día siguiente los llamo para ver si están interesados en inscribirse en un seminario,\" explic a. Otras maneras de encontrar clientes incluyen pregun tar a los clientes existentes por referidos; llamar a personas que uno conoce en reuniones de ne gocios o comunitarias; o tomar los nombres de personas que asisten a una exposición o a una conferencia y llamarlos después. 3. Saber lo que los clientes quieren. Los clientes en perspectiva no estás interesados en lo que su producto o servicio es (sus características); es tán interesados en lo que el producto va a hacer por ellos (sus beneficios). Es por eso que es muy importante que usted les hable en términos de beneficios. ¿Qué va a hacer su producto o servicio para ayudar a sus prospectos? ¿Van a ganar plata, reducir costos, ahorrar tiempo, mejorar la productividad o atraer más clientes? 4. Use una guía. Una vez que usted consiga la atenc ión del cliente, haga preguntas específicas para aprender más sobre lo que su prospecto quiere y cómo puede usted cumplir con sus expectativas. Rosales les pregunta a sus prospectos si están preocupados por su seguridad personal, si quieren aumentar su confianza en sí mi smos en situaciones de amenaza y si les gustaría aprender técnicas para protegerse. \"Hablo con una lista de preguntas preparadas,\" dice. \"Esto me brinda confianza, me permite concent rarme en lo que la persona está diciendo en vez de lo que yo estoy por decir a continuación, y me ayuda a dirigir la conversación de una manera bien organizada.\" 5. Sea un buen escucha. \"Escuche más de lo que habl a,\" aconseja Rosales. \"De esta manera, usted va a descubrir las necesidades de la persona, en vez de simplemente contarle todo sobre su producto y lo maravilloso que es.\" Además va a a notarse unos buenos puntos con sus Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. prospectos al no interrumpirlos, y al hacerles preg untas de seguimiento relevantes para clarificar o confirmar lo que le están diciendo. 6. Acepte el \"no\" y siga adelante. No todas las per sonas quieren o necesitan lo que su negocio ofrece. No tome los rechazos en forma personal; sol amente pase a la próxima llamada. Según Rosales, \"Sus tasas de éxito definitivamente aument an cuando usted hace más y más llamadas en frío.\" Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. Caso de Estudio 2: La florería de Eduardo Para un negocio chico con ventas directas a comprad ores usuarios finales, atravesar el ejercicio de decidir la alternativa de comercializa ción apropiada puede incrementar sus volúmenes de venta. Por ejemplo, Eduardo, propietario de una pequeña fl orería en Río Cuarto, Córdoba, descubrió que la mayor parte de sus clientes están localizado s en un radio de dos kilómetros a la redonda de su negocio. Más aún, muchos clientes de Eduardo y de otras flor erías están descontentos con las dificultades de comprar flores. Las florerías no si empre están ubicadas a una distancia accesible de la casa o el trabajo. Los regalos flor ales son muy personales, y los compradores quieren ver los arreglos y adjuntar una tarjeta per sonal. Las flores también se venden en otros negocios del mismo rubro, pero también en puestos callejeros, negocios de otros rubros ubicados en ce ntros comerciales o en la terminal de ómnibus. Eduardo decidió que sus competidores directos local es incluyen otras florerías, los puestos callejeros y los otros negocios. Su estrategia de m arketing consistió en vender primariamente a personas de negocios, no familias. Eduardo continuó investigando la posibilidad de otr os modos de conseguir ventas, provenientes de otros negocios cercanos al suyo. Empezó a tomar notas sobre la frecuencia de compra de sus clientes, sobre la clase de arreglo que quería n comprar para diferentes ocasiones. Preguntó los precios que estaban dispuestos a pagar , y sobre el grado de satisfacción con las flores y plantas que él vendía. Finalmente Eduardo decidió usar el telemarketing co n los negocios locales, proveyendo otros artículos de regalos. Eduardo estimó un presupuesto mensual de $ 2,500 para cubrir sus operaciones de telemarketing, incluyendo el armado de listados, la contratación de un operador telefónico y los servicios del proveedor telefónico . Eduardo calculó que este gasto extra requería un in greso adicional de u$s 6,000 en ventas para ser rentable (incluyendo la participación en l os gastos generales, materiales, etc.) Frente a este panorama, Eduardo decidió que solamen te podría afrontar una inversión de $800 al mes como \"capital de riesgo\" en el primer año. D ecidió probar la idea durante un año, para analizar si era posible generar ingresos adicionale s de los negocios y oficinas cercanos a su negocio. Consideró recargar un importe de $1 por pe dido por el servicio telefónico. La misión de la florería de Eduardo es \"ofrecer el mayor valor y las soluciones más creativas en regalos florales\" a los negocios de su zona. Eduard o tiene además la idea de trabajar en cooperación con almacenes de vinos, negocios de fia mbres y quesos y otros negocios, para producir una canasta de regalo con sus productos qu e incluya plantas o flores junto con vinos finos y quesos. Eduardo piensa que estas combinaciones agregarían v ariedad y valor, generando la posibilidad de contar con un producto \"premium\". Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. Ejercicio 1 HABILIDADES PARA HACER PREGUNTAS CORRECTAS • Nunca suponga algo de antemano. Pregunte, averigüe y aclare las cosas. • Utilice una técnica estructurada para hacer pregun tas: de las situaciones a los problemas, a las implicaciones y a los costos que i mplican. • Conceda tiempo al cliente para pensar y responder. • Vuelva atrás y haga un resumen para crear una “esc alera de la venta”. • El cliente le va a decir cómo venderle si usted ha ce las preguntas correctas. Haga una lista de preguntas abiertas que usted pued e usar durante una llamada de ventas. Estas preguntas deben formularse de manera lógica, estableciendo hechos específicos, identificando problemas, necesidades e implicacione s, así como los criterios de decisión, los presupuestos, las influencias que inciden en la com pra, la competencia y los plazos de decisión. Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. Ejercicio 2 VENDER BENEFICIOS /head2right Características (qué es el producto) /head2right Beneficios (cómo puede el producto beneficiar al c liente individual: beneficios personales) /head2right Hacer las ideas atractivas: los beneficios se expl ican de manera personal y específica según las necesidades, deseos y preferencias preest ablecidas del cliente. /head2right Use afirmaciones relacionadas como: o “Lo cual significa qué…” o “Las ventajas de esto son que…“ o “Por eso mismo…” o “Esto quiere decir que…” o “Con esto usted obtiene…” o “La ventaja para usted es que…” Haga una lista de características de los productos que usted vende junto con sus correspondientes beneficios que pueden usarse en un a llamada de ventas. Características Beneficios Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. Ejercicio 3 OBJECIONES MÁS COMUNES Haga una lista de las seis objeciones más comunes q ue haya encontrado durante sus llamadas de venta. 1. 2. 3. 4. 5. 6. Identifique las maneras de tratar las objeciones pa ra cada tipo de objeción usando los siguientes pasos: A. Aclarar ¿Qué preguntas podrían ayudar a descubrir todas las inquietudes ocultas, verificar la fuerza de la objeción y además cuál es la objeción específica y real? B. Escuchar ¿Cómo podría escuchar activamente? C. Mostrar empatía ¿Qué comentarios mostrarían empatía y comprensión a nte la objeción? D. Responder ¿Cómo podría responder a la objeción planteada? Tal vez identificando las características, los beneficios y los ejemplos que podríamos usar antes en el proceso de venta para evitar el surgimiento de las objeciones. E. Tranquilizar y resumir Escriba una frase que le permita verificar si la ob jeción ha sido resuelta e intente una prueba de cierre si lo considera correcto. Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. Ejercicio 4 SEÑALES DE COMPRA Piense y ponga por escrito cómo sabe cuando alguien está interesado en comprar. Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. Ejercicio 5 PREGUNTAS DE CIERRE Las estadísticas demuestran que es necesario cerrar o pedir un compromiso de compra por lo menos tres veces, si es que queremos alcanzar resul tados de ventas por encima del promedio. La mayoría de los vendedores telefónicos sólo lo ha cen en una ocasión. Escriba con todo detalle cinco diferentes tipos de pregunta de cierre, . Lic. Alejandro Wald Curso de Capacitación “A Distancia” en Venta Telefó nica © 2013 Alejandro Wald. Derechos reservados. BIBLIOGRAFIA RECOMENDADA CAIAZZO, Bernard, “Claves del éxito en telemarketin g”, Días de Santos. HARLAN, Raymond C. y WOOLFSON Jr. Walter M. “Telem arketing en Acción”, Ediciones S. MAHFOOD, Philip, “Ventas por teléfono”, Ediciones S . STONE, Bob, “Cómo hacer telemarketing con éxito”, E d. Granica."
}