{
  "title": "Cómo ganar amigos en la era digital",
  "source": "Libros/Cómo ganar amigos en la era digital.pdf",
  "content": "CÓMO GANAR AMIGOS E INFLUIR SOBRE LAS PERSONAS EN LA ERA DIGITAL DALE CARNEGIE & ASOCIADOS Con Brent Colé CÓMO GANAR AMIGOS E INFLUIR SOBRE LAS PERSONAS EN LA ERA DIGITAL Traducción de NadiaVolonté Consulte nuestra página web: www.edhasa.es En ella encontrará el catálogo completo de Edhasa comentado. Título original: How to Win Friends and Influence People ín the Digital Age Traducido por Nadia Volonté Traducción cedida por Random House Mondadori, S. A. Diseño de la cubierta: Edhasa basada en un diseño de Jordi Salvany Ilustración de cubierta: istockphoto Primera edición: septiembre de 2016 © 2011 by Donna Dale Carnegie. © de la presente edición: Edhasa, 2016 Avda. Diagonal, 519-521 08029 Barcelona T el. 93 494 97 20 España E-mail: info@edhasa.es Quedan rigurosamente prohibidas, sin la autorización escrita de los titulares del Copyright, bajo la sanción establecida en las leyes, la reproducción parcial o total de esta obra por cualquier medio o procedimiento, comprendidos la reprografía y el tratamiento informático, y la distribución de ejemplares de ella mediante alquiler o préstamo público. Diríjase a CEDRO (Centro Español de Derechos Reprográficos, www.cedro.org) si necesita fotocopiar o escanear algún fragmento de esta obra, o consulte la página www.conlicencia.com. ISBN: 978-84-938565-5-7 Impreso en Liberdúplex Depósito legal: B. 16698-2016 Impreso en España 7ÍNDICE Por qué el consejo de Carnegie sigue importando . . . . . 9 PRIMERA PARTE Factores esenciales en la vinculación 1. Entierre sus bumerán . . . . . . . . . . . . . . 29 2. Afirme lo bueno . . . . . . . . . . . . . . . . . 43 3. Conéctese con los deseos intrínsecos . . . . . . . 57 SEGUNDA PARTE Seis formas de causar una impresión duradera 1. Interésese en los intereses de los otros . . . . . . . 71 2. Sonría . . . . . . . . . . . . . . . . . . . . . . 85 3. Reine con los nombres . . . . . . . . . . . . . 97 4. Escuche durante más tiempo . . . . . . . . . . . 111 5. Hable de lo que les importa a los otros . . . . . . 121 6. Deje a los otros un poco mejor . . . . . . . . . . 131 8TERCERA PARTE Cómo merecer y mantener la confianza de los otros 1. Evite las discusiones . . . . . . . . . . . . . . 145 2. Nunca diga «Se equivoca» . . . . . . . . . . . . 153 3. Admita los errores con rapidez y énfasis . . . . . 165 4. Comience de forma amistosa . . . . . . . . . . 175 5. Busque la afinidad . . . . . . . . . . . . . . . 185 6. Ceda el crédito . . . . . . . . . . . . . . . . 193 7. Vincúlese con empatía . . . . . . . . . . . . . 201 8. Apele a motivos nobles . . . . . . . . . . . . . 207 9. Comparta su viaje . . . . . . . . . . . . . . . 215 10. Plantee un desafío . . . . . . . . . . . . . . . 223 CUARTA PARTE Cómo liderar el cambio sin resistencia ni resentimiento 1. Comience con un tono positivo . . . . . . . . . 231 2. Reconozca su carga . . . . . . . . . . . . . . . 239 3. Señale los errores con discreción . . . . . . . . . 245 4. Pregunte en lugar de impartir órdenes directas . . 251 5. Mitigue los errores . . . . . . . . . . . . . . . . 257 6. Magnifique los avances . . . . . . . . . . . . . 267 7. Concédales a los demás una buena reputación para que la alcancen . . . . . . . . . . . . . . . 277 8. Manténgase conectado en los puntos de coincidencia . . . . . . . . . . . . . . . . . 283 Notas . . . . . . . . . . . . . . . . . . . . . . . 295 9POR QUÉ EL CONSEJO DE CARNEGIE SIGUE IMPORTANDO En 1936, Dale Carnegie hizo una declaración impactan- te a sus lectores: «Tratar con la gente es probablemente el ma- yor problema al que se enfrentan». Ése es el fundamento de Cómo ganar amigos e influir sobre las personas, y sigue aplicán-dose hoy en día. No obstante, desarrollar estrategias para tra-tar con personas es más complejo. La velocidad de envío de mensajes de texto es instan- tánea. Los medios de comunicación se han multiplicado. Las redes se han extendido a través de fronteras, industrias e ideologías. Sin embargo, estos grandes cambios no han vuelto obsoletos los principios de este libro, sino más per - tinentes que nunca. Representan la base de cualquier es - trategia efectiva, ya sea la inserción de una marca en el mercado, una disculpa a su cónyuge o un tiro de pelota a los inversores. Si no se parte de fundamentos correctos, es fácil transmitir un mensaje equivocado, ofender o quedar a una distancia vergonzosa de su objetivo. «La precisión en la comunicación –insistía el escritor estadounidense James Thurber– importa más que nunca en nuestra era de balan-ces inmediatos, cuando una palabra en falso o malenten- 10dida puede generar un desastre comparable a un repentino acto irreflexivo.»1 Considere la era de balances inmediatos en que vivimos hoy en día, más de cincuenta años después de que Thurber compusiera esa frase. Es más lo que está en juego. En la amal-gama de medios, es más difícil diferenciarse. Cada palabra, cada señal no verbal, cada mirada en silencio es escrutada como nunca antes. Una mala jugada puede tener consecuen-cias mucho mayores. Aún así, cada interacción, desde el pri-mer «buenos días» hasta el último «buenas noches», represen - ta una oportunidad de ganar amigos e influir sobre los otros en forma positiva. Las personas que triunfan a diario viven vidas bastante exitosas. Pero esta clase de éxito tiene un pre-cio filantrópico que algunos no están dispuestos a pagar. No basta con saber de publicidad o entender de medios sociales. «El arte de la comunicación es el lenguaje del lideraz- go», dijo el escritor de discursos presidenciales James Hu-mes. 2 En otras palabras, las habilidades que conducen a la influencia tienen que ver tanto con los medios como con el emisor, que es un líder con cierto derecho propio. Este libro le enseñará cómo y por qué esta aseveración es verda-dera, así como se lo ha enseñado a más de cincuenta millo-nes de lectores en todo el mundo, incluidos líderes mundia-les, luminarias mediáticas, iconos empresariales y escritores que son éxito de ventas. Al cabo, todos llegan a entender que no existe tal cosa como un intercambio neutral. Usted pue-de dejar a una persona un poco mejor o un poco peor. 3 Los mejores de nosotros dejan a los otros un poco mejor con cada asentimiento de la cabeza, cada inflexión, cada punto de contacto. Cuando esta sola idea se encarna todos los días, los resultados son significativos. 11Sí, mejorará sus relaciones y ampliará su influencia en los otros. Pero sólo porque el ejercicio diario de esta idea susci- tará mejor carácter y compasión en usted. ¿No nos mueve a todos el altruismo? «Puede hacer más amigos en dos meses interesándose más en los otros que en dos años intentando que las personas se interesen en usted.» La aseveración de Carnegie conserva su pertinencia, aunque contradiga la intuición, porque nos recuerda que el secreto para lograr avances con las personas es una medida de altruismo subyacente a la corriente de la era digital. Vivimos en una era de autoayuda y autopromoción sin precedentes. Vemos la forma en que videos de Y ouTube se extienden como un virus en cuestión de semanas y cosechan el tipo de atención global que antes requería deslomarse du-rante años, incluso décadas. Somos testigos de la forma en que videos sexuales supuestamente divulgados sin autorización crean celebridades de la noche a la mañana. Observamos cómo presentadores y expertos políticos derriban a sus competido-res y elevan, así, sus índices de popularidad. Diariamente nos tienta pensar que la mejor estrategia de publicidad es una combinación de trucos y parodias ejecutadas a través de los medios virales más competentes para eso. La tentación es muy fuerte para muchos. Pero para quienes entienden el «abecé» de las relaciones humanas, existe una forma mucho mejor, mucho más reconocida, mucho más sustentable de operar. Si bien la autoayuda y la autopromoción no son activi- dades intrínsecamente deficientes, el problema surge cuando la corriente de realización personal forma una represa en nuestro interior. Usted es uno en siete mil millones: su pro-greso no está destinado a usted solo. 12Cuanto antes permita que esta verdad dé forma a sus de- cisiones comunicacionales, más pronto verá que el camino más rápido al crecimiento personal o profesional no es magnificarse ante los otros, sino compartir su ser con ellos. Ningún autor ha enseñado este camino con tanta claridad como Dale Carnegie. Con todo, quizá ni siquiera él pudo haber imaginado cómo el camino hacia la colaboración significativa se convertiría en una autopista de influencia duradera y lucrativa hoy en día. MÁS QUE COMUNICACIÓN INTELIGENTE Aunque la hiperfrecuencia de nuestras interacciones ha he- cho del eficaz don de gentes una habilidad más ventajosa que nunca, las personas influyentes deben ser algo más que comu-nicadores entendidos. La comunicación es simplemente una manifestación ex- terna de nuestros pensamientos, nuestras intenciones y nues-tras conclusiones acerca de las personas que nos rodean. «La boca habla de la abundancia del corazón.» 4 Estas pulsiones internas son el primordial diferenciador entre los líderes y las sanguijuelas de hoy. Los dos niveles supremos de influencia se alcanzan cuan- do: 1) las personas lo siguen por lo que usted ha hecho por ellas, y 2) las personas lo siguen por lo que usted es. En otras palabras, los niveles superiores de influencia se alcanzan cuan-do la generosidad y la honradez envuelven su comportamien-to. Éste es el precio del impacto grandioso y sustentable: así involucre a dos personas, o dos millones. Sólo cuando se co-munica generosidad y confianza con habilidad y autenticidad los beneficios son mutuos. 13Debido a que vivimos en una era en la que la influencia de la fama puede tomarse prestada como si fuera una línea de crédito, y quien hace más ruido logra la cobertura mediática deseada, con más razón resulta clave que se dé importancia a cada oportunidad de comunicación: que cada medio que us-ted utilice sea llenado con mensajes que construyan confianza, expresen gratitud y agreguen valor para las personas recepto-ras. Si hay algo que no ha cambiado desde los tiempos de Car-negie, es que aún existe una clara distinción entre la influencia que se toma prestada (y es difícil de sustentar) y la influen-cia que se gana (y que es tan constante como el eje de la Tie-rra). Carnegie fue el maestro de la influencia que se gana. Considere algunos de sus principios fundacionales: no critique, no condene ni se queje; hable de los intereses de los otros; si está equivocado, admítalo; permita que los otros salven su imagen. Dichos principios no hacen de usted un conversador ingenioso o un hábil relator de anécdotas. Le recuerdan considerar las necesidades de los otros antes de hablar. Lo alientan a abordar cuestiones difíciles con hones-tidad y gentileza. Lo empujan a convertirse en un gerente, cónyuge, colega, vendedor y progenitor más amable y mo-desto. En última instancia, lo desafían a ganar influencia en la vida de los otros, no a través de la teatralidad o la mani-pulación, sino mediante un hábito genuino de expresar ma-yor respeto, empatía y gentileza. ¿Su recompensa? Amistades generosas y duraderas. Tran- sacciones dignas de confianza. Liderazgo convincente. Y en medio de la masa actual de enfoques centrados en el yo, una marca personal muy distintiva. El libro original es considerado el texto de autoayuda de mayor éxito de ventas de todos los tiempos. Desde un punto 14de vista moderno, es un nombre inexacto. La «autoayuda» no era un término que Carnegie utilizara. Fue el mote concedi-do al género creado por el éxito de superventas de Cómo ga-nar amigos . Lo irónico es que Carnegie no apoyaría toda la variedad de consejos de autoayuda de hoy. Él encomiaba ac-ciones que surgieran del interés genuino en los otros. Impar-tió principios originados en el deleite subyacente de ayudar a los otros a triunfar. Si el libro fuera recategorizado, sería más adecuado considerar Cómo ganar amigos el libro de ayu-da al alma de mayores ventas del mundo, ya que lo que Car-negie extrajo tan bien fue la afirmación del alma en la Re-gla de Oro. Los principios que aquí se exponen son más que opor- tunidades de autoayuda o autopromoción. Son estrategias con-movedoras para lograr avances duraderos, lucrativos, en sus conversaciones, colaboraciones o empresa. Las consecuencias son significativas. Al aplicar estos principios, usted no sólo se convertirá en una persona más convincente con más influencia en la vida de los otros, sino que cumplirá un propósito filantrópico cada día. Imagine este efecto acrecentado por las decenas de inte-racciones diarias que ofrece la era digital. Imagine el efecto si decenas de personas en una organización siguieran este ejem - plo. Ganar amigos e influir en las personas no es una cuestión menor hoy en día. En la sucesión de oportunidades, repre - senta su mayor y más constante posibilidad de lograr un pro-greso sustentable con los otros. ¿Y qué éxito no comienza con una relación? 15UN COMIENZO INTERPERSONAL La comunidad empresarial suele ser condescendiente con las habilidades interpersonales –que es el nombre que recibieron los principios de Carnegie–, como si la conclusión fuera que, como mucho, son complementarias de las habilidades técni-cas. Pero es al revés. Y es necesario realizar un cambio perma-nente de paradigma para aprovechar al máximo sus interac-ciones y, por supuesto, este libro. Las habilidades interpersonales como la compasión y la empatía conducen las habilidades técnicas, como la progra-mación, las operaciones y el diseño, a una inusual eficacia. ¿Cómo? Las habilidades interpersonales vinculan las habili-dades técnicas con la productividad operacional, la sinergia organizacional y la pertinencia comercial, porque todas re-quieren un firme compromiso humano. ¿El gerente con ha-bilidades técnicas que sentado en su altivo hermetismo trata con prepotencia a sus subordinados supera al gerente con ha-bilidades interpersonales que se mezcla con su gente, la cual, a su vez, lo conoce a él y lo respeta? Si bien es posible que el primero logre algún éxito imponiendo su autoridad durante algún tiempo, su influencia falla fatalmente porque el poder que detenta no le es conferido por su gente. Su influencia es sólo un barniz de autoridad con fecha de caducidad. En su libro Derailed [en español, «Descarrilado»], el psi- cólogo corporativo Tim Irwin describe la caída de seis presi-dentes ejecutivos de alto perfil durante la última década. Cada caída fue disparada por la incapacidad del ejecutivo de conec-tar con sus empleados en un nivel tangible y significativo. En otras palabras, cada descarrilamiento fue el resultado de un excedente de habilidades técnicas asociado con un déficit de 16habilidades interpersonales: entendimiento corporativo me- nos influencia convincente. Y esos fracasos no son menores que los nuestros. Los de ellos fueron públicos, pero los nues-tros son, con frecuencia, igual de palpables. Perdemos la fe de nuestros amigos, familia y otros cuando seguimos los pasos del éxito vincular sin alimentar la esencia de las relaciones: la medida y la satisfacción de las necesidades humanas. ¿Qué lleva a tantas personas con buenas intenciones a equivocarse tanto? Quizá la naturaleza etérea de las habilida-des interpersonales nos extravía. Podemos apoyarnos unilate-ralmente en lo que es mensurable. Las habilidades técnicas pueden ponerse a prueba, ense- ñarse y transferirse. La mayoría de los libros de negocios están escritos con esto en mente porque es posible identificar el progreso en las habilidades técnicas –individual y corporati-vamente– utilizando cuadros, cálculos e informes. No es el caso de las habilidades interpersonales. Resulta difícil reducirlas a una serie de pasos. Suelen ser complejas y sólo cuantificables en términos rudimentarios a través de me - jores respuestas y mejores relaciones. ¿Pero acaso no son éstas las mejores mediciones de todas? ¿De qué sirve una lista de logros si han llevado a experimentar un retroceso vincular? Cuando el progreso está sustentado en la autopromoción y la autoindulgencia, no perdura. En una escala menor, ¿conservamos a los amigos cuyas ac- ciones nos demuestran con regularidad que la relación sólo gira alrededor de ellos? Cuando encontramos que el comporta-miento de una persona persigue un motivo ulterior, su influen-cia en nosotros se vuelve incluso menor que la de alguien que hemos visto sólo una vez. La relación está condenada al fraca- 17so a menos que la persona confiese y realice un cambio. Incluso entonces, quedará un residuo de escepticismo. En una escala mayor, ¿guardamos lealtad a marcas que con regularidad nos demuestran su incapacidad o falta de dis-posición para acoger nuestras necesidades y deseos? Pasaron los días en que la mayoría de las compañías indicaban a los consumidores lo que necesitaban. Vivimos en una época en que los consumidores tienen participación mayoritaria en las decisiones de diseño, manufactura y marketing. «Ser ecológi-co» fue alguna vez una campaña de publicidad pequeña y con buenas intenciones respecto de un puñado de productos. La voz colectiva de los consumidores la transformaron en un mantra obligado del marketing. Los individuos y las compañías insensibles al éxito de las habilidades interpersonales no dan en el blanco de hoy. Algunos insisten en que no es posible enseñar las habi- lidades interpersonales, pues son instintivas. Esto es cierto si se abordan las herramientas interpersonales con una metodo-logía propia de las habilidades técnicas. Carnegie no incurrió en este error. Él descubrió que los instintos altruistas salen a la superficie no a partir de una astuta estrategia paso a paso, sino del ejercicio de deseos intrínsecos. Cuando la forma en que nos conducimos es la de hacer amigos e influir positiva-mente en los otros, accedemos a un caudal más profundo de inspiración, significado e inventiva. T odos llevamos incorporado el deseo de una comunica- ción honesta: entender y ser entendido. Más que eso, de una conexión auténtica: ser conocido, aceptado y valorado. Aún más que eso, de colaboración exitosa: trabajar juntos hacia un logro significativo, sea un éxito comercial, una victoria cor-porativa o la duración de una relación. La suprema esencia 18del éxito yace en un espectro que va desde una conexión hu- mana auténtica (ganando amigos) hasta un impacto significa - tivo y progresivo (influyendo en las personas). «La única es-peranza de alegría –llegaba a la conclusión el aviador y escritor francés Antoine de Saint-Exupéry– se encuentra en las relaciones humanas.» 5 ¿Cómo accede uno a estas habilidades conmovedoras que potencian la comunicación eficaz, la conexión significa-tiva y la colaboración progresiva? Primero debemos recordar que los éxitos vinculares de hoy no se miden según la escala de los medios: cuáles usar y cuántos amigos, fans y seguidores uno puede acumular. Se miden conforme a la escala de sentido. Vuelva significativas sus interacciones, y el camino al éxito en cualquier cometido será más sencillo y mucho más sustentable. ¿La razón? Las personas se dan cuenta. Las personas recuerdan. Las personas sienten cuando sus interacciones con usted siempre las dejan un poco mejor. El sentido rige la eficacia de cada medio. Una vez que tenga algo significativo para ofrecer, puede entonces elegir el medio más competente para su cometido. Sin embargo, cuan-do antepone el medio al sentido, su mensaje corre el peligro de volverse, en palabras del Macbeth de Shakespeare, «un cuento, contado por un idiota, lleno de ruido y furia, que nada significa». 6 El advenimiento de tuits y actualizaciones de es- tado, si bien brinda formas convenientes de mantener el círcu-lo de amigos, familia y colegas, ha creado una arremetida de ese ruido y furia. Pero no son sólo los mensajes enviados con 140 caracteres o menos los que corren el riesgo de que nada signifiquen. Cualquier medio que lleve un mensaje que ca-rezca de significado no alcanzará su objetivo: una publicidad 19televisiva, un memorando de sector, un e-mail de un cliente, una tarjeta de cumpleaños. Con tan pocos medios en su época, Carnegie no nece- sitó abordar exhaustivamente las dos caras de esa ecuación. Podía enfocarse en cómo ejercer el sentido en persona, en el teléfono y en las cartas. Hoy en día es necesario considerar minuciosamente tanto el sentido como el medio de nuestros mensajes. CONSEJOS SIMPLES PARA TENER ÉXITO CON LAS PERSONAS HOY «Las verdades simples –escribió el ensayista francés Vauvenar- gues– son un descanso de las grandes especulaciones.» 7 La ra- zón por la que Cómo ganar amigos e influir sobre las personas si-gue siendo un éxito de ventas hoy en día, con más de 250 000 unidades vendidas sólo en los Estados Unidos en 2010, es que los principios que contiene son simples, pero eternos. La sa-biduría subyacente es simple, pero trascendente. Desde el ini-cio del primer curso de Carnegie sobre el tema en 1912, sus sencillas verdades han esclarecido las formas más eficaces para ser una persona a quienes los otros acudan en busca de opi-nión, consejo y liderazgo. Por lo tanto, la oportunidad de reescribir el libro clásico no se inscribe en el contexto de suplantar su consejo. La pro-sa que se hilvana a través de las páginas que tiene frente a us-ted se da en un marco diferente: recontextualizar el consejo de Carnegie para una era completamente diferente. Se trata de observar los mismos principios eternos a través de una lente moderna, y verlos aplicados con una óptica digital y global. 20Las oportunidades de ganar amigos e influir sobre las perso- nas hoy son exponencialmente mayores a las que existían en el tiempo de Carnegie. Sin embargo, al analizar las oportuni-dades los números importan poco, porque «todo el universo, con una insignificante excepción, está [aún] compuesto por los demás». 8 Es verdad, escribe el autor de 50 clásicos de la autoayuda, T om Butler-Bowdon, respecto de Cómo ganar amigos, que «hay una extraña falta de correspondencia entre el descaro del tí-tulo y mucho de lo que realmente hay en el libro». 9 Si ob- serva el título de este libro a través de la lente escéptica de hoy, podría perderse su magia. El libro es, sobre todas las cosas, un tratado acerca de la aplicación de la combinación inigua-lable de empatía auténtica, conexión estratégica y liderazgo generoso. Es importante recordar que en el tiempo de Carnegie, los muchos medios que veneran la identidad (sitios web, Fa-cebook, Linkedln, T witter) y persuaden con astucia (avisos en ventanas emergentes, respaldo de celebridades, pastores me-diáticos) no existían. La idea de ganar amigos no había sido reducida a un botón «Aceptar». La idea de influir en las per-sonas no incluía la carga del valor de medio siglo de ampu - losas campañas publicitarias, engaños corporativos y lumina-rias de doble vida. Carnegie tenía una razón intuitiva para identificar su libro en la forma que lo hizo. En ese entonces, si usted no fomentaba una amistad, in- fluir en una persona era prácticamente imposible. Las redes sociales no existían. No se disponía de conexiones digitales. De hecho, rara vez se hacían negocios con alguien que no se conociera en forma tangible. La persona promedio tenía sólo tres maneras de conectarse con otra: cara a cara, por carta o 21por teléfono. Lo que se esperaba era cara a cara. Hoy eso es la excepción. Si bien en el tiempo de Carnegie existía la influencia in- directa a través de una celebridad o el estatus social, no era ni instantánea ni viral como es hoy en día. Alguna vez la amistad fue el puente al dominio cotidiano. Uno ganaba amigos con el firme apretón de manos, una sonrisa cálida y un conjunto de actividades altruistas. Uno era digno de la influencia resultante. La relación causa y efecto no es tan clara hoy en día. Considere el número de la revista Time de 2010, titula- do «100 Most Influential People in the World» [en español, «Las 100 personas más influyentes del mundo»]. Con más de seis millones de seguidores en T witter, Lady Gaga fue inclui-da en la lista. 10 No hace falta debatir si tiene influencia en su masiva base de fans, que desde entonces ha aumentado a más de diez millones. Si ella da un guiño a una determinada mar-ca de zapatos o una cierta botella de agua, los productos se mueven. El verdadero debate es en torno al valor que ella ad-judica a sus relaciones y hacia qué extremo lleva su influencia. Si ella buscara la medida más alta de ambas, su influencia re-sultaría una fuerza significativa. Si ella sólo quisiera aumentar los números, haría más dinero, pero no tendría más impacto que el de una primerísima campaña de Polaroid. El valor vincular intrínseco de la influencia no ha cam- biado. Sigue siendo la moneda del progreso interpersonal. Sin embargo, la plétora de los medios de comunicación ha hecho posible adquirir versiones baratas. Y uno obtiene aquello por lo que paga. Si bien vivimos en una era en la que «ruido más desnu- dez equivale a fama», éste no es un libro acerca de solicitar amistad y explotar la influencia, un camino que según Car- 22negie se origina «de la boca para afuera».11 Éste es un manual sobre relaciones humanas que se origina «del corazón hacia afuera».Trata acerca de ganar amigos en la forma que su buen abuelo se ganó el corazón de su sabia abuela: a través del in-terés sincero, sentida empatía y honesta apreciación. Y sobre cómo guiar la influencia perdurable resultante hacia el pro-greso y el beneficio mutuos. Existe una forma correcta y eficaz de hacerlo, y Carne- gie la describió a la perfección. Setenta y cinco años después, los principios siguen siendo válidos, aunque algunas defini-ciones han cambiado y se han abierto ramificaciones. Así, este libro avanzará hacia nuevas explicaciones y aplicaciones. ¿Cómo entender y utilizar los principios de Carnegie en un mundo digitalizado? Algunas claves pueden derivarse de listas que no existían en el tiempo de Carnegie, como la lista «World’s Most Admired Companies» [en español, «Las com-pañías más admiradas del mundo»] de la revista Forbes, la lista «Best-Performing CEOs in the World» [en español, «Los pre-sidentes ejecutivos de mejor desempeño del mundo»] de la revista Harvard Business Review y la lista «100 Most Infuential People» [en español, «Las 100 personas más influyentes»] de la ya mencionada Time . Estas claves o, a veces, advertencias han servido como guías ocasionales para proporcionar el con-texto en que se alcanza el éxito interpersonal hoy en día. Con el espíritu del libro original, las páginas que siguen también servirán como un recordatorio constante de que las razones por las que hacemos las cosas son más importantes que las cosas que hacemos. Si bien el recorrido para aplicar los principios de Car- negie en la actualidad no es tan complicado como desenchu-far y volver a depender de telegramas, teléfonos y puntos de 23contacto tangibles, tampoco es tan trillado como inyectar un poco de humanidad en cada aspecto del espacio digital. En general, la mejor práctica es una combinación juiciosa de to-que personal y presencia digital. Emplear esta combinación comienza con una evaluación honesta de su situación actual. Desde allí, resulta claro su ca-mino hacia el progreso con los otros. ¿Cuál es la relación entre sus interacciones cara a cara y las digitales? Para la mayoría de las personas, los e-mails, tex-tos, blogs, tuits y publicaciones de Facebook son las formas principales en que mantienen correspondencia con los otros. Esto plantea nuevas dificultades y nuevas oportunidades. Por depender tanto de la comunicación digital, perde- mos un aspecto clave de las interacciones humanas: las señales no verbales. Cuando se comunican malas noticias, es difícil mostrar compasión y apoyo sin poner la mano en el hombro de la otra persona. Cuando se explica una idea nueva, es di-fícil expresar el mismo nivel de entusiasmo en una llamada telefónica que de pie, en persona, frente al público. ¿Cuántas veces ha enviado un e-mail y recibido después la llamada de la persona receptora para aclarar las cosas, cuando ya estaban claras de antemano? Es difícil transmitir emoción sin claves no verbales. El advenimiento de las comunicaciones de video ha derribado algunas barreras, pero el video es apenas una pequeña fracción de la comunicación digital. Y aún así no llega a conducir al estándar supremo de la dignidad humana en la forma en que puede hacerlo una reunión cara a cara. A este tema alude la premiada película Up in the Air (en español, Amor sin escalas) . Ryan Bingham (George Clooney) es un ejecutivo encar- gado de reducción de personal en corporaciones, que viaja por 24todo el país despidiendo personas en representación de las com- pañías que no desean hacerlo por mano propia. Bingham se destaca en su empleo, que requiere echar a las personas en una forma digna, incluso inspiradora. Ha llegado a dominar un dis-curso en el que alienta a cada persona a acoger la nueva liber-tad. Incluso se pelea con su jefe, que le exige que comience a realizar despidos vía videoconferencia para reducir gastos. Pero la gran paradoja es que Bingham es un solitario sin una sola relación auténtica en su vida, ni siquiera con su hermana pe - queña, a cuya boda tal vez no asista. Lo que parece una capa-cidad asombrosa de empatizar y conectar con aquellos a quie-nes está despidiendo es en realidad una confirmación de un profundo desapego. Sólo cuando una experiencia personal le muestra la cruda importancia de la conexión humana real, ve finalmente la verdad. Llegada esa instancia, ni siquiera él mismo puede seguir su propio consejo. Vivimos en un mundo dirigido y digital donde todo el valor de la conexión humana se canjea por competencia tran-saccional. Muchos han llegado a dominar el irónico arte de au-mentar los puntos de contacto mientras pierden contacto. El remedio no se encuentra ni en la autopreservación (al estilo de Ryan Bingham) ni en la estimulación de la conexión a través de técnicas de venta emotivas, pero banales. El primero es un error filosófico. El segundo es un error estratégico. El umbral de la productividad hoy se encuentra en el lu- gar mismo en que el progreso con las personas es suplantado por el progreso. A menudo es la pura velocidad de la comu-nicación lo que afecta nuestro criterio. Porque creemos que los otros esperan respuestas inmediatas (al igual que nosotros). Con frecuencia, no nos damos el tiempo para construir res-puestas significativas: hacemos caso omiso de la cortesía. De- 25cimos: «No puedo aplicar estos principios a un comentario en un blog, a un e-mail o a una conferencia virtual, cuando ni siquiera estoy seguro de ser escuchado». Pero es en estas interacciones donde los principios de Carnegie son más va-liosos. Es en los momentos corrientes y cotidianos donde las acciones altruistas se destacan con mayor claridad. Esperamos cortesía en los primeros encuentros y reunio- nes de seguimiento, pero nos impacta cuando la misma cor-tesía aparece en un informe de progreso semanal o en un via-je compartido en el ascensor. Esperamos amable elocuencia en una campaña publicitaria o un discurso de casamiento, pero nos resulta inspirador cuando la misma amable elocuen-cia aparece en un e-mail de actualización o una respuesta de texto sobre una cuestión trivial. La diferencia, dicen, está en los detalles: los frecuentes detalles sutiles en las interacciones cotidianas. ¿Por qué dichos detalles siguen importando en la era di- gital? Porque «la persona que posee conocimientos técnicos más la capacidad de expresar ideas, asumir liderazgo y desper-tar entusiasmo se dirige hacia un poder ganancial superior». Es notable cuánto más pertinentes son las palabras de Carne-gie en la actualidad."
}