{
  "title": "Dinero Domina el Juego Tony Robbins",
  "source": "Libros/Dinero Domina el Juego Tony Robbins.pdf",
  "content": "D O M INA EL J U E G O TONY ROBBIN SDINER O : CÓMO ALC ANZAR LA LIBERTAD FINANCIERA EN 7 PASOS Una verdadera mina de oro para ganar dinero —STEVE FORBESTony Robbins (Glendora, California, 1960) es un escritor de bestsellers , /f_ilántropo, conferenciante y coach, que ha creado un imperio empresarial a partir de su discurso sobre la superación personal del que han aprendido millones de personas. A él recurren en busca de asesoramiento importantes deportistas, artistas, empresarios y hasta presidentes de gobierno. Es fundador y socio de empresas en distintos sectores, que abarcan desde la tecnología a los deportes, pasando por la organización de eventos y el turismo que obtienen unas ventas anuales combinadas de cinco mil millones de dólares. Además, a través de su fundación ha colaborado con organizaciones de ayuda alimentaria y ha puesto en marcha programas en escuelas, prisiones y ONGs. Accenture le ha considerado uno de los «cincuenta mejores intelectuales de negocios en el mundo», Harvard Business Press uno de los «doscientos mejores gurús empresariales» y American Express uno de los «seis líderes empresariales más importantes del mundo» para asesorar a sus clientes emprendedores. PVP: 21,95€ 10209545DeustoGrupo Planetawww.edicionesdeusto.comwww.planetadelibros.comwww.facebook.com/EdicionesDeusto@EdicionesDeusto#Dinero:DominaElJuegoEl manual con el que millones de personas han emprendido el camino hacia la libertad financiera El dinero puede convertir nuestros sueños en una realidad. Para lograrlo, sin embargo, es necesario alcanzar la libertad /f_inanciera, es decir, ese punto en el que ya no se necesita trabajar para poder vivir. Hasta hace poco, únicamente los poderosos o quienes tenían buenos contactos podían acceder a la mejor información y a las estrategias más e/f_icaces. Pero ahora, gracias a Tony Robbins es posible aplicar siete sencillos pasos que te permitirán controlar plenamente tus /f_inanzas y, con ellas, tu futuro. Robbins ha concebido este método tras realizar una exhaustiva investigación y entrevistar a cincuenta de las personalidades más brillantes del mundo de las /f_inanzas, desde millonarios hechos a sí mismos a ganadores del premio Nobel. Este libro te ayudará a aprovechar oportunidades que quizá te perdiste en el pasado y a no incurrir en los mismos errores que millones de personas cometen a diario. Es un camino sencillo y garantizado hacia la libertad /f_inanciera. Tanto si queremos llegar a ser ricos, como si sólo pretendemos alcanzar la tranquilidad de una jubilación asegurada, el secreto para ganar dinero está aquí, revelado por este personaje inspirador y fascinante que es Tony Robbins, y por algunas de las mejores mentes /f_inancieras del mundo. Tiene un gran don. Tiene el don de inspirar. Bill Clinton , expresidente de Estados Unidos Sus enseñanzas han sido decisivas en mi vida, tanto dentro como fuera de la pista. Tony me ha ayudado a descubrir cómo soy realmente y a dar un gran salto en mi tenis… y en mi vida. Serena Williams , tenista El poder de Tony es sobrehumano. Es como un catalizador que consigue cambiar a la gente. No es tanto que nos motive sino que nos hace ver lo que ya existe para que le saquemos partido. Oprah Winfrey , presentadora de televisión Diseño de cubierta: © Sylvia Sans Bassat Fotografía de cubierta: © Benjamin Lowy / Contour /Getty Images Este libro es una herramienta poderosa. Nos muestra el camino para conseguir nuestros objetivos económicos. Con sencillez y precisión, explica las reglas del juego que nos permitirán mejorar nuestra calidad de vida y desarrollar una habilidad fundamental: dominar el dinero sin que nos domine él a nosotros. Además de conservar una parte de lo que ganamos para nuestro uso y disfrute, tenemos que ser capaces de algo más importante: multiplicar lo que ganamos. Es hora de tomar la decisión /f_inanciera más importante de tu vida y empezar a ganar. Dinero: domina el juego es la mejor guía para conseguirlo. Tony Robbins no necesita presentación. Se dedica a mejorar la vida de los inversores, quienes estoy seguro, considerarán este libro sumamente interesante e instructivo. Carl Icahn, /f_ilántropo e inversor multimillonario No importa quién seas, ni el éxito que tengas, ni lo feliz que seas: Tony tiene algo que ofrecerte. Hugh Jackman , actor y productorDINER O : D O M INA EL J U E G O T O N Y ROBBINS Dinero: domina el juego Cómo alcanzar la libertad financiera en 7 pasos TONY ROBBINS Traducido por Juan Manuel Salmerón EDICIONES DEUSTO Dinero.indd 5 5/2/18 19:17 Título original: Money Master the game Publicado por Simon & Schuster, Nueva York, 2014 © 2014 Anthony Robbins © de la traducción Juan Manuel Salmerón, 2018Adaptación de la obra al mercado español, Cristina de Olano © Centro Libros PAPF, S. L. U. , 2018 Deusto es un sello editorial de Centro Libros PAPF, S. L. U. Grupo Plane ta Av. Diagonal, 662-664 08034 Barcelona www.planetadelibros.com ISBN: 978-84-234-2901-1 Depósito legal: B. 3.340-2018Primera edición: marzo de 2018Preimpresión: Medium PreimpressióImpreso por Romanyà Valls, S. A. I mpreso en España - Printed in Spain No se permite la reproducción total o parcial de este libro, ni su incorporación a un sistema informático, ni su transmisión en cualquier forma o por cualquier medio, sea éste electrónico, mecánico, por fotocopia, por grabación u otros métodos, sin el permiso previo y por escrito del editor. La infracción de los derechos mencionados puede ser constitutiva de delito contra la propiedad intelectual (Art. 270 y siguientes del Código Penal).Diríjase a CEDRO (Centro Español de Derechos Reprográficos) si necesita fotocopiar o escanear algún fragmento de esta obra. Puede contactar con CEDRO a través de la web www.conlicencia.com o por teléfono en el 91 702 19 70 / 93 272 04 47. Dinero.indd 6 5/2/18 19:17 Sumario Prólogo de Elliot Weissbluth, fundador y consejero delegado de H ighTower . . . . . . . 25 I ntroducción de Marc Benioff, fundador y consejero delegado de Salesforce.com . . . . . . . . . . . 29 Primera Parte Bienvenidos a la jungla: el viaje empieza con este primer paso Capítulo 1.1. ¡Es nuestro dinero! ¡Es nues tra vida! Controlémoslos . . . . . . . . . . . . . . . . . . . 35 C apítulo 1.2. Los 7 simples pasos par a alcanzar la libertad financier a: creemos una renta vitalicia . . . . . . 65 C apítulo 1.3. Arranquemos: tomemos la decisión financiera más importante de nuestra vida . . . 86 C apítulo 1. 4. Dominemos el dinero: es hora de a vanzar . . . . 110 Segunda Parte Iniciémonos en el juego: conozcamos las reglas antes de jugar Capítulo 2. 0. Liberémonos de ocho mitos financieros . . . . . 123 C apítulo 2.1. Mito 1: la mentir a de los 13 billones de dólares: «In vierta con nosotros. ¡Superaremos al mercado!» . . . . . . . . . . . . 132 Dinero.indd 19 5/2/18 19:17 20 · Dinero: domina el juego Capítulo 2.2. Mito 2: «¿N uestras comisiones? ¡Muy baj as!» . . . . . . . . . . . . . . . . . . . . . 14 8 Capítulo 2.3. Mito 3: «¿Nuestra rentabilidad? La que ves» . . . 160 C apítulo 2. 4. Mito 4: «Soy tu brók er y estoy aquí para a yudarte» . . . . . . . . . . . . . . . . . . . . 166 C apítulo 2.5. Mito 5: F ondos con fecha objetivo: «In vierte y olvídate» . . . . . . . . . . . . . . . . . 181 C apítulo 2. 6. Mito 6: «Odio los seguros de rentas, y tú también deberías» . . . . . . . . . . . . . . . 189 C apítulo 2. 7. Mito 7: «¡H ay que asumir grandes riesgos para obtener un buen rendimiento!» . . . . . . . 196 C apítulo 2.8. Mito 8: «L as mentiras que nos contamos a nosotros mismos» . . . . . . . . . . . . . . . . . 209 tercera Parte ¿Cuánto cuestan nuestros sueños? Juguemos a ganar Capítulo 3.1. ¿Cuánto cues tan nuestros sueños? Juguemos a ganar . . . . . . . . . . . . . . . . . . 231 C apítulo 3.2. ¿Cuál es nuestro plan? . . . . . . . . . . . . . . . 261 C apítulo 3.3. Aceleremos 1. Ahorremos más e invir tamos la diferencia . . . . 280 C apítulo 3. 4. Aceleremos 2. Ganemos más e invir tamos la diferencia . . . . . 293 C apítulo 3.5. Aceleremos 3. Obtengamos Obtengamos mayor rendimiento y aceleremos nuestr a marcha a la victoria . . . . 309 C apítulo 3. 6. Aceleremos 4. Cambiemos a mejor nuestr a vida... y nuestro es tilo vida . . . . . . . . . . . . . . . . . 316 cuarta Parte Tomemos la decisión de inversión más importante de nuestra vida Capítulo 4.1. La hucha definitiva: la colocación de activos . . . 325 C apítulo 4.2. Jugar a ganar: la caj a del riesgo y el crecimiento . . . . . . . . . . . . . . . . . . . 355 Dinero.indd 20 5/2/18 19:17 Sumario · 21 Capítulo 4.3. La caj a de los sueños . . . . . . . . . . . . . . . . 377 C apítulo 4. 4. Timing: ¿la opor tunidad lo es todo? . . . . . . . 386 Quinta Parte Ganar sin perder: creemos un plan de renta vitalicia Capítulo 5.1. In vencible, inhundible, inconquistable: la estr ategia para todas las estaciones . . . . . . . 411 C apítulo 5.2. Es hora de prosper ar: rendimiento seguro y resultados incomparables . . . . . . . . . . . . . 438 C apítulo 5.3. Libertad: creemos nues tro plan de renta vitalicia . . . . . . . . . . . . . . . . . . . 451 C apítulo 5. 4. Es hora de ganar: la solución es la renta . . . . . 465 Sexta Parte Invirtamos como el 0,001 por ciento: el manual del multimillonario Capítulo 6. 0. Conozcamos a los maestros . . . . . . . . . . . . 489 C apítulo 6.1. Carl Icahn: el amo del universo . . . . . . . . . . 495 C apítulo 6.2. David Swensen: una obr a de amor que vale 23. 900 millones de dólares . . . . . . . 507 C apítulo 6.3. John C. Bogle: la v anguardia de la inversión . . 516 C apítulo 6. 4. Warren Buf fett: el oráculo de Omaha . . . . . . 525 C apítulo 6.5. Paul Tudor Jones: un moderno Robin Hood . . . 529 C apítulo 6. 6. Ray Dalio: un hombre para todas las es taciones . . . . . . . . . . . . . . 538 C apítulo 6. 7. Mar y Callahan Erdoes: la mujer del billón de dólares . . . . . . . . . . . 540 C apítulo 6.8. T. Boone Pick ens: hecho para ser rico, hecho para dar . . . . . . . . . . . . . . . . . . . . 548 C apítulo 6.9. Kyle Bass: el maes tro del riesgo . . . . . . . . . . 558 C apítulo 6.10 . Marc Faber: el multimillonario llamado Dr. Doom . . . . . . . . . . . . . . . . . 568 C apítulo 6.11. Charles Sch wab: hablando con Chuck, el bróker del pueblo . . . . . . . . . . . . . . . . . 5 75 Capítulo 6.12. Sir John T empleton: ¿el mayor in versor del siglo xx? . . . . . . . . . . 5 87 Dinero.indd 21 5/2/18 19:17 22 · Dinero: domina el juego SéPtima Parte ¡Haz, disfruta y comparte! Capítulo 7 .1. El futuro es más luminoso de lo que creemos . . . 595 C apítulo 7 .2. La riqueza de la pasión . . . . . . . . . . . . . . . 622 C apítulo 7 .3. El secreto último . . . . . . . . . . . . . . . . . . . 639 7 simples pasos: la guía del éxito . . . . . . . . . . . . . . . . . 663 Agr adecimientos . . . . . . . . . . . . . . . . . . . . . . . . . . . 67 1 Las empresas de Anthony Robbins . . . . . . . . . . . . . . . . 681 N ota sobre las fuentes . . . . . . . . . . . . . . . . . . . . . . . . 697 Créditos . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 699 Dinero.indd 22 5/2/18 19:17 Capítulo 1.1 ¡Es nuestro dinero! ¡Es nuestra vida! Controlémoslos El dinero es un buen sirviente pero un mal amo. Sir Francis Bacon Dinero. Pocas palabras despiertan sentimientos humanos tan intensos. ¡Muchos incluso nos negamos a hablar del tema! Como la re- ligión, el sexo y la política, es tabú cuando nos sentamos a la mesa y muchas veces también en el trabajo. Podemos hablar de riqueza con gente educada, pero el dinero es explícito. Es rudimentario. Es estridente. Es muy personal y muy comprometido. Si lo tene-mos podemos sentirnos culpables, y si no lo tenemos... podemos avergonzarnos. Pero ¿qué es realmente el dinero? Para algunos, el dinero es fundamental pero no lo más impor - tante. Es simplemente una herramienta, una fuente de poder que usamos par a ser vir a los demás y vivir una buena vida. A otros los consume una sed de dinero tan grande que los destruye a ellos y a quienes los rodean. Por conseguirlo, algunos incluso están dis - puestos a sacrificar cosas que valen mucho más: su salud, su tiem - po, su familia, su autoestima y, en algunos casos, incluso su inte- gridad. En el fondo, es poder.Todos hemos visto cómo el dinero puede crear cosas o pue- de destruirlas. Puede financiar un sueño o provocar una guerra. Podemos dar dinero como regalo o usarlo como arma. Podemos Dinero.indd 35 5/2/18 19:17 36 · Dinero: domina el juego utilizarlo para expresar nuestro espíritu, nuestra creatividad, nuestras ideas, o para expresar nuestra frustración, nuestra ra-bia, nuestro odio. Podemos usarlo para influir en gobiernos y en personas. Algunos se casan por dinero... y luego descubren el verdadero precio de ese dinero. Pero todos sabemos que, en cierto sentido, es una ilusión. Hoy día ni siquiera es oro o papel, sino una serie de unos y ceros en ordenadores de bancos. ¿Qué es eso? Es como una transfor-mista o un lienzo en blanco, que asume el sentido o el sentimien-to que proyectamos en él. Al fin y al cabo, lo que buscamos no es dinero, ¿a que no? Lo que de verdad buscamos son las sensaciones, las emociones que creemos que el dinero puede dar: una sensación de poder, de libertad, de seguridad, de ser capaces de ayudar a nuestros seres queridos y a las personas necesitadas de poder elegir, y de sentirnos vivos. El dinero es, sin duda, una de las formas de convertir los sueños que tenemos en la realidad que vivimos. Pero aunque el dinero sea una percepción —un concepto abs- tracto—, ¡no sentimos lo mismo si no tenemos bastante! Y una cosa es segura: o lo usamos o nos usa. O dominamos el dinero o, de alguna manera, el dinero nos domina a nosotros. La manera como nos relacionamos con el dinero refleja la manera como nos relacionamos con el poder. ¿Es una desgracia o una bendición? ¿Un juego o una carga? Cuando elegí el título de este libro, a no pocas personas es - candalizó la idea de que el dinero pudiera ser un juego. ¡Cómo se me ocurría usar una palabra tan frívola para hablar de un tema tan serio! Pero seamos realistas. Como verá el lector en las pá-ginas que siguen, la mejor manera de cambiar nuestra vida es encontrar a las personas que han conseguido lo que nosotros queremos y seguir sus pasos. ¿Queremos dominar nuestras fi - nanzas? Encontremos a una persona que domine las suyas, ten-gamos con el dinero la misma relación que esa persona tiene y habremos encontrado un camino que nos llevará al poder. Dinero.indd 36 5/2/18 19:17 ¡Es nuestro dinero! ¡Es nuestra vida! Controlémoslos · 37 He entrevistado a muchas de las personas más ricas y po- derosas del mundo y puedo decir que la mayoría de ellas creen, efectivamente, que el dinero es un juego. ¿Por qué otro motivo iba a trabajar alguien diez o doce horas diarias cuando ya ha ga-nado miles de millones de dólares? Y no olvidemos que no todos los juegos son frívolos. Los juegos son un reflejo de la vida. Unas personas se quedan al margen y otras juegan para ganar. ¿Cómo jugamos? Quiero que tengamos presente que el juego del dinero es un juego que ni nosotros ni nuestra familia podemos permi-tirnos perder. Una cosa prometo al lector: si me escucha y sigue los siete simples pasos que expongo en este libro —y que he sacado de los jugadores financieros de mayor éxito del mundo—, él y su familia ganarán este juego. ¡Y pueden ganar mucho! Pero, para ganar, tenemos que conocer las reglas y aprender las mejores estrategias de éxito que han seguido aquellos que ya dominan el juego. Lo bueno es que, en unos minutos, podemos ahorrarnos años de tiempo simplemente aprendiendo a evitar los obstáculos y a tomar los atajos que nos lleven a un éxito duradero. El sector financiero funciona muchas veces para que se nos antoje terri-blemente complejo, pero, en realidad, una vez que nos familia-rizamos con la jerga, es más bien simple. Este libro da al lector la oportunidad de dejar de ser una pieza de ajedrez y empezar a ser un jugador en el juego del dinero. Creo que se sorprenderá mucho cuando, una vez iniciado, vea lo fácilmente que cambia su vida financiera y disfruta de la libertad que merece. Conque allá vamos. Figurémonos simplemente lo que sería la vida si ya domináramos este juego. ¿Y si el dinero no importara?¿Cómo nos sentiríamos si no tuviéramos que preocuparnos por ir todas las mañanas a una oficina, por pagar las facturas ni por tener que ahorrar para la jubilación? ¿Cómo sería vivir como nos diera la gana? ¿Cómo sería saber que podemos montar nuestro propio negocio cuando queramos, o comprarles una casa a nuestros padres y costearles la universidad a nuestros hijos, o tener la libertad de viajar por todo el mundo? Dinero.indd 37 5/2/18 19:17 38 · Dinero: domina el juego ¿Cómo viviríamos si nos despertáramos todas las mañanas sa- biendo que tenemos suficiente dinero no sólo para subvenir nues - tras necesidades más básicas, sino también para cumplir nuestros deseos y sueños? La verdad es que muchos seguiríamos trabajando, porque so- mos así. Pero lo haríamos con alegría y por gusto. Nuestro trabajo continuaría, pero el estrés y la ansiedad desaparecerían. Trabaja-ríamos porque queremos, no porque tenemos que hacerlo. Eso es la libertad financiera. Pero ¿no será soñar despiertos? ¿Realmente es posible que las personas normales y corrientes —y, sobre todo, nosotros— hagamos ese sueño realidad? Tanto si queremos vivir como el uno por ciento como si sólo queremos alcanzar esa tranquilidad que da saber que tenemos la jubilación asegurada, la verdad es que siempre podemos en-contrar la manera de hacer el dinero que necesitamos. ¿Cómo? El secreto de la riqueza es sencillo: procuremos hacer más que nadie por los demás, seamos más valiosos, hagamos más, demos más, sirvamos más. Y tendremos la oportunidad de ganar más, ya sea porque servimos la mejor comida de Austin, Texas, porque somos los mejores vendedores de nuestra empresa, o porque in-cluso somos los fundadores de Instagram. Pero este libro no versa sólo de cómo añadir valor: trata de cómo ir desde donde estamos hoy a donde queremos estar, ya sea en una situación financieramente segura, independiente o libre. Trata de cómo mejorar nuestra calidad de vida hoy desarrollan-do la única habilidad fundamental que la inmensa mayoría de los estadounidenses nunca han desarrollado: dominar el dinero. De hecho, el 77 por ciento de ellos —tres de cada cuatro— dice que se preocupa por el dinero, pero sólo el 40 por ciento recono-ce que tiene algún tipo de plan de gastos o de inversión. ¡Uno de cada tres baby boomers, personas nacidas durante la explo ­ sión demográfica y expansión económica de mediados de los cuarenta a mediados de los sesenta, tiene menos de mil dóla­ res de ahorros! Según las encuestas, menos de una de cada c uatro confían en el sistema financiero... ¡y con razón! Y la propiedad de acciones ha caído a mínimos históricos, sobre todo entre los Dinero.indd 38 5/2/18 19:17 ¡Es nuestro dinero! ¡Es nuestra vida! Controlémoslos · 39 jóvenes. Pero la verdad es que el camino a la libertad no se gana. Como veremos más adelante, incluso los que ganaron muchos millones, como el director de El padrino, Francis Ford Coppola, el boxeador Mike Tyson y la actriz Kim Basinger, los perdieron porque no aplicaron los principios fundamentales que el lector pronto aprenderá. Tenemos que ser capaces no sólo de conservar una parte de lo que ganamos para nuestra familia, sino, y más importante, multiplicar lo que ganamos: ganar dinero mientras dormimos, como suele decirse. Tenemos que pasar de ser con­ sumidores a ser propietarios, y para ello hemos de convertirnos en inversores. En realidad, muchos somos ya inversores. A lo mejor entramos en el juego porque nuestra abuela nos regaló unas acciones de su bolsa favorita cuando nacimos, o porque nuestro jefe nos incluyó en el plan de pensiones de la empresa, o porque un amigo nos dijo que nos olvidáramos de Kindle y compráramos acciones de Amazon. Pero ¿es esto suficiente? Si estamos leyendo este libro, creo que sabemos la respuesta: ¡de ninguna manera! No tengo que decir - le al lector que no estamos en el mundo de nuestros padres y de nues tros abuelos, en lo que a la in versión se refiere. Antes, el plan era muy simple: íbamos a la universidad, empezábamos a traba - jar, dábamos el callo y quizá conseguíamos un empleo mejor en una empresa más gr ande, tr as lo cual la clave era procurar añadir valor, ascender en el escalafón, invertir en acciones de la empresa y jubilarnos con una pensión. ¿Nos acordamos de lo que eran las pensiones? ¿La promesa de una renta vitalicia? Eso se ha acabado. El lector y yo sabemos que ese mundo ya no existe. Vivimos más tiempo con menos dinero. Cada día aparece una nueva tec-nología en la red que alimenta un sistema que muchas veces pa-rece pensado para separarnos de nuestro dinero en lugar de ayu-darnos a hacerlo rendir. Cuando escribo esto, las tasas de interés de nuestros ahorros rondan el cero por ciento, y los mercados suben y bajan como un corcho en medio del océano. Al mismo tiempo, nos enfrentamos a un sistema financiero que nos ofrece infinitas opciones y es de una complejidad apabullante. Hoy po-demos elegir entre más de 10.000 fondos de inversión, 1.400 fon-dos cotizados (ETF) y cientos de bolsas de todo el mundo. Parece Dinero.indd 39 5/2/18 19:17 40 · Dinero: domina el juego que cada día nos venden «instrumentos» de inversión más y más complejos con una siglas que parecen una sopa de letras: CDO, REIT, MBS, MLP, CDS, CETF... ¿Y qué decir del HFT? Son las siglas de high-frequency tra- ding (negociación de alta frecuencia), por la cual entre el 50 y el 70 por ciento de las decenas de millones de transacciones que se producen a diario en el mercado lo generan máquinas velocísi-mas. ¿Qué significa esto? Basta medio segundo, unos quinientos milisegundos, para clicar con el ratón y ejecutar nuestra opera-ción electrónica. En este breve tiempo, los grandes inversores, con sus superordenadores, habrán comprado y vendido miles de acciones del mismo tipo cientos de veces, y obtenido microbene-ficios en cada una de esas transacciones. Michael Lewis, autor del superventas sobre el HFT Flash Boys. La revolución de Wall Street contra quienes manipulan el mercado (Deusto, 2014), declaró en el programa 60 Minutes: «El mercado bursátil esta-dounidense, el más emblemático del capitalismo global, está tru-cado... por una combinación de bolsas, grandes bancos de Wall Street y operadores de alta frecuencia. ¡Son capaces de adivinar nuestra intención de adquirir acciones de Microsoft, comprarlas antes que nosotros y vendérnoslas más caras!». ¿Cuán rápida es esta gente? ¡Una empresa de HFT se gastó unos 250 millones de dólares en tender cables de fibra óptica entre Chicago y Nueva York, alterando el paisaje, con tal de reducir en 1,4 milisegun-dos el tiempo que tardaba en realizar sus transacciones! Pero ni siquiera eso basta. Hay intercambios que se verifican en cues-tión de microsegundos —o sea, de millonésimas de segundo—, y pronto la tecnología HFT permitirá que dichos intercambios se verifiquen en cuestión de nanosegundos, o sea, de milmillo-nésimas de segundo. Para eso, están tendiendo cables por el le-cho oceánico y se habla incluso de drones que funcionarán con energía solar y harán las veces de repetido res que conectarán las bolsas de N ueva York y de Londres. Pasmoso, ¿verdad? ¿Qué posibilidades tenemos de competir con robots voladores que compran y venden a la velocidad de la luz? ¿A quién recurriremos para que nos guíe a través de este laberinto de opciones hecho de alta tecnología y alto riesgo? Dinero.indd 40 5/2/18 19:17 ¡Es nuestro dinero! ¡Es nuestra vida! Controlémoslos · 41 Un experto es una persona cualquiera que da consejos fuera de casa. Oscar Wilde El problema es que cuando de dinero (y de inversiones) se tra- ta, todo el mundo tiene una opinión. Todo el mundo da conse-jos. Todo el mundo tiene una respuesta. Pero una cosa le digo al lector: pocas veces nos ayudan esas respuestas. ¿Hemos notado hasta qué punto las creencias sobre el dinero se parecen a las religiosas y a las políticas? Las conversaciones sobre el tema se vuelven intensas y apasionadas, sobre todo en internet, donde gente sin verdaderos conocimientos ni autoridad expone sus teo-rías y critica las estrategias ajenas con gran vehemencia, aunque no tengan un currículo que los avale. Es como si un psicólogo atiborrado de Prozac nos dijera cómo podemos tener una vida plena, o una persona obesa cómo adelgazar y ponernos en forma. Yo distingo entre expertos que hacen y expertos que hablan. No sé el lector, pero yo estoy harto de oír a esos «expertos» que le dicen a uno lo que tiene que hacer pero ellos no han hecho nada de provecho en su vida. Si el lector piensa que soy otro gurú de la inversión que va a hacerle maravillosas promesas, se equivoca. Eso se lo dejo a los bufones financieros que nos recomiendan con mucho aspa - viento que compremos las acciones de moda o que ahorremos e invirtamos en algún fantástico fondo de inversión. Ya sabemos, esos que nos prometen que nuestro dinero crecerá siempre a un interés compuesto del 12 por ciento anual. Prodigan consejos que demasiadas veces carecen de fundamento y a menudo ni siquiera ellos invierten en los productos que recomiendan. Algunos creen sinceramente que nos ayudan, pero podemos ser sinceros y estar equivocados. Quiero que el lector sepa que no soy uno de esos «pensado- res positivos» que nos llenan de entusiasmo y energía dándonos una imagen falsa del mundo. Yo creo en la inteligencia. Tenemos que ver las cosas como realmente son pero no peor de lo que son (verlas así sólo es una excusa para no hacer nada). A lo mejor el lector me conoce de haberme visto en la televisión sonriendo de oreja a oreja, pero no he escrito este libro para darle ánimos con Dinero.indd 41 5/2/18 19:17 42 · Dinero: domina el juego unas cuantas frases positivas, sino para ayudarlo a profundizar en su vida, resolver problemas reales y seguir avanzando. Llevo treinta y ocho años obsesionado con encontrar estra- tegias y herramientas que mejoren inmediatamente la calidad de vida de las personas, y cuya efectividad he demostrado ob-teniendo resultados mesurables allí donde otros han fracasado. Con mis libros, vídeos y programas de audio he llegado a más de cincuenta millones de personas de cien países diferentes, y a otros cuatro millones en actos en directo. Lo que sé desde siempre es que el éxito tiene sus claves. La gente no triunfa porque tenga suerte; hacen las cosas de otra manera. Me interesa esta gente: la que tiene una voluntad in-quebrantable de aprender, crecer y lograr cosas. Que no se me malentienda. No me engaño. Sé que hay pocas personas en el mundo que están bien de salud y se mantienen en forma. La ma-yoría de las personas no tienen relaciones de amor y pasión que duren décadas, ni sienten una gratitud y alegría constantes. Hay pocas personas en el mundo que maximizan sus oportunidades de negocio. Y aún hay menos que empiezan con poco o nada y llegan a ser financieramente libres. ¡Pero unos pocos lo hacen! Unos pocos sí tienen relaciones maravillosas, mucha alegría, estupenda salud e inmensa gra-titud. He estudiado a estos pocos que hacen cosas frente a los muchos que hablan. Si buscamos obstáculos, siempre encontra-remos cosas malas. ¡Pero también hay cosas buenas! Yo persi-go la excelencia humana. Busco a esas personas que transgre - den las normas y nos demuestran lo que es posible. Aprendo en qué se diferencian esas pocas personas extraordinarias de todos los demás y las emulo. Descubro lo que funciona, lo aclaro, lo simplifico y lo sistematizo de manera que ayude a las personas a prosperar. Desde los oscuros días de 2008, cuando el sistema financie- ro mundial casi se fue al garete, estoy obsesionado con la idea de ayudar a la gente normal y corriente a controlar su dinero y a combatir un sistema que demasiado a menudo se vuelve contra ella. Los problemas persisten y no parece que todas esas llamadas «reformas» del gobierno hayan servido para mucho. Dinero.indd 42 5/2/18 19:17 ¡Es nuestro dinero! ¡Es nuestra vida! Controlémoslos · 43 En algunos ámbitos, la cosa incluso ha empeorado. Para hallar respuestas, he entrevistado a cincuenta de las personas más in-fluyentes del mundo del dinero. En este libro no encontrará el lector bustos parlantes ni opiniones mías. Oirá directamente a los maestros del juego: multimillonarios que partieron de la nada, premios Nobel y colosos de las finanzas. Éstos son algunos de los maestros del dinero de los que el lector aprenderá en las páginas que siguen: — John C. Bogle, sabio de ochenta y cinco años con sesenta y c uatro de experiencia bursátil y fundador de Vanguard Group, la empresa de fondos de inversión número uno del mundo. — Ray Dalio, fundador del mayor fondo de inversión de alto riesgo del mundo, con 160 mil millones de dólares en ac - tivos. — David Swensen, uno de los mayores inversores institucionales de todos los tiempos, que incrementó la dotación de la univer - sidad de Y ale de mil millones de dólares a más de 23.900 en menos de dos décadas. — Kyle Bass, un hombre que convirtió una inversión de 30 mi-llones de dólares en dos mil millones en dos años dur ante la crisis de las hipotecas de alto riesgo (hipotecas basura o subprime). — Carl Icahn, quien ha obtenido mejores resultados que W arren Buffett, el mercado y que casi todo el mundo en los últimos ciclos de uno, cinco y diez años. — Mary Callahan Erdoes, a la que muchos consideran la mujer más poderosa del mundo de las f inanzas. Es responsable de más de 2.500 millones de dólares en su calidad de consejera delega - da de JPMorgan Asset Management. — Charles Schwab, quien lideró una revolución que abrió Wall Stree t a los pequeños inversores y cuya emblemática empresa gestiona hoy 3.380 millones de dólares. Voy a presentar al lector a éstas y a otras superestrellas que obtienen resultados constantes, década tras década, en merca- Dinero.indd 43 5/2/18 19:17 44 · Dinero: domina el juego dos que suben y bajan, prosperan y se hunden. Juntos penetra - remos en los secretos más recónditos de su éxito inversor y veremos cómo aplicarlos incluso a la cantidad de dinero más pequeña. Y ésta es la clave: he escrito este libro basándome en la sabi- duría intemporal de los mejores inversores del mundo. Después de todo, ninguno sabemos cómo estará la economía cuando el lector lea este libro. ¿Habrá inflación o deflación? ¿Será el mer-cado alcista o bajista? La idea es saber cómo sobrevivir y me­drar sea cual sea la situación del mercado. Estos verdaderos expertos nos explicarán cómo. Además, abrirán su cartera de valores para mostrarnos a qué combinación de inversiones se encomiendan para capear todos los temporales. Y responderán a esta pregunta: si no pudiéramos legar nuestra riqueza a nues-tros hijos, sino sólo una serie de principios, ¿cuáles serían? Ésta sería la mejor herencia, ¡y no tenemos que ser hijos suyos para recibirla! El secreto para salir adelante es simplemente empezar. Mark Twain ¡Preparémonos, porque vamos a emprender un viaje de siete simples pasos hacia la seguridad, independencia y libertad fi-nancieras! Tanto si somos jóvenes que acabamos de empezar como si somos baby boomers que nos enfrentamos a la jubilación o sofisticados inversores que queremos mantenernos al día, este libro nos ofrecerá un plan de acción para que fijemos y alcance-mos nuestros objetivos financieros, y nos ayudará a superar las actitudes que nos impiden disfrutar de la verdadera abundancia. Examinaremos la psicología de la riqueza, algo que llevo estu-diando y enseñando casi cuarenta años. Veremos los errores que cometemos al manejar nuestro dinero, lo que nos impide seguir los buenos planes que nos hemos trazado. Y para asegurarnos de que conseguimos los resultados deseados, he apelado a los mejo-res economistas conductuales del mundo para hallar soluciones que funcionen: ajustes pequeños y sencillos que nos anima­rán a hacer automáticamente lo que para a otros les exige Dinero.indd 44 5/2/18 19:17 ¡Es nuestro dinero! ¡Es nuestra vida! Controlémoslos · 45 mucha disciplina; estrategias que pueden marcar la diferen­ cia entre jubilarse cómodamente y morirse en la miseria. Reconozcámoslo: mucha gente inteligente y dotada pasa de ocuparse del tema del dinero porque le parece muy complicado y lioso. Una de las primeras personas a las que di a leer este ma-nuscrito fue a mi amiga Angela, quien domina muchos aspectos de su vida pero no el del dinero. Me dice que la gente la admira porque ha recorrido más de treinta mil kilómetros por algunos de los mares más bravos del planeta en pequeños veleros. Pero sabe que descuidaba sus finanzas y eso la avergonzaba. «Todo me parecía muy confuso y no me aclaraba. Empezaba ya sintiéndose superada y renunciaba, y eso no es propio de mí.» Pero descubrió que siguiendo los siete simples pasos que explico en este libro podía por fin controlar sus finanzas, ¡y de una manera facilísima! «He podido guardar para el futuro simplemente ahorrando en algunas cosas que no me agradaban», me dice. Cuando empezó a pensar en ahorrar, trazó un plan de inversión automático y cuan-do iba por el capítulo 2.7 ya había cambiado su vida. Unos días después vino a verme y me dijo: OVEJASCHICAS INVERSORES «PORQUE TODOS LO HACEN…»ADOLESCENTES Dinero.indd 45 5/2/18 19:17 46 · Dinero: domina el juego —Me he comprado el primer coche nuevo de mi vida. —¿Y cómo lo has hecho? —le pregunté.—Me he dado cuenta de que gastaba más dinero en repara- ciones y gasolina de mi viejo coche de lo que me costaba finan-ciarme uno nuevo. Tendría el lector que haberle visto la cara cuando se bajó de su nuevo y flamante Jeep Wrangler color blanco perla. O sea, este libro no va sólo de cómo tener una buena jubi- lación, sino también de cómo conseguir la calidad de vida que deseamos y merecemos hoy. ¡Podemos vivir como queramos y al mismo tiempo garantizarnos la calidad de vida en el futuro! ¡El sentimiento de poder, seguridad y fuerza interior que experi-mentaremos cuando dominemos este tema se transmitirá a todo lo demás: a nuestra vida profesional, a nuestra salud, a nues-tras emociones y a nuestras relaciones! La falta de confianza en el manejo del dinero afecta a nuestra confianza en otras cosas. ¡Pero si dominamos nuestras finanzas, nos sentiremos más ca-paces y más dispuestos a arrostrar nuevos desafíos! ¿Qué nos impide echar a caminar por la vía de la libertad financiera? A muchos, como a mi amiga Angela, es la sensación de que la cosa los supera. Nos han enseñado a pensar «es de-masiado complejo» o «no es lo mío». Es verdad que el sistema está pensado para que parezca confuso y nos encomendemos a «profesionales» que se llevan enormes comisiones por mante - nernos a oscuras. En los capítulos que siguen aprenderemos a evitar esto y, lo que es más importante, mostraré que invertir en nuestro camino a la libertad no es nada confuso. Uno de los motivos por los que la gente triunfa es que tiene conocimientos que otra gente no. Pagamos a nuestro abogado o a nuestro médico por los conocimientos y las habilidades que no tenemos. También tienen un lenguaje especial que a veces los aís-la de nosotros. Por ejemplo, en el ámbito médico, oímos que unas 225.000 per - sonas murieron por «iatrogenia» el año pasado. Según el Journal of the American M edical Association , es la tercera causa de muer - te en Estados Unidos. Iatrogenia. Menuda palabreja, ¿no? Suena a cosa seria, pero ¿qué signif ica ? ¿Será una enfermedad tropical? Dinero.indd 46 5/2/18 19:17 ¡Es nuestro dinero! ¡Es nuestra vida! Controlémoslos · 47 ¿Una mutación genética? No, iatrogenia significa que la muerte la ha causado un médico, un hospital o un tratamiento incorrecto o innecesario. ¿Por qué no dicen eso? Porque a las instituciones médicas no les interesa decirlo con palabras sencillas que una persona normal pueda entender. El mundo financiero también tiene su propia jerga, repleta de palabras que en realidad sólo encubren comisiones y nos imposibilita darnos cuenta de que nos están sacando más dinero del que creemos. Espero que el lector me deje ser su traductor y su guía en este viaje. Juntos encontraremos la clave que nos permitirá entender esa complejidad que hace que la mayoría nos sintamos como ex-tranjeros en el mundo de las finanzas. Hoy hay tanta información que incluso los inversores más finos se sienten abrumados. Sobre todo cuando lo que se nos ofrece tiene poco que ver con lo que necesitamos. Por ejemplo, imaginemos que sentimos un dolorcillo en el pecho y buscamos en Google la palabra corazón. ¿Qué sale? Nada sobre infartos, que es lo que en ese momento nos interesa. Nos aparecen pági-nas y noticias del corazón, sí, pero no del órgano, sino de la vida privada de personajes famosos. ¿De qué nos sirve eso? Mi plan es servir al lector convirtiéndome en su motor de búsqueda personal: un motor de búsqueda inteligente, que filtre toda la información superflua y nociva, y ofrezca soluciones cla-ras y sencillas. Antes de que nos demos cuenta, seremos también unos ini- ciados en los secretos del juego. Sabremos por qué andar a la caza del rendimiento no funciona, por qué nadie puede ganar al mer-cado a largo plazo, [Salvo unos cuantos «unicornios», un grupo reducido y exclusivo de «magos financieros» a los que la gente en general no tiene acceso, pero que presentaré al lector en los ca-pítulos que siguen.] y por qué la gran mayoría de los expertos fi-nancieros no cumplen la responsabilidad legal de servir nuestros intereses. Demencial, ¿verdad? Aprenderemos por qué el rendi-miento que los fondos de inversión anuncian no es el que obte-nemos realmente. Encontraremos soluciones que podrían sumar literalmente millones de dólares al rendimiento de nuestras in- Dinero.indd 47 5/2/18 19:17 48 · Dinero: domina el juego versiones: ¡hay estudios estadísticos que muestran que podemos ahorrar entre 150.000 y 450.000 dólares simplemente aplicando los principios expuestos en la segunda parte de este libro! Nos embolsaremos el dinero que de otra manera nos cobrarían en comisiones. Aprenderemos también cómo hacer crecer nuestro dinero con el ciento por ciento del capital principal protegido. Porque eso es lo bueno de este libro: no sólo hablo de las es- trategias de inversión que usan los superricos y a las que las per-sonas normales no tienen acceso; ¡he descubierto cómo acceder a ellas y usarlas! ¿Por qué han de ser unos pocos privilegiados los únicos que se aprovechen de las grandes oportunidades? ¿No es hora de que todos juguemos en las mismas condiciones? Recordemos: es nuestro dinero y es hora de que lo contro - lemos. La intuición de un momento vale muchas veces por la experiencia de una vida. Oliver Wendell Holmes Antes de seguir adelante, permíteme lector que te diga lo que me movió a escribir este libro. Si sabes algo de la repercusión mediá-tica que mi obra ha tenido a lo largo de los años, o si has leído alguno de mis libros, conocerás seguramente mi trayectoria y sa-brás que siempre me he dedicado a hacer que las cosas cambien de una manera radical y mesurable: he ayudado a gente a perder entre 10 y 130 treinta kilos, he rehecho relaciones que parecían acabadas, he ayudado a empresarios a expandir sus negocios en-tre un 30 y un 130 por ciento al año, y también he ayudado a superar terribles tragedias: parejas que han perdido a un hijo, soldados que volvían de Afganistán con trastorno de estrés pos-traumático. Mi pasión es ayudar a la gente a avanzar en sus relaciones, en sus sentimientos, en su salud, en sus profesio­nes y en sus finanzas. Llevo casi cuarenta años teniendo el privilegio de instruir a personas de toda clase y condición, incluyendo a algunos de los hombres y mujeres más poderosos del planeta. He trabajado con presidentes de Estados Unidos y con empresarios de peque - Dinero.indd 48 5/2/18 19:17 ¡Es nuestro dinero! ¡Es nuestra vida! Controlémoslos · 49 ños negocios. He ayudado a mejorar el rendimiento de estrellas del deporte como Wayne Gretzky, el gran jugador de hockey sobre hielo, al principio de mi carrera, y como Serena Williams. He tenido el privilegio de trabajar con actores oscarizados como el frío Leonardo DiCaprio y el cálido Hugh Jackman. Mi obra ha influido en la vida y el rendimiento de grandes artistas del espectáculo como Aerosmith, Green Day, Usher, Pitbull y LL Col J, así como de hombres de negocios multimillonarios como el magnate de los casinos Steve Wynn y el mago de inter-net Marc Benioff. De hecho, Marc dejó su trabajo en Oracle y creó Salesforce.com después de asistir a uno de mis seminarios «Unleash the Power Within» en 1999. Hoy, su compañía vale cinco mil millones de dólares y ha sido nombrada la «empresa más innovadora del mundo» por la revista Forbes los últimos cuatro años. Es evidente, pues, que mis clientes no vienen a mí en busca de motivación. La tienen de sobra. Lo que obtie-nen de mí son estrategias que les ayudan a seguir avanzando y a ser los primeros en su terreno. En el ámbito financiero, he tenido, desde 1993, el honor de instruir a Paul Tudor Jones, uno de los financieros de la histo-ria. Paul predijo el Lunes Negro de octubre de 1987, que sigue siendo la caída bursátil más grande (en porcentaje) que ha ha-bido nunca en un único día en Estados Unidos. Mientras los mercados se desplomaban en todo el mundo y todos los demás perdían hasta la camisa, ese año Paul duplicó el dinero de sus inversores. Lo hizo de nuevo en 2008, ¡año en el que consiguió para sus inversores un rendimiento positivo del 30 por ciento mientras el mercado caía un 50 por ciento! El trabajo que hago con él consiste en captar los principios que guían todas sus de-cisiones y luego los organizo en un sistema que usa a diario y, lo que es más importante, en los momentos críticos. No soy un ins-tructor del pensamiento positivo. Al contrario: soy un instruc-tor que prepara para lo que pueda venir. He estado en contacto con Paul y he seguido su actividad diaria en un mercado lleno de altibajos: desde la burbuja tecnológica de finales de los noventa hasta el 11S, desde el crecimiento del mercado inmobiliario y el desplome de las hipotecas de alto riesgo hasta la crisis financie- Dinero.indd 49 5/2/18 19:17 50 · Dinero: domina el juego ra de 2008, pasando por la posterior crisis de deuda europea y la caída, en 2013, más grande del precio del oro, en términos porcentuales, que ha habido en treinta años. Pese a estos variados desafíos financieros, en veintiocho años Paul no ha cerrado ni un solo ejercicio con pérdidas. Yo he traba- jado con él los últimos veintiuno. Su habilidad para salir victorio-so es realmente excepcional. He tenido el privilegio de trabajar codo con codo con él y ver cómo ganaba dinero constantemente, por muy volátil que fuera el mercado. He aprendido con él más sobre el mundo real de la inversión y sobre cómo se toman las decisiones en momentos difíciles de lo que habría aprendido en cien másteres de administración de empresas. También me siento honrado no sólo de trabajar con Paul, sino de que sea uno de mis más queridos amigos. Lo que me gusta y respeto de él es que no solamente obtiene buenos resul-tados para sí mismo, sino que es uno de los mayores filántropos del mundo. En el curso de estos años, he visto cómo hacía que la Fundación Robin Hood pasara de la simple idea de emplear los recursos del libre mercado para aliviar la pobreza en Nueva York, a ser lo que la revista Fortune ha llamado «una de las organi-zaciones filantrópicas más innovadoras e influyentes de nuestro tiempo». Esta fundación lleva ya repartidos más de 1.450 millo-nes de dólares en ayudas e iniciativas, y ha cambiado la vida de millones de personas. También he aprendido mis propias lecciones en el camino, algunas veces a costa de no pocos errores, para evitar los cuales, por cierto, y en la medida de lo posible, está pensado este libro. Llevo mis cicatrices de Wall Street. A los treinta y nueve años saqué a bolsa una empresa y vi cómo, en cuestión de semanas, mi patrimonio neto ascendía a 400 millones de dólares... ¡para a continuación desplomarse con la crisis de las empresas electró-nicas del año 2000! Pero esta «corrección» del mercado no fue nada comparada con lo ocurrido en estos años. La crisis económica de 2008-2009 ha sido la peor desde la Gran Depresión. ¿Recuerda el lector que pareció que el mundo financiero se acababa? El índice bursátil Dow Jones cayó un 50 por ciento, arrastrando consigo Dinero.indd 50 5/2/18 19:17 ¡Es nuestro dinero! ¡Es nuestra vida! Controlémoslos · 51 los planes de pensiones estadounidenses 401(k).1 El mercado in- mobiliario se desplomó y el precio de la vivienda cayó un 40 por ciento o más. Millones de personas perdieron los ahorros de toda una vida de duro trabajo y otros tantos más se quedaron sin em-pleo. Durante aquellos meses terribles, recibí más llamadas que nunca de personas de la más variada condición que me pedían ayuda. Hablé con barberos y millonarios. Me decían que habían perdido sus casas, que sus ahorros se habían esfumado, que sus hijos no podían ir a la universidad. Yo sentía que me moría por-que sabía lo que era. He trabajado duro y he sido bendecido con el éxito financie- ro, pero no siempre fue así. Me crié con cuatro padres diferentes en el polvoriento valle de San Gabriel, en California. Recuerdo vívidamente que, de niño, no cogía el teléfono ni abría la puerta porque sabía quiénes eran: acreedores, y no teníamos dinero para pagarles. De adolescente me avergonzaba ir a clase vestido con ropa que comprábamos por 25 céntimos en tiendas de segunda mano. Y los jóvenes pueden ser muy malos cuando uno no va ves-tido a la moda. Hoy, comprar en tiendas de segunda mano que-daría muy bien, ¡ya ves! Y cuando por fin me compré mi primer coche, un destartalado escarabajo Volkswagen de 1960, le faltaba la marcha atrás —y por eso siempre lo aparcaba en cuesta— y nunca tenía dinero para gasolina. Gracias a Dios no me creí la teoría de que así es la vida. Encontré la manera de superar mis circunstancias. Debido a estas experiencias, no soporto ver a nadie sufrir. Me saca de quicio. Y 2008 causó más sufrimiento económico inútil del que había visto en mi vida. Inmediatamente después del colapso del mercado bursátil, todo el mundo convino en que había que hacer algo para corre-gir el sistema. Esperé a que esos cambios se produjeran, pero 1. Los planes de pensiones 401(k) (así llamados por el código de la de- clar ación de la renta estadounidense) son planes que las empresas ofrecen a los trabajadores y en los que éstos determinan el porcentaje de su sueldo que desean aportar para su jubilación, porcentaje que generalmente se invierte en fondos de inversión de la empresa, la cual suele hacer aportaciones comple-mentarias, obteniendo tanto el trabajador como la empresa beneficios fiscales. (N. del t.). Dinero.indd 51 5/2/18 19:17 52 · Dinero: domina el juego años después las cosas seguían igual. Y cuanto más me informa- ba sobre las causas de la crisis financiera, más me sublevaba. Mi punto de inflexión personal fue ver un documental oscarizado que se titulaba Inside Job , narrado por Matt Damon, que tra- taba de los «pistoleros» de Wall Street, especuladores que asu-mieron grandes riesgos con nuestro dinero y casi destruyeron la economía. ¿Y su castigo? Nosotros, los contribuyentes, los sal-vamos y de algún modo fueron los mismos personajes los que se pusieron al frente de la recuperación. Al final del documental hervía de frustración, pero convertí mi rabia en una pregunta: «¿Qué puedo hacer?». La respuesta es este libro. No hay amigo más leal que un libro. Ernest Hemingway No fue una decisión fácil. Llevaba sin escribir un libro importan-te casi veinte años. El año pasado volé de media un día de cada cuatro y viajé a más de quince países. Dirijo unas doce empresas y una organización sin ánimo de lucro. Tengo cuatro hijos, una es-posa estupenda y una misión que me gusta y por la que vivo. De-cir que tengo una vida plena es decir poco. Mis dos libros, Poder sin límites y Despertando al gigante interior, fueron superven-tas en todo el mundo y eso fue enormemente gratificante, pero hasta ahora no había tenido el impulso de volver a escribir. ¿Por qué? ¡Porque me gusta el vivo y el directo! Me gusta la experien-cia de la inmersión total, la inmediatez y flexibilidad de comu-nicarme con cinco o diez mil personas a la vez, profundizar y mantener concentrada su atención cincuenta horas durante un fin de semana. Y eso en un momento en el que la mayoría de las personas no aguantan sentadas tres horas viendo una película en la que alguien se ha gastado 300 millones de dólares. Recuerdo que Oprah me dijo que no aguantaría más de dos horas... y doce después se subía a una silla y le gritaba a la cámara: «¡Es una de las mejores experiencias de mi vida!». Usher me dijo que le gus-taba mi trabajo, pero que no estaría todo el fin de semana. Como Oprah, acabó pasándoselo en grande. Cincuenta horas después Dinero.indd 52 5/2/18 19:17 ¡Es nuestro dinero! ¡Es nuestra vida! Controlémoslos · 53 me dijo: «¡Es como dar uno de los mejores conciertos de mi vida! ¡No hacía más que tomar notas y me has hecho desternillarme de risa!». Mi experiencia del acto en vivo y en directo está tan llena de emoción, música, inspiración y sabiduría que la gente se ve impelida a pasar a la acción. No sólo piensan y sienten, también cambian, transforman. Y mi lenguaje corporal y mi voz son fun- damentales en mi estilo de enseñanza. Por eso he de confesar que, cuando me pongo a escribir palabras en una página, ¡me siento como si me hubieran puesto una mordaza y atado una mano a la espalda! En fin, que vi que podía llegar a más de diez millones de personas con una simple charla en el TED. ¿Qué me hizo cambiar de opinión, pues?La crisis financiera produjo mucho dolor, pero también nos hizo reconsiderar lo que más importa en nuestra vida, cosas que nada tienen que ver con el dinero. Fue la ocasión de volver a los fundamentos, a los valores que nos han sustentado en otros momentos difíciles. A mí me hizo recordar los días en los que, sin techo, dormía en mi coche y buscaba la manera de cambiar mi vida. ¿Cómo lo hice? ¡Con libros! Los libros me ayudaron a salir adelante. Yo siempre he sido un lector voraz: de joven, me propuse leerme un libro al día. Me imaginaba que los líderes son lectores. Me apunté a un curso de lectura rápida. No leía un libro al día, pero en siete años leí más de 700 en busca de respuestas que me ayudaran a mí y a los demás. Libros de psicología, de organización del tiempo, de historia, de filosofía, de fisiología. Quería saberlo todo sobre cualquier cosa que pudiera cambiar inmediatamente mi calidad de vida y la del prójimo. Pero los libros que más profunda impresión me causaron fueron los que leí de niño. Fueron el billete con el que salí de un mundo de adversidad: un mundo sin futuro. Me transportaron a una región de posibilidades ilimitadas. Recuerdo el ensayo sobre la confianza en sí mismo de Ralph Waldo Emerson y las líneas: «Hay un momento en la formación de toda persona en la que llegamos al convencimiento de que la envidia es ignorancia; de que la imitación es suicidio, y de que, para bien o para mal, debe-mos tomar las riendas de nuestro destino.» Otro libro fue el del Dinero.indd 53 5/2/18 19:17 54 · Dinero: domina el juego filósofo James Allen Como un hombre piensa, alusión al prover- bio bíblico «Como un hombre piensa, así es su corazón». Lo leí en un momento en el que mi mente era un campo de batalla lleno de miedo. Me enseñó que todo lo que creamos en nuestra vida empieza con el pensamiento. Devoré biografías de grandes líderes, grandes pensadores, grandes hombres de acción, como Abraham Lincoln, Andrew Carnegie, John F. Kennedy y Viktor Frankl. Me di cuenta de que los grandes hombres y mujeres del mundo sufrieron mucho más que yo. No eran simplemente personas con suerte o afortunadas; había algo en ellos, una fuerza invisible que les impedía confor-marse con menos de lo que podían hacer, ser y dar. Me di cuen­ta de que la biografía no es el destino; de que mi pasado no equivalía a mi futuro. Otro de mis libros favoritos fue un clásico de la literatura es - tadounidense, el libro de 1937 de Napoleon Hill Piense y hága- se rico. En los primeros veinte años del siglo xx, Hill entrevis-tó a quinientas de las personas más dotadas del mundo, como Andre w Carnegie, H enry Ford, Theodore Roosevelt y Thomas Edison, preguntándose qué es lo que los movía. Descubrió que tenían en común la voluntad inquebrantable de perseguir sus objetivos y una combinación de deseo ardiente, fe y perseve - rancia para cumplirlos. El mensaje de Hill de que las personas normales pueden super ar c ualquier obstáculo y triunfar dio es - peranzas a una generación de lectores que se vieron afectados por la Gr an Depresión. Piense y hágase rico se convirtió en uno de los libros más vendidos de todos los tiempos. La idea de Napoleon Hill ha sido una inspiración para mí. Como su clásico, este libro está pensado para sacar lo mejor de los mejores, como Warren Buffett, sir Richard Branson y el hombre al que algunos expertos llaman el Edison de hoy, Ray Kurzweil, que inventó los primeros sintetizadores de música di-gital y el primer programa de traducción de texto a voz, el hom-bre que creó el Siri de nuestro iPhone, desarrolló un dispositivo que permite a los ciegos caminar por las calles gracias a la lectura de las señales viales y a pedir de las cartas de los restaurantes, y es hoy director de ingeniería de Google. Pero yo quería escribir Dinero.indd 54 5/2/18 19:17 ¡Es nuestro dinero! ¡Es nuestra vida! Controlémoslos · 55 un libro que fuera más allá de la psicología y la ciencia del éxito y presentara un plan efectivo, con herramientas efectivas que po-damos usar para construir un futuro mejor para nosotros y para nuestra familia. Un libro que fuera un manual, una guía que nos oriente en la nueva economía. Cuando me convencí de nuevo del poder de los libros, pensé: «Tengo que hacer que estas respuestas lleguen a todo el mundo». Y con la tecnología actual, este libro tiene una serie de grandes ventajas que nos ayudarán a seguir adelante. Tiene segmentos electrónicos que nos permiten consultar la red y ver y oír a algu-nos de los hombres y mujeres a los que entrevisté. Tenemos una aplicación diseñada para animarnos a seguir los siete simples pasos de modo que no sólo aprendamos las ideas sino también las pongamos en práctica y alcancemos la libertad financiera que merecemos. Por cierto, cuando me embarqué en esta aventura, la gen­ te me decía que estaba loco. Muchos llamados «expertos» —¡y hasta amigos!— me avisaron de que era un disparate querer lle-var el complejo mundo de las finanzas a un público vasto. Inclu-so mi editor me pidió que escribiera otra cosa. Pero yo sabía que podía hacerlo si encontraba las mejores vo- ces que me guiaran. La mayoría de las personas a las que entrevis-to aquí no conceden entrevistas, o conceden muy pocas. Pueden hablar en el Foro Económico Mundial de Davos, Suiza, o en el Consejo de Relaciones Exteriores, pero nunca antes había llevado nadie su conocimiento y su voz al público en general. Compartir su saber de suerte que todo el mundo pueda actuar de acuerdo con él se convirtió en la misión de este libro. He tenido el honor de trabar excelentes relaciones con algu- nas de las personas más influyentes del mundo: amigos situados en altas esferas que estuvieron dispuestos a hacer una cuantas llamadas en mi nombre. Pronto se me abrieron las puertas y tuve acceso a los maestros del juego. Bienvenidos a la jungla... Welcome to he jungle, Guns N’ Roses Dinero.indd 55 5/2/18 19:17"
}