{
  "title": "El Arte de Empezar 2.0 Guy Kawasaki",
  "source": "Libros/El Arte de Empezar 2.0 Guy Kawasaki.pdf",
  "content": "Guy Kawasaki La guía deﬁnitiva para empezar cualquier negocio en un mundo 2.0 revisada y actualizada de su bestseller El arte de empezar EDICIÓN PVP: 17 ,95€ 10134328Deusto Grupo Planetawww.edicionesdeusto.comwww.planetadelibros.comwww.facebook.com/EdicionesDeusto@EdicionesDeusto#ElArteDeEmpezar20Porque emprender es un estado mental, no un puesto de trabajo El arte de empezar es un bestseller clásico que explica cómo convertir el lanzamiento de un producto, servicio o idea en un éxito de ventas. En esta nueva edición, revisada y actualizada, se ha incorporado todo lo relativo al marketing online y a la transformación digital. Una década después de su primera edición, el autor ha recuperado su obra maestra para incluir sus consejos sobre las herramientas que permiten, ahora más que nunca, emprender un negocio: recursos tales como las redes sociales, el crowfunding o el cloud computing. Tanto si estás pensando en montar tu propio negocio como si ya lo tienes o quieres probar la intraemprendeduría dentro de tu propia empresa, El arte de empezar 2.0 te ayudará a convertir tus ideas en realidad. El arte de empezar 2.0 es el manual deﬁnitivo de emprendeduría. Arianna Hufﬁngton, presidenta y editora jefe de The Hufﬁngton Post Para emprender con éxito hacen falta tres cosas: un garaje, una idea y este libro.Michael Moritz, Sequoia Capital Cualquier persona que quiera empezar un negocio debe leer obligatoriamente este libro. Clayton Christensen, autor de El dilema del innovador«Ser emprendedor es un estado mental, no un puesto de trabajo.» Sobre este punto de partida, Guy Kawasaki articula este manual en el que sistematiza y destila, a través del alambique de su experiencia en el campo del marketing estratégico y la tecnología, cuestiones tan importantes como la innovación, la contratación, la recaudación de fondos o el posicionamiento de la marca. En esta nueva edición, la primera revisada y actualizada, el autor incorpora sus últimas reﬂexiones y consejos prácticos sobre medios sociales, crowdfunding, cloud computing y muchos otros temas clave para todo emprendedor. El arte de empezar 2.0 muestra al lector cómo aplicar y utilizar de manera efectiva todas estas nuevas herramientas y le ayuda a dominar los retos fundamentales que no han cambiado: la construcción de un equipo sólido, la creación de un producto o servicio excelente y la deﬁnición de una estrategia para aventajar a la competencia.Guy Kawasaki es uno de los grandes referentes mundiales actuales en marketing y nuevas tecnologías. A mediados de los años ochenta comenzó a trabajar en Apple, donde fue pionero en aplicar el concepto de «evangelizar» a los negocios tecnológicos. En la actualidad es miembro ejecutivo de la Haas School of Business de la Universidad de California, Berkeley, evangelizador de Canva (un servicio de diseño online) y dirige la empresa de capital riesgo Garage Technology Ventures. Es autor de varios libros, entre los que se han traducido al español El arte de cautivar (Gestión 2000, 2011), Reglas para revolucionarios (MR Ediciones, 2001) y Cómo volver locos a tus competidores (Planeta, 1998). Vive en Silicon Valley y en las redes sociales, donde tiene diez millones de seguidores. Diseño de cubierta: microbiogentleman.com Imagen de cubierta: © Amy E. Price/Getty Images EL ARTE DE EMPEZAR 2.0 Guy Kawasaki El arte de empezar 2.0 La guía definitiva para empezar cualquier negocio en un mundo 2.0 GUY KAWASAKI Traducido por Isabel Murillo EDICIONES DEUSTO 032_DEUST_121532-ARTE DE EMPEZAR.indd 5 25/11/15 11:15 © 2014, 2015 Guy Kawasaki © de la traducción Isabel Murillo, 2016 © Centro Libros PAPF, S.L.U., 2016 Deusto es un sello editorial de Centro Libros PAPF, S. L. U.Grupo PlanetaAv. Diagonal, 662-66408034 Barcelona www.planetadelibros.comDiseño de cubierta: microbiogentleman.com Imagen de cubierta: © Amy E. Price/Getty Images © de las ilustraciones interiores: 01-01: McDonald’s Corporation; 01-03: Derek Sivers; 02-02: AP Photo/Paul Sakuma; 02-05: © Beech-Nut Nutrition Company, 2014; 02-06: Stephen Brashear; 04-01: por cortesía de Herman Miller, Inc.; 05-01: IndieGogo; 06-02: Fuerza Aérea de los Estados Unidos; 06-03: por cortesía de Guy Kawasaki; 08-02: Google Inc.; 08-03: Adam Lee, Air Asia; 08-04: por cortesía de Guy Kawasaki; 08-05: por cortesía de SCOTTeVEST; 08-06: por cortesía de Guy Kawasaki; 09-01: perfil de Cadbury en Google+; 09-02: Peggy Fitzpatrick; 12-01: por cortesía de Guy Kawasaki; 12-02: Jayme Burrows/Stocksy; prólogo: fotografía de Jason Roberts, publicada con permiso de Lewis Pugh; «¿A qué se dedican los emprendedores?»: Lindsey Filby, ilustrador, © 2015 Guy Kawasaki; BM-01: por cortesía de Guy Kawasaki. ISBN: 978-84-234-2479-5 Depósito legal: B. 28.369-2015Primera edición: enero de 2016Preimpresión: Victor Igual, S.L.Impreso por Romanyà Valls, S.A. Impreso en España - Printed in Spain No se permite la reproducción total o parcial de este libro, ni su incorporación a un sistema informático, ni su transmisión en cualquier forma o por cualquier medio, sea éste electrónico, mecánico, por fotocopia, por grabación u otros métodos, sin el permiso previo y por escrito del editor. La infracción de los derechos mencionados puede ser constitutiva de delito contra la propiedad intelectual (Art. 270 y siguientes del Código Penal).Diríjase a CEDRO (Centro Español de Derechos Reprográficos) si necesita fotocopiar o escanear algún fragmento de esta obra. Puede contactar con CEDRO a través de la web www.conlicencia.com o por teléfono en el 91 702 19 70 / 93 272 04 47. 032_DEUST_121532-ARTE DE EMPEZAR.indd 6 27/11/15 11:05 Sumario Escribe sobre lo que sabes. Así podrás disfrutar de un montón de tiempo libre. Howard Nemerov Antes de empezar, léeme... . . . . . . . . . . . . . . . . . 13 CONCEPCIÓN Capítulo 1: El arte de empezar . . . . . . . . . . . . . . . 19 ACTIVACIÓN Capítulo 2: El arte del lanzamiento . . . . . . . . . . . . 49 Capítulo 3: El arte de liderar . . . . . . . . . . . . . . . . 89 Capítulo 4: El arte del bootstrapping . . . . . . . . . . . 111 Capítulo 5: El arte de conseguir financiación . . . . . . 129 Capítulo 6: El arte de presentar . . . . . . . . . . . . . . 171 PROLIFERACIÓN Capítulo 7: El arte de crear un equipo . . . . . . . . . . . 209 Capítulo 8: El arte de evangelizar . . . . . . . . . . . . . 229 Capítulo 9: El arte de socializar . . . . . . . . . . . . . . 255 032_DEUST_121532-ARTE DE EMPEZAR.indd 11 25/11/15 11:15 12 · El arte de empezar 2.0 Capítulo 10: El arte de invocar la lluvia . . . . . . . . . . 287 Capítulo 11: El arte de saber asociarse . . . . . . . . . . 303 Capítulo 12: El arte de resistir . . . . . . . . . . . . . . . 317 OBLIGACIÓN Capítulo 13: El arte de ser un tipo legal . . . . . . . . . . 339 Epílogo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 343 ¿A qué se dedican los emprendedores? . . . . . . . . . . 346 Epílogo posterior al epílogo . . . . . . . . . . . . . . . . . 363 Agradecimientos . . . . . . . . . . . . . . . . . . . . . . . 369 032_DEUST_121532-ARTE DE EMPEZAR.indd 12 30/11/15 12:08 1 El arte de empezar La frase más emocionante que puedes escuchar en el campo de las ciencias, la que pregona nuevos descu­ brimientos, no es «¡Eureka, lo encontré!», sino «¡Es divertido!». Isaac Asimov GIEC (grandes ideas para empezar cosas) Es mucho más fácil hacer las cosas bien desde el principio que tener que ir poniendo parches para solucionarlas después. En esta fase, es cuando se crea el ADN de la startup, un código ge­ nético que es permanente. Presta atención a unos pocos temas importantes y conseguirás construir unos buenos cimientos que te permitirán luego tener libertad para concentrarte en los grandes retos. El presente capítulo explica cómo empezar una startup. Responde preguntas sencillas Existe el mito de que las empresas de éxito empiezan con ambi­ ciones grandiosas. Lo que implica que, para alcanzar el éxito, los emprendedores deberían plantearse de entrada objetivos mega­ lómanos. Pero es precisamente al contrario. La experiencia me ha dado a entender que las grandes empresas empiezan formulán­ dose preguntas muy sencillas: 032_DEUST_121532-ARTE DE EMPEZAR.indd 19 25/11/15 11:15 20 · El arte de empezar 2.0 •Y ENTONCES, ¿QUÉ?1La pregunta surge cuando detectamos o predecimos una tendencia y nos preguntamos acerca de sus consecuencias. Funciona como sigue: «Todo el mundo tendrá un teléfono inteligente con cámara y acceso a inter­ net». Yentonces, ¿qué? « Pues entonces la gente podrá ha­ cer fotografías y compartirlas.» Yentonces, ¿qué? «Pues que deberíamos crear una app que permita a la gente subir sus fotos, puntuar las fotos de los demás y publicar comen­ tarios.» Y,voilà!, aparece Instagram. •¿VERDAD QUE ES INTERESANTE? Este método está impul­ sado por la curiosidad intelectual y el descubrimiento ca­ sual. Spencer Sliver estaba intentando hacer pegamento pero acabó creando una sustancia que mantiene el papel ligeramente unido. Esta rareza fue el origen de las Post­it Notes. RayKroc era un vendedor de electrodomésticos a quien le llamó la atención que un restaurante situado en medio de la nada le hiciera un pedido de ocho batidoras. Fue a visitar el restaurante por pura curiosidad y se qued ó 1. Inspirado en The Art of Profitability, de Adrian Slywotzsky. 032_DEUST_121532-ARTE DE EMPEZAR.indd 20 25/11/15 11:15 El arte de empezar · 21 impresionado al ver el éxito que tenía. Presentó la idea de crear una cadena de restaurantes similares a Dick y Mac McDonald, y el resto es historia. • ¿EXISTE UNA MANERA MEJOR DE HACERLO ? La frustra- ción con el actual estado de cosas es el sello distintivo de este camino. Ferdinand Porsche dijo en una ocasión: « Todo empezó cuando miré a mi alrededor y, como que no encon - tré el coche de mis sueños, decidí construirlo».2 Steve Woz- niak creó el Apple I porque creía que existía una mejor ma - nera de acceder a los ordenadores que trabajando para el Gobierno, una universidad o una compañía grande. Larry Page y Sergey Brin pensaron que medir enlaces internos era una manera mejor de establecer prioridades en los re - sultados de la búsqueda por internet y pusieron en marcha Google. • ¿POR QUÉ MI EMPRESA NO LO HACE ? En este caso, la fuer- za catalizadora es la frustración en el actual puesto de tra - bajo. Conocemos los clientes, el mercado y sus necesidades. Hablamos con dirección y le explicamos que la empresa de- bería crear un determinado producto porque el cliente lo necesita, pero dirección no nos hace ni caso. Al final, desis- timos y lo hacemos nosotros. • ES FACTIBLE , ENTONCES , ¿POR QUÉ NO LO HACEMOS ? El mercado de los productos innovadores suele ser un desco - nocido, razón por la que la actitud de «¡ Y qué demonios!» es una de las principales características de quienes siguen este camino. Por ejemplo, en los años setenta, cuando Mo- torola inventó el teléfono móvil, el aparato era un concepto incomprensible para la mayoría. Pero Martin Cooper y los ingenieros de Motorola decidieron seguir adelante y fabri - carlo. El resto ya es historia. No permitas que nadie te diga que la teoría de «si lo fabricamos, vendrán a por ello» no funciona. 2. Forbes, invierno de 2003, p. 21. 032_DEUST_121532-ARTE DE EMPEZAR.indd 21 27/11/15 11:05 22 · El arte de empezar 2.022 · El arte de empezar 2.0 La génesis de las grandes empresas está en el deseo de querer dar respuesta a preguntas sencillas que cambien el mundo, no en el deseo de hacerse rico. •¿DÓNDE ESTÁ LA DEBILIDAD DEL LÍDER DEL MERCADO? Existen tres enfermedades que debilitan al líder del merca­ do.La primera de ellas se da cuando el líder está compro­ metido con una única forma de hacer negocios. IBM, por ejemplo, vendía sus ordenadores a través de distribuidores, de modo que Dell consiguió innovar vendiendo directa­ mente. La segunda se da cuando los clientes del líder están insatisfechos. Por ejemplo, la necesidad de tener que des­ plazarse a las tiendas de la cadena Blockbuster para reco­ ger y devolver los vídeos abrió las puertas a Netflix. Yla ter­ cera se da cuando el líder del mercado vive de ordeñar siempre la misma vaca y deja de innovar. Esto fue lo que hizo vulnerable a Microsoft Office frente a Google Docs. La pregunta «¿cómo podemos ganar dinero a espuertas» no cabe en este juego. Llámame idealista, pero la génesis de las grandes empresas está en el deseo de querer dar respuesta a pre­ guntas sencillas que cambien el mundo, no en el deseo de ha­ cerse rico. EJERCICIO Completa la siguiente frase: «Si mi startup no llegase a existir, el mundo sería peor porque...». Encuentra tu «punto óptimo» Si consigues responder una de esas preguntas sencillas, el si­ guiente paso consiste en encontrar un «punto óptimo» en el mer­ 032_DEUST_121532-ARTE DE EMPEZAR.indd 22 25/11/15 11:15 El arte de empezar · 23 cado que sea viab le. Mark Coopersmith, coautor de The Other «F» Word: Failure-Wise Lessons for Breakthrough Innovation and Growth, y profesor de la Haas School of Business, ayuda a los emprendedores a conseguirlo sirviéndose de un diagrama de Venn con tres factores: •EXPERIENCIA .Es la suma total de lo que tú y los demás fundadores podéis hacer. Apesar de que cabe la posibilidad de que todavía no dispongas de un equipo completo, para crear algo e iniciar una startup es necesario poseer unos conocimientos y unas habilidades fundamentales. •OPORTUNIDAD .Hay dos tipos de oportunidades: un mer­ cado existente y un mercado potencial. Cualquiera de los dos es correcto, pero lleva a cabo una estimación de cuál será el tamaño real del mercado en unos años. Si la gente roba bancos y no tiendas de artículos de segunda mano, es por alguna razón. Hay momentos, sin embargo, en que no hay forma de demostrar que la oportunidad existe y sim­ plemente hay que creer en ella. •PASIÓN .Este es co mplicado, puesto que no está claro si la pasión es la que genera el éxito o es el éxito el que genera la pasión. Todo el mundo asume que la primera afirmación es la que funciona, pero seamos francos: emocionarse con un negocio que despega es muy fácil, y por ello estimo que la segunda afirmación también podría ser válida. Así y todo, alcanzar el éxito puede llevar mucho tiempo, motivo por el que es mucho mejor que no aborrezcas aquello a lo que te dedicas. No quiero que te quedes con la impresión de que, al principio, los tres factores son necesarios, o evidentes incluso. Si dispones de al menos dos de esos factores, lograrás desarrollar el tercero si te esfuerzas por conseguirlo. 032_DEUST_121532-ARTE DE EMPEZAR.indd 23 25/11/15 11:15 24 · El arte de empezar 2.0 Experiencia Pasión OportunidadPunto óptimo Encuentra compañeros del alma El siguiente paso consiste en encontrar compañeros del alma que te acompañen en tu aventura; piensa en Bilbo Bolsón en El Señor de los Anillos . A la gente, sin embargo, le encanta la idea del inno­ vador solitario: Thomas Edison (la bombilla), Steve Jobs (Macin­ tosh), Henry Ford (el Ford T), Anita Roddick (The Body Shop) y Richard Branson (Virgin Airlines). Se equivocan. Las empresas de éxito suelen empezar, y alcanzar el éxito, con la contribución de al menos dos amigos del alma. Después, la gente suele reconocer a uno de los fundadores como el innova­ dor, pero para que una nueva iniciativa funcione, hace falta un equipo. El primer seguidor es lo que transforma el loco solitario en líder. 032_DEUST_121532-ARTE DE EMPEZAR.indd 24 25/11/15 11:15 El arte de empezar · 25 Para ilustrar el concepto, Derek Sivers, fundador de CD Baby , enseñ óun vídeo en la conferencia TED2010 que empieza con una persona que baila sola en la pista. Se le suma una segunda, luego una tercera, y la acumulación acaba convirtiendo aquello en un festival de baile a gran escala. Según Sivers, el primer seguidor desempeña un papel impor­ tante porque aporta credibilidad al líder. Los seguidores que lle­ gan a continuació n emulan al primer seguidor, no solo al líder. Según sus palabras: «El primer seguidor es lo que transforma el loco solitario en líder »y, en una startup, ese primer seguidor sue­ le ser un cofundador. Los compañeros del alma cofundadores deben tener tanto similitudes como diferencias. Las similitudes deseables princi­ pales son: •VISIÓN .Apesar de haberse convertido en una palabra utili­ zada en exceso por los aspirantes a visionarios, en el con­ texto de los amigos del alma, significa que los fundadores comparten una intuición similar en cuanto a cómo evolu­ cionarán tanto la startup como el mercado. Por ejemplo, si 032_DEUST_121532-ARTE DE EMPEZAR.indd 25 25/11/15 11:15 26 · El arte de empezar 2.0 un fundador cree que los ordenadores seguirán siendo una herramienta de negocios básica para las organizaciones de gran tamaño y el otro cree que el futuro son los ordenado­ res personales pequeños, baratos y fáciles de utilizar al al­ cance de todo el mundo, no forman una buena pareja. •TAMAÑO .No todo el mundo desea construir un imperio. No todo el mundo quiere vivir inmerso en el negocio. Las expectativas buenas o malas no existen; solo existen expec­ tativas que coinciden o no coinciden. Esto no significa que los fundadores tengan que saber de entrada qué quieren, pero siempre es mejor que hablen el mismo idioma. •COMPROMISO .Los fundadores deberían compartir un ni­ vel similar de compromiso. ¿ Quéocupa el primer lugar en las prioridades, la startup, la familia o una vida equilibra­ da?Conseguir que una startup funcione si sus fundadores tienen prioridades distintas es complicado. Si uno de los fundadores quiere trabajar dos años para luego vender rá­ pidamente la startup y el otro quiere crear una empresa que sobreviva durante décadas, habrá problemas. En un mundo ideal, los fundadores suelen cerrar el acuerdo de su­ birse al barco durante un mínimo de diez años. Las diferencias deseables más destacadas son: •EXPERIENCIA .Una startup necesita como mínimo una persona para crear el producto ( Steve Wozniak) y otra per­ sona para venderlo ( Steve Jobs). Para construir una gran empresa, los fundadores deben complementarse. •ORIENTACIÓN. Hay a quien le encanta perderse en los de­ talles. Aotros les gusta ignorar los detalles y preocuparse por la visión global. Para alcanzar el éxito, una startup ne­ cesita ambos tipos de personalidades. •PUNTOS DE VISTA. Cuantos más puntos de vista, más feli­ ces. Ycon ello me refiero a mayores y jóvenes, ricos y po­ bres, hombres y mujeres, ciudad y campo, ingeniería y ventas, técnicos y artísticos, musulmanes y cristianos, he­ terosexuales y homosexuales. 032_DEUST_121532-ARTE DE EMPEZAR.indd 26 25/11/15 11:15 El arte de empezar · 27 Finalmente, unos breves consejos sobre los cofundadores: •NO TE PRECIPITES. Los fundadores pueden acabar traba­ jando juntos durante décadas. Elígelos, por lo tanto, igual que elegirías a tu pareja... siempre y cuando no seas un di­ vorciado en serie. Es mejor tener pocos fundadores que de­ masiados. Romper con los fundadores, igual que con la pa­ reja, es complicado. •NO INCORPORES FUNDAD ORES SOLO PARA MEJORAR LA FINANCIACIÓN. La razón de incorporar más fundadores —y empleados de todo tipo, de hecho, pero muy especial­ mente fundadores— es fortalecer la startup y aumentar sus probabilidades de éxito. Formúlate la siguiente pregunta: «¿Contratarías a este tipo si no necesitáramos financia­ ción?».Si la respuesta es no, no cometas la locura de con­ tratarlo. •SUPÓN LO MEJOR ,PERO PLANI FICA PARA LO PEOR. Los equipos de fundadores se mandan a paseo constantemente. Tu startup podría ser la excepción, pero por si acaso, haz que todo el mundo (incluido tú) adquiera los derechos de venta sobre sus acciones con el paso del tiempo, para de este modo impedir que la gente que se marche antes de cuatro años posea grandes cantidades de acciones. Crea algo con sentido Ahora, coge tu respuesta a la pregunta sencilla, al punto óptimo y a los compañeros del alma y supón que alcanzas el éxito. So­ métete entonces a un examen más: ¿Tiene sentido tu startup? Ycuando hablo de darle un sentido a tu startup no me refiero a convertirla en una máquina de obtener dinero, poder o presti­ gio. Que una startup adquiera un sentido no significa crear un lugar encantador donde trabajar con comida gratis, pista de vo­ leibol, mesas de ping­pong y perros. Que una startup adquiera un sentido significa que ayuda a convertir el mundo en un lugar mejor. 032_DEUST_121532-ARTE DE EMPEZAR.indd 27 25/11/15 11:15 28 · El arte de empezar 2.0 Si creas algo con sentido, seguramente crearás también dinero. Soy consciente de que es una pregunta difícil de responder cuando se trata de un par de tipos que viven encerrados en un garaje escribiendo software o fabricando artilugios raros, pero piensa que también en la dificultad de comprender cómo nacen las bellotas en los robles. Y si ni siquiera en tus sueños más desca­ bellados consigues imaginarte cómo tu startup podría hacer del mundo un lugar mejor donde vivir, es muy posible que no estés pensando en una empresa capaz de hacer girar el planeta en el otro sentido. Crea un mantra El siguiente paso consiste en crear un mantra de tres o cuatro palabras que sirva para explicar el sentido que tu startup preten­ de tener. La definición de «mantra» que ofrece el American Heri- tage Dictionary of the English Language (y que aquí se traduce) funciona a la perfección para las startups: «Fórmula verbal sagrada que se repite en la oración, la meditación o el conjuro, una invocación a un dios, un hechizo mágico o una sí­ laba o fragmento de escrito cuyo contenido es potencialmente mís­ tico». A continuación te presento cinco ejemplos (algunos hipotéti­ cos) que ilustran el poder de un buen mantra para comunicar el sentido de las empresas: •Auténtico rendimiento deportivo (Nike).3 •Diversión, familia, entretenimiento (Disney).4 3. Scott Bedbury, A New Brand World: Eight Principles for Achieving Brand Leadership in the Twenty-First Century , Viking, Nueva York, 2002, p. 51. 4. Ibídem., p. 52. 032_DEUST_121532-ARTE DE EMPEZAR.indd 28 25/11/15 11:15 El arte de empezar · 29 •Momentos reconfortantes diarios (Starbucks).5 •Democratizando el comercio (eBay). •Fuerza para el emprendedor creativo (Etsy). Los ejemplos expuestos ilustran las tres características más importantes que debería tener un mantra: •BREVEDAD. Los mantras son cortos, atractivos y recorda­ bles. ( El mantra más corto es el compuesto por una única palabra en hindi: « Om».) Las declaraciones de objetivos de las empresas, lo que se conoce como «misión», son lar­ gas, aburridas y olvidables. Desde el consejero delegado hasta el recepcionista, todo el mundo debe saberlo. Basta con comparar la efectividad del mantra de Starbucks, «Momentos reconfortantes diarios», con su misión, «Esta­ blecer Starbucks como el principal proveedor del mejor cafédel mundo y crecer manteniéndonos siempre inflexi­ bles con nuestros compromisos». No tengo nada más que agregar. «Auténtico rendimiento deportivo» es mucho mejor que «Vendo muchas zapatillas Made in China». •POSITIVISMO. Los mantras son inspiradores y explican qué cosas hace una startup para convertir el mundo en un lugar mejor. « Auténtico rendimiento deportivo» es mucho mejor que «Vendo muchas zapatillas Made in China». •ENFOQUE EXTERNO .Los mantras expresan lo que la em­ presa hace para los clientes y la sociedad. No son ni egoístas ni interesados. « Hacerme rico» sería la antítesis del man­ tra. Los clientes quieren que tú «democratices el comer­ cio», pero les trae sin cuidado que tú y tus accionistas os hagáis ricos. 5. Ibídem., p. 53 032_DEUST_121532-ARTE DE EMPEZAR.indd 29 25/11/15 11:15 30 · El arte de empezar 2.0 EJERCICIO Escribe a continuación el mantra de tu startup: ................................. .................................. EJERCICIO Piensa en qué haces por tus clientes. ¿Qué sentido tiene tu startup? EJERCICIO Si alguien preguntara a tus padres o a tu recepcionista a qué se de­ dica tu startup, ¿qué crees que responderían? Elige un modelo de negocio Lo más probable es que con el tiempo cambies de modelo de ne­ gocio diversas veces, por lo tanto no tienes por qué tomar la deci­ sión correcta desde un buen principio. Sin embargo, iniciar una conversaci ón sobre el tema es importante porque sirve para que todo el mundo adopte la mentalidad de que hay que ganar dine­ ro. Todos los empleados de la startup tendrían que comprender que o la empresa gana dinero o muere. Un buen modelo de negocio te obligará a responder a dos pre­ guntas: •¿En los bolsillos de quién está el dinero que necesitas? •¿Cómo lo harás para conseguir que ese dinero vaya a parar atusbolsillos? Tal vez estas preguntas carezcan de sutileza, pero ganar dinero no es precisamente un proceso sutil. Articulada de un modo más elegante, la primera pregunta tiene que ver con identificar al clien­ te y sus necesidades. La segunda pregunta, con crear un mecanis­ mo de ventas que garantice que tus ingresos superen a los gastos. 032_DEUST_121532-ARTE DE EMPEZAR.indd 30 25/11/15 11:15 El arte de empezar · 31 La mejor lista de modelos de negocio que he encontrado apa­ rece en un libro que se titula The Art of Profitability , de Adrian Slywotzsky. Estos son mis favoritos: •SOLUCIÓN INDIVIDUALIZADA. Consiste en realizar una in­ mersión profunda en los problemas de los clientes y en ha­ cer todo lo necesario para que sean felices. Con el tiempo, una startup puede incorporar relaciones profundas con otras entidades para conseguir unas ventas totales impor­ tantes, pero cada nuevo cliente implica un combate cuerpo a cuerpo. ( Slywotzsky lo denomina la solución del cliente.) •MULTICOMPONENTE .Según Slywotzsky, Coca­ Cola encar­ na este modelo. Coca­ Cola vende en supermercados, tien­ das de barrio, restaurantes y máquinas de vending. El mis­ mo producto se vende en distintos entornos y a distintos precios por litro. •LÍDER DE MERCADO. Apple personifica el modelo de nego­ cio del líder de mercado. Un líder de mercado es el que crea los productos más innovadores y atractivos. Esta posición permite a la startup cobrar un recargo por sus productos, pero debe trabajar brutalmente duro para alcanzar y luego mantener esta posición. •COMPONENTE VALIOSO .Intel y Dolby no venden sus pro­ ductos directamente al consumidor, pero sus productos son componentes muy valiosos de los dispositivos que los incorporan. Intel suministra chips a muchas compañías in­ formáticas; Dolby suministra la tecnología de compresión de audio y reducción de ruidos a muchos fabricantes del sector del audio y el vídeo. •CONMUTADOR .Slywotzsky aplica este té rmino para descri­ bir compañías como DeBeers, cuando controlaba el sumi­ nistro de diamantes. Este modelo de negocio implica diver­ sos retos: conseguir el control del suministro y convencer al público de que ese control es deseable y no está sujeto a conflictos antimonopolio. •IMPRESORA Y TÓNER. Este modelo de negocio consiste en vender un producto que necesite consumibles. Indepen­ 032_DEUST_121532-ARTE DE EMPEZAR.indd 31 25/11/15 11:15 32 · El arte de empezar 2.0 dientemente de que estemos hablando de una impresora HP, una cafetera Keurig o una máquina para elaborar re - frescos Soda Stream, una venta no es un suceso aislado sino un flujo de ingresos durante toda la vida del producto. El concepto se podría aplicar asimismo a la startup que vende software y cobra luego las actualizaciones y el servicio téc - nico. Es lo que Slywotzsky denomina modelo posventa. Y existen aún más modelos de negocio atractivos: • FREEMIUM . El modelo freemium * consiste en regalar ser - vicios, hasta cierto punto: cuando los clientes quieren más características, más capacidad o eliminar la publicidad, tie - nen que pagar. Evernote , por ejemplo, permite al usuario almacenar información en la nube gratuitamente. Sin em- bargo, si se desea más espacio de almacenamiento o más funciones, hay que pagar una cuota de cuarenta y cinco dó - lares anuales. • EYEBALLS . El modelo de negocio eyeballs ** consiste en ofrecer una plataforma para crear o compartir contenido que atraiga visitas. El concepto es que a determinadas em- presas les gustaría poder alcanzar ese mismo número de visitas, y para ello venden publicidad y patrocinios en la plataforma. Facebook y Huffington Post son ejemplos de este modelo de negocio. • PRODUCTOS VIRTUALES . Imagínate que vendes códigos digi- tales para productos que tienen coste de producto y manteni - miento de inventario prácticamente cero (cosas como flores o espadas virtuales, o emblemas para miembros de una comu - nidad). Eso es un negocio de productos virtuales. Un día, mi hija compró «tesoros» por valor de 2.000 dólares para un juego de i Phone, de modo que sé que esto puede funcionar. * Freemium resulta de una contracción de las dos palabras que definen el modelo: free, «gratis», y premium , «suplemento», indicando el recargo que se cobra por servicios más avanzados o especiales. (N. de la T.) ** Eyeball significa «globo ocular» y en este caso hace alusión a «entrar por los ojos». (N. de la T.) 032_DEUST_121532-ARTE DE EMPEZAR.indd 32 27/11/15 11:05 El arte de empezar · 33 Un día, mi hija compró «tesoros» por valor de 2.000 dólares para un juego de iPhone, de modo que sé que esto puede funcionar. •ARTESANO .Los muebles de Thomas Moser son un ejem­ plo del modelo de negocio del artesano. Es el tipo de star­ tup que pone prioridad en la calidad y la artesanía. Nunca se hará muy grande, pero es la mejor de su sector... aun­ que con la salida al mercado de cosas como Etsy, nunca se sabe. El modelo de negocio puede variar constantemente. De he­ cho, no cambiar de modelo de negocio o no hacer variaciones im­ portantes es aterrador. Lo que sigue son unos consejos adiciona­ les que te ayudarán a lo largo del proceso: •PONTE COMO OBJETIVO UN NICHO DE MERCADO ESPE­ CÍFICO .Cuanto más concreta sea la descripción de tu cliente, mejor. Muchos emprendedores temen establecer un foco excesivamente limitado y específico porque saben que con ello no podrán dominar el mundo. Sin embargo, las empresas de mayor éxito empezaron poniéndose como objetivo alcanzar como máximo un par de mercados y cre­ cieron luego, a menudo inesperadamente, adquiriendo un tamaño mayor a medida que fueron abordando nuevos mercados. •MANTÉN LA SENCILLEZ. Si no eres capaz de describir tu modelo de negocio en diez palabras o menos, es que no tie­ nes un modelo de negocio. Evita la jerga que esté de moda en estos momentos (estratégico, esencial para la misión crí­ tica, de primera clase, sinérgico, pionero, escalable, etc.).6 6. Inspirado en Michael Shermer, Why People Believe Weird Things, A. W. H. Freeman, Nueva York, 2002, p. 49. Versión castellana de Amado Diéguez Rodríguez, Por qué creemos en cosas raras: pseudociencia, superstición y otras creencias de nuestro tiempo, Alba Editorial, Barcelona, 2008. 032_DEUST_121532-ARTE DE EMPEZAR.indd 33 25/11/15 11:15 34 · El arte de empezar 2.0 La jerga empresarial no sirve para describir un modelo de negocio. Piensa en el modelo de negocio de e Bay: cobrar el precio que aparece anunciado más una comisión. Fin de la discusión. •COPIA A LOS DEMÁS. El comercio lleva un montón de tiem­ po conviviendo con nosotros, de modo que a estas alturas ya deben de haberse inventado todos los modelos de nego­ cio posibles. Podemos innovar en tecnología, marketing y distribución, pero tratar de inventar un nuevo modelo de negocio es una apuesta perdedora. Intenta relacionar tu modelo de negocio con algo que ya tenga éxito y todo el mundo entienda. Piensa que te quedan muchas más bata­ llas que librar. •SÉEXPANSIVO .Los modelos de negocio que intentan aumentar el tamaño del pastel en vez de hacerse con más pedacitos del mismo pastel son los que mejor funcionan para las startups. Lo que los clientes esperan de las startups es descubrir productos innovadores y frescos, no más de lo mismo. EJERCICIO PASO 1: Calcula los gastos de explotación mensuales de tu empresa. PASO 2: Calcula el beneficio bruto generado por cada unidad vendi­ da de tu producto. PASO 3: Divide los resultados obtenidos en el paso 1 por los resulta­ dos obtenidos en el paso 2. Teje tu propia esterilla ignífuga (MATT) Una de las varias definiciones que el American Heritage Dictio- nary of the English Language ofrece de la palabra «esterilla» es «entramado de cuerda o alambre que se coloca sobre un material encendido para impedir que los rescoldos se extiendan». Impedir que los rescoldos se extiendan es una de las prioridades de las startups, puesto que los emprendedores están obligados a hacer 032_DEUST_121532-ARTE DE EMPEZAR.indd 34 25/11/15 11:15 El arte de empezar · 35 muchas cosas a la vez. Tejer una esterilla ignífuga es imprescindi­ ble para mantener el control de la situaci ón. Tu esterilla deberá tener en cuenta los siguientes aspectos: hitos ( Milestones ), su­ puestos (Assumptions), tests (Tests) y tareas (Tasks).* Respetan­ do la terminología en inglés, bautizaremos nuestra esterilla con el nombre de MATT.7 •HITOS (Milestones ).Toda startup necesita cumplir innu­ merables objetivos. Hay, sin embargo, objetivos que se si­ túan por encima de los demás, puesto que son los que indi­ can los avances importantes en el camino. Los cinco hitos más importantes son: –Prototipo de trabajo. –Capital inicial. –Versión verificable en el mundo real. –Cliente que pague. –Flujo de efectivo en equilibrio. Evidentemente, hay otros factores que también influ­ yen en la supervivencia de la empresa, pero ninguno de ellos es tan importante como estos hitos. Su implementa­ ción regirá la implementación de todo lo demás y, en con­ secuencia, deberías dedicar a ellos el 80 por ciento de tus esfuerzos. •SUPUESTOS (Assumptions). La que sigue es una lista de los principales supuestos que debes tener claros con respecto a tu negocio: –Tamaño del mercado. –Margen bruto. –Número de visitas/llamadas por vendedor. * En el original, el autor juega con la definición de la palabra mat(«esteri­ lla») y las iniciales de los cuatro parámetros que integra el concepto Milestones (hitos), Assumptions (supuestos), Tests (tests) y Tasks (tareas) para crear las siglas MATT. Ante la imposibilidad de encontrar una traducción adecuada al español, se ha optado por dar una explicación del concepto y aplicar luego las siglas MATT. (N. de la T.) 7. Inspirado en Rita Gunther McGrath e Ian C. MacMillan, «Disco­ very­Driven Planning», Harvard Business Review, julio­agosto de 1995. 032_DEUST_121532-ARTE DE EMPEZAR.indd 35 25/11/15 11:15 36 · El arte de empezar 2.0 –Coste de adquisición de clientes. –Porcentaje de conversión de clientes potenciales a clien­ tes reales. –Duración del ciclo de venta. –Rendimiento de la inversión para el cliente. –Llamadas al servicio técnico por unidad vendida. –Ciclo de pago de cobros e impagados. Es importante discutir y documentar estos supuestos en una etapa temprana porque sirven para verificar la viabili­ dad de la startup. Por ejemplo, suponer que la duración del ciclo de venta es de cuatro semanas y descubrir luego que es de un año provocará a buen seguro problemas de liquidez. •TESTS (Tests). Por mucho que elabores una lista de supues­ tos sólida, todo seguirá siendo teórico hasta que no empie­ ces a verificarlos. –¿Permite e l coste de adquisició n de clientes que la em­ presa sea rentable? –¿Utilizará el público el producto? –¿Podrás permitirte dar servicio técnico a los clientes? –¿Aguantará el producto cuando se comercialice en el mundo real? •TAREAS (Tasks). Finalmente, para alcanzar los mitos y veri­ ficar los supuestos es necesario realizar diversas tareas. Cualquier actividad que no contribuya a ello no será crucial y será de prioridad baja. Las tareas esenciales son: –Reclutar empleados. –Encontrar vendedores. –Establecer un sistema de contabilidad y de pago de nó ­ minas. –Cumplimentar toda la documentación legal. El sentido de la lista de tareas no es otro que compren­ der y valorar la totalidad de lo que la startup tiene que lle­ var a cabo e impedir que cosas importantes se nos escapen de las manos durante los primeros días de euforia. En cuanto tengas a punto tu MATT, los siguientes pasos con­ sistirán en comunicarla a la empresa, realizar las revisiones perti­ 032_DEUST_121532-ARTE DE EMPEZAR.indd 36 25/11/15 11:15 El arte de empezar · 37 nentes, iniciar la implementación y controlar los resultados. Y piensa que la MATT no es una cosa que se crea y se guarda en un cajón para siempre jamás. La MATT es el paradigma de un documento en el que hay que trabajar e ir cambiando. Intenta que todo sea limpio y sencillo Durante el proceso de poner en marcha la startup tendrás que tomar centenares de decisiones y con frecuencia aparece la tenta­ ción de intentar optimizarlas... a veces, abriendo nuevos caminos. Pero es mejor concentrar la energía y la atención en los hitos que conseguir. Para todo lo demás, déjate llevar por la inercia, sé fiel a tu MATT e intenta que todo sea siempre limpio y sencillo. Mi ex­ periencia se limita a compañías norteamericanas, pero las prácti­ cas empresariales que expongo a continuación son universales: En Estados Unidos, si tu objetivo es crear el próximo Google, tendrás que crear una empresa tipo C en Delaware. •ESTRUCTURA EMPRESARIAL. Cada país tiene entidades co­ merciales distintas: corporaciones, sociedades an ónimas, sociedades limitadas y cooperativas. La estructura empresa­ rial que elijas deberá tener tres características: en primer lu­ gar, que sea conocida, y a poder ser cómoda, para los inver­ sores; en segundo lugar, que sea vendible a otras empresas o al público en el mercado de valores; y en tercer lugar, que sea capaz de ofrecer incentivos financieros a los empleados. EnEstados Unidos, si tu objetivo es crear el próximo Google, tendrás que crear una empresa tipo CenDelaware. Se trata de una entidad que paga sus propios impuestos, que puede aceptar inversión externa y que puede emitir va­ lores de distintos tipos. Los propietarios no responden con su persona ni de las deudas ni del pasivo, y las pérdidas no pasan a los propietarios. 032_DEUST_121532-ARTE DE EMPEZAR.indd 37 25/11/15 11:15 38 · El arte de empezar 2.0 Si tu objetivo es crear un pequeño negocio, sin necesi­ dad de buscar capital de riesgo y sin aspiraciones de salir a bolsa, decántate por una empresa tipo S, una sociedad limi­ tada o una empresa con propiedad única. •PROPIEDAD INTELECTUAL .Una startup debería ser pro­ pietaria inequívoca o tener la licencia inequívoca de su propiedad intelectual. De este modo, no habrá litigios por parte de antiguos empleados ni acusaciones de que la pro­ piedad intelectual infrinja las patentes de otros. La propiedad intelectual y las licencias deberían perte­ necer a la startup, no a sus fundadores. De este modo, se evitarán situaciones en las que un fundador insatisfecho pueda abandonar la startup llevándose con él la propiedad intelectual... y destrozando con ello la empresa. •ESTRUCTURA DE CAPITAL .Con esto hago referencia a la propiedad de la startup. Hay cuatro signos de alarma, y to­ dos pertenecen al salón de la fama del « De haber sabido entonces lo que ahora sé»: –Unos pocos fundadores son los propietarios de la inmen­ sa mayoría de la startup y no están dispuestos a extender la propiedad a otros empleados. –Unpequeño grupo de inversores que no quiere que la propiedad se diluya tiene el control dominante de la em­ presa. –Decenas de pequeños inversores hacen que la gestión de los accionistas sea una tarea onerosa y lenta. –Carísimas rondas de financiación previas hacen que la inversión no resulte atractiva para nuevos inversores. •PERFIL DE LOS EMPLEADOS .Entre las áreas de preocupa­ ción en este sentido, destacan los ejecutivos casados entre ellos o los ejecutivos que tienen vínculos de parentesco, los amigos poco cualificados que ocupan puestos de alto nivel y los empleados de alto nivel con pleitos pendientes. Estos asuntos podrían indicar que en la startup no reina la meri­ tocracia. •CUMPLIMIENTO DE LA LEGISLACIÓN .Con esto hago refe­ rencia a problemas relacionados con las leyes y normativas 032_DEUST_121532-ARTE DE EMPEZAR.indd 38 25/11/15 11:15 El arte de empezar · 39 estatales y federales, con el impago de impuestos y con re­ querimientos judiciales. Normalmente, los problemas lega­ les indican una gestión inepta o deshonesta, cosas inacep­ tables ambas y que impedirán el progreso. Los expertos han escrito libros enteros sobre estos cinco te­ mas; no tomes, por lo tanto, decisiones basadas en mi breve explicaci ón de asuntos tan complejos. Son áreas en las que lo único que deb es aprender es que no sabes có mo gestionarlas y para las que, por lo tanto, debes encontrar un experto que las domine. Haz algo que te haga sentir vergüenza Si la primera versión de tu producto no te avergüenza, es que lo has lanzado al mercado demasiado tarde. Reid Hoffman Cuando leo ahora el primer libro que escribí, The Macintosh Way, me avergüenzo de lo rudimentario que resulta. Cuando re­ cuerdo el primer Macintosh, siento vergüenza porque no tenía suficiente software, ni suficiente RAM, ni suficiente espacio de almacenamiento y, además, era lento. Y es posible que tú tam­ bién, cuando con el tiempo mires la primera versión de tu pro­ ducto, te sientas avergonzado. No pasa nada. Son cosas que le pasan a todo el mundo. La primera versión de un producto siempre está llena de fallos y su evolución es tan importante como sus inicios. Las startups con éxito son aquellas que siguen aquí porque al final consiguieron el producto y el modelo de negocio adecuados. Date, pues, un respiro. 032_DEUST_121532-ARTE DE EMPEZAR.indd 39 25/11/15 11:15 40 · El arte de empezar 2.0 Adenda Minicapítulo: ¿Cómo distinguir contendientes de pretendientes? Érase una vez dos doctorados en ingeniería que no tenían ni idea de cómo montar una empresa. Lo único que sabían hacer era es­ cribir código. Estaban tan desesperados por conseguir dinero y la supervisión de un adulto que, cuando un hombre de negocios ex­ perto mostró interés en lo que hacían y se ofreció a ayudarlos a conseguir dinero, ellos, y aquí menciono sus propias palabras, «lo siguieron como perros». Pero este adulto no sabía muy bien cómo funcionaban las star­ tups tecnológicas y les hizo cometer muchos errores en aspectos legales y financieros. Después de muchos malos rollos y de incurrir en los gravosos gastos legales que supone dar marcha atrás cuando se han tomado decisiones erróneas, acabaron partiendo peras. Existen muchos ejecutivos con experiencia, con éxito y con grandes conocimientos que no comprenden los entresijos de las startups y del capital de riesgo. No es ni mucho menos una historia excepcional y es, por otro lado, comprensible. Los que emprenden un negocio por vez pri­ mera se aferran a la más mínima partícula de feedback , apoyo y consejo positivo, y se suben al carro del primer signo de inter és que encuentren. La demanda de supervisión adulta en forma de asesores, miembros del consejo directivo e inversores excede con creces la oferta, razón por la que es posible acabar jugándosela con gente que no ha demostrado nunca su valía en estas lides. Cuando nadie quiere bailar con nosotros, es normal caer en la tentación de bailar con el primero que nos lo pida. La gente que en su día puso en marcha su propia empresa o que ha trabajado en una compañía antes de que esta entrara en el proceso de una OPA, pueden ofrecer buenos consejos. La gente 032_DEUST_121532-ARTE DE EMPEZAR.indd 40 25/11/15 11:15 El arte de empezar · 41 que nunca ha puesto en marcha una empresa o que se ha incor­ porado a una empresa después de que esta saliera a bolsa, proba­ blemente, no podrá. Los ejecutivos con experiencia, con éxito y con grandes conocimientos de grandes empresas ni tienen por quécompren der necesariamente los entresijos de las startups y del capital de riesgo. Por ejemplo, ¿crees que un vicepresidente de Microsoft que llegó procedente de McKinsey tiene idea de cómo poner en mar­ cha una empresa? A continuación, te presento un test de CE (coe­ ficiente de emprendimiento) que sirve para diferenciar a los con­ tendientes de los pretendientes. Las preguntas te ayudarán a identificar a los asesores, miembros de la junta directiva e inver­ sores (si acaso tienes el lujo de poder elegir entre muchos inverso­ res) más adecuados. 1. ¿Qué tipo de empresa deberíamos constituir? Respuesta deseada: «Una empresa tipo C», siempre y cuando el su­ puesto sea que el objetivo es crear el próximo Google. 2. ¿En qué estado de Estados Unidos deberíamos registrar­ la? Respuesta deseada: «Delaware». 3. ¿Tienen que ser inversores acreditados nuestros inverso­ res? Respuesta deseada: «Sí». Respuesta que debería dar miedo: «No». 4.¿Deberían dos fundadores dividir la empresa por la mi­ tad? Respuesta deseada: «No, habría que reservar un 25 po r ciento para futuros empleados y un 35 por ciento para las primeras dos rondas de inversión. Lo que dejaría un 40 por ciento a dividir entre los inversores». 5.¿Qué deberíamos vender a los inversores, acciones nor­ males o preferentes? Respuesta deseada: «Preferentes». 6. ¿Deberían todos los empleados, incluyendo los fundado­ res, pasar por un proceso de adquisición de derechos de venta de sus acciones? Respuesta deseada: «Sí, todo el mundo debería pasar por ese pro ceso para impedir que alguno de los fundadores abandone la empresa al cabo de pocos meses llevándose con él un porcentaje importante de la misma». 032_DEUST_121532-ARTE DE EMPEZAR.indd 41 25/11/15 11:15"
}