{
  "title": "El Arte de Cautivar Guy Kawasaki",
  "source": "Libros/El Arte de Cautivar Guy Kawasaki.pdf",
  "content": "1 NBS El poder de cautivar, según el gurú de la gestión empresarial Guy Kawasaki, no tiene nada que ver con manipular a las personas. Se trata, en realidad, de transformar situaciones y relaciones humanas. Supone convertir la hostilidad en cortesía y esta, en afinidad; es, en definitiva, convertir a los escépticos y cínicos en creyentes, y a los indeciso s, en fieles. Se puede cautivar a una persona en una mera transacción comercial, una negociación de alto nivel o con una simple actualización de perfil en Facebook. Cautivar de una manera correcta tiene más poder que la persuasión tradicional, la influenc ia o las diversas técnicas comerciales conocidas hasta ahora. Este libro explica todas las tácticas que necesitamos para preparar e iniciar una estrategia que cautive a los demás. Las enseñanzas que nos muestra Kawasaki son fruto, en gran parte, de su est ancia en Apple y también de su larga experiencia como empresario. Bibliografía Guy Kawasaki Este resumen se ha preparado con fines exclusivamente didácticos. Debe servir como tema de discusión en clase y no como ilustración de una situación determinada. National Business School. Artículo 63 Inciso B Ley de Derechos de Autor y Derechos Conexos. Decreto 33 -98 del Congreso de la República de Guatemala El arte de cautivar Principios y consejos para cambiar los corazones, las mentes y las acciones de las personas Guy Kawasaki INTRODUCCIÓN El porqué de cautivar Cuando Karin Müller, cineasta y autora, estuvo en el Peace Corps entre 1987 y 1989, cavaba fosas y construía escuelas en un pueblecito de Filipinas. Una noche, 17miembros del Nuevo Ejército Popular, la rama armada del partido comunista de Filipinas, fueron a su cabaña a interrogarla. A primera hora de aquel día, los aldeanos le habían advertido de que aquello ocurriría, de modo que se armó con dos pro ductos preciosos: azúcar y café. Cuando llegó el comando del NPA, les dijo: \"Gracias a Dios que ya están aquí. Llevo todo el día esperándolos. Por favor, tómense un café. Dejen las armas en la puerta\". Su reacción descolocó al jefe del grupo: el hombre dej ó el arma y se sentó a tomar el café. Ella evitó un interrogatorio o algo peor porque —en sus palabras — \"no puedes interrogar a alguien con quien estás tomando café\". Müller no reaccionó con rabia, indignación o pánico como la mayoría de la gente hubiera hecho. En vez de eso, tocó una emoción en el jefe del grupo y transformó una situación de fuerza bruta e intimidación en una de conversación y comunicación. El cambio complació al hombre por su inesperada hospitalidad y transformó su corazón, su mente y s us acciones. En definitiva, lo que hizo fue cautivarlo. El hechizo puede ocurrir en pueblitos de Filipinas, en concesionarios de automóviles, en oficinas, en salas de reuniones o en Internet. Provoca un cambio voluntario en los corazones, en las mentes y, por lo tanto, en los actos. Es algo más que manipular a las personas para salirse con la suya. Cautivar transforma situaciones y relaciones. Convierte la hostilidad en cortesía. Moldea la cortesía para convertirla en afinidad. Hay muchos métodos probado s para ganar dinero, pero cautivar está en un nivel distinto: cuando cautivamos a la gente, nuestro objetivo no es sacarle dinero o conseguir que haga lo que queramos, sino llenarla de una gran satisfacción. El truco está en imaginarnos a nosotros mismos c omo a la persona que queremos cautivar y formularle las siguientes preguntas. Si no se nos ocurren respuestas razonables, no esperemos que nuestro hechizo funcione.  ¿Qué quiere esta persona? No podemos culpar a nadie por preguntarse cuáles son nuestras motivaciones. Eso no significa que no debamos sacar provecho, pero tenemos que revelar nuestra motivación para generar confianza en el otro. 2  ¿Vale la pena el cambio? El paso siguiente es ayudar a la persona que queremos cautivar a entender cómo se vincula nuestra causa a lo que ella quiere. Los beneficios del cambio deben superar sus costes y las ventajas de permanecer igual.  ¿Puedo cambiar? Aunque la persona pueda hacerlo y crea que vale la pena, quizá esté convencida de que no es capaz de cambiar. Cautivar no sirve para que nos salgamos con la nuestra y que solo nosotros nos beneficiemos. Al contrario, si queremos que el hechizo dure, también otros deben beneficiarse. Además, debemos marcar una línea bien clara allí donde acaba lo ético. Esta línea la pasaríamos si pedimos a la gente que haga algo que nosotros no haríamos; si nuestros intereses entran en conflicto; si los hemos ocultado; si decimos \"mentiras nobles”; o si estamos cautivando a personas ingenuas. Cómo gustarles Ahora que entendemos la importancia de cautivar, podemos crear una base para aplicarlo. El primer paso es conseguir gustar, porque los cretinos pocas veces gustan. La magia de la sonrisa . Empecemos por la primera impresión que causamos. Hay cuatro factores que contribuyen a que sea buena: nuestra sonrisa, nuestra vestimenta, nuestro apretón de manos y nuestro vocabulario. Ante todo, debemos sonreír. Hacerlo no cuesta nada y no hacerlo puede costarnos caro. La sonrisa transmite un mensaje muy claro sobre nuestro estado mental; su ausencia da lugar a muchas interpretaciones, incluido el mal humor, la actitud distante y el enfado, ninguna de las cuales nos ayuda a cautivar a la gente. La clave para lograr una sonrisa estupenda al estilo George Clooney es pensar en cosas agradables. Si por dentro estam os de mal humor, nos resultará difícil dibujar una sonrisa que ilumine una estancia. Lo máximo que conseguiremos es una sonrisa falsa, y ella no hará que gustemos a la gente. Vestirse para el empate. El segundo factor es nuestra manera de vestir. En est a ocasión queremos vestir para el empate: no queremos ni ganar ni perder. Ir demasiado arreglado es como afirmar \"soy más rico, más poderoso y más importante que tú\". Vestir demasiado desenfadado, en cambio, transmite más bien \"no te respeto y me visto com o me da la gana\". La igualdad de vestimenta da a entender que \"somos iguales\". Lo recomendable es dejar nuestro ego de lado. No tenemos que estar por encima de nadie ni intentar demostrar que tenemos dinero, poder o un gusto exquisito. El objetivo es gusta r, no mostrarse superior. Perfeccionar el saludo. El tercer factor en las primeras impresiones es el apretón de manos. Para hacerlo bien tenemos que acompañarlo de…  Un contacto visual durante todo el saludo.  Pronunciar un saludo verbal adecuado.  Una sonrisa espontánea.  Agarrar la mano de otra persona y darle un apretón firme.  Mantenerse a una distancia prudente: ni demasiado cerca, ni demasiado lejos.  Asegurarse de tener la mano templada, seca y suave.  Aplicar un vigor medio.  No mantener el apretón más de dos o tres segundos. Las palabras adecuadas. El cuarto factor es nuestro vocabulario. Las palabras son las expresiones faciales de nuestra mente: comunican nuestra actitud, nuestra personalidad y nuestro punto de vista. Las palabras er róneas causan una impresión equivocada, por lo que debemos prestar atención a las siguientes recomendaciones: 3  Utilizar palabras sencillas.  Usar la voz activa.  Dar un mensaje breve.  Utilizar analogías normales y sin ambigüedades. Aceptar a los d emás. Para gustarles, los demás han de aceptarnos y, para que nos acepten, debemos primero nosotros aceptarlos a ellos. Nos ayuda a aceptar a los demás ser conscientes de que…  La gente no es binaria, lista o tonta, válida o inútil. Todos tenemos puntos fuertes y débiles.  Todo el mundo es mejor que nosotros en algo.  La gente es más parecida que distinta.  La gente merece un poco de atención. No imponer nuestros valores . Son escasos los ejemplos de personas que imponen sus valores y consiguen seduc ir a los demás. La sumisión, en el caso de conseguirla, solo la pueden mantener a base de fuerza bruta. Por el contrario, los mejores hechiceros aprecian los diferentes valores de las personas y utilizan un modelo inclusivo. El posicionamiento de Facebook es un ejemplo de la no imposición de valores. En sus inicios, el servicio estaba dirigido a los jóvenes y sus usuarios eran, principalmente, universitarios. Con el tiempo, abandonó este enfoque y se fue centrando en un modelo inclusivo para gente de todas las edades. Como resultado, hoy en día varias generaciones de familias utilizan esta red y Facebook tiene más usuarios que habitantes en muchos países. Como ganarnos su confianza Gustar es la mitad de la batalla de nuestro nuevo ser encantador. La otra mitad es ser merecedor de confianza, porque a la gente le puede gustar alguien, pero no fiarse lo suficiente como para que el hechizo tenga lugar. Confiar en los demás. Si alguien nos hubiera dicho que Tony Hsieh, director general de Zappos, iba a crear un negocio que se basaba en que las mujeres compraran zapatos sin probárselos, probablemente pensaríamos que estaba loco. Era imposible que una mujer se comprara zapatos así. Pero ahora resulta que hay una circulación constante de cajas de Zappos por las cas as de miles de personas. Zappos se basa en la confianza mutua. Las mujeres confían en la garantía de devolución del dinero de Zappos, sin gastos de envío, y Zappos confía en que las clientas no devolverán zapatos que ya hayan usado. Las personas que no c onfían en los demás han sufrido a menudo malas experiencias que han provocado que adopten una actitud desconfiada y de \"a ver quién dispara primero\". Pero si queremos que la gente confíe en nosotros, tenemos que confiar en ella. Cuando la gente se tiene confianza, deja de hacer juegos, mira más allá de los problemas del momento y vacila menos a la hora de exponerse. Los buenos hechiceros son agradables, pero los magníficos son agradables y dignos de confianza. Para inspirar mayor confianza y, por tanto, aumentar nuestra capacidad de hechizo deberíamos…  Ser un mensch. Esta palabra en yidis significa ser honesto, justo, amable y transparente, sin tener en cuenta con quién tratamos ni quién llegará a saber lo que hemos hecho.  Revelar nuestros intereses. La revelación inmediata y completa de nuestros intereses es una de las claves para inspirar confianza. La gente se preguntará siempre cuáles son nuestros motivos, de modo que lo mejor es desvelarlos de entrada.  Dar por motivos intrínsecos. Hacer algo por motivos intrínsecos (como ayudar a los demás) es la forma más pura de reciprocidad porque es muy 4 frecuente que nuestros receptores no puedan devolvernos el favor. Esta forma de reciprocidad es la que más aumenta nuestra credibilidad y crea mayor hechizo.  Ganar en conocimientos y competencia. Los conocimientos significan que tenemos dominio, gracias a nuestra formación o nuestra experiencia. La competencia es distinta del conocimiento, porque saber no es lo mismo que hacer. Significa que hemos progresa do más allá de saber lo que hacemos, hasta hacer lo que sabemos.  Presentarnos. Aunque tengamos las cualidades del mensch y tengamos conocimiento y competencia, si no nos presentamos, es decir, si no nos relacionamos con los demás, todo eso no nos servirá de nada. En el lenguaje digital, presentarse significa responder a los correos electrónicos, tuiteos, cartas, mensajes de voz…  Hacer un pastel más grande . En el mundo hay dos tipos de personas y de organizaciones: los que comen y los que dan de comer. Los que comen quieren un trozo más grande del pastel; los que dan de comer quieren hacer un pastel más grande. Los que comen piensan que si ellos ganan, noso tros perdemos; y que si nosotros ganamos, ellos pierden. Los que dan de comer creen que con un pastel más grande todo el mundo podría salir ganando. Twitter hizo un pastel más grande en el que todo el mundo puede aportar noticias y actualizaciones. Southwest Airlines llevó a la gente de los coches y autobuses hasta los aviones. Google arrancó publicidad de las manos de las agencias y se la dio a los pequeños negocios. Todas esas empresas hicieron un pastel más grande, en vez de comer más del que ya h abía. Hacer un pastel más grande aumenta nuestra credibilidad y hace que la gente colabore, la tecnología progrese y los clientes crezcan en número y diversidad.  Posicionarnos. El paso final para lograr gustar y merecer confianza es acuñar una descripc ión de nosotros o de nuestra organización. Nuestra descripción debe explicar lo que hacemos y por qué existimos. Una buena declaración de posicionamiento debe ser breve, clara, distinta (formulada en palabras que la mayoría no utiliza) y humilde. Hasta el más sencillo de los posicionamientos puede hacer maravillas. Por ejemplo, Steve Martin, coautor de Yes! 50 Scientifically Proven Ways to Be Persuasive, cuenta una anécdota de una inmobiliaria que modificó el guion de sus recepcionistas telefónicos y solo e se pequeño ajuste le hizo aumentar las reuniones cara a cara en un 20 % y las ventas en un 16 %.Este sencillo cambio consistió en añadir al habitual \"le paso con Sandra\" frases como \"Tiene veinte años de experiencia alquilando propiedades en esta zona\". Me ncionar sus años de experiencia posicionaba tan bien a los vendedores que eso aumentaba su capacidad de hacerse con un cliente. Cómo prepararse Ahora que ya tenemos controlado cómo gustar y cómo ganarse la confianza, podemos tratar nuestra causa (es de cir, nuestro producto, servicio, empresa o idea) para descubrir qué cualidades necesita para triunfar. Cuando combinamos la visión, nuestra forma de hacerla realidad y su presencia en el escenario podemos decir que tenemos una causa encantadora. Una causa es encantadora si es:  Profunda. Significa que hemos previsto lo que nuestros clientes necesitarán a medida que van avanzando por la curva tecnológica (piénsese en Google como fuente de una sola parada para nuestras necesidades online).  Inteligente. Una causa inteligente resuelve los problemas de la gente de manera astuta (el sistema My Key de Ford permite limitar la velocidad, establecer el volumen máximo de audio, avisa cuando queda poca gasolina y hace sonar una campanilla cuando el velocímetro indica 70, 80 y 100 km/h). 5  Completa. Una causa completa ofrece una experiencia fantástica que incluye servicio, apoyo y una serie de mejoras. Por ejemplo, la experiencia Lexus va más allá del acero, la piel, el cristal y la goma.  Facilitadora. Una causa “ facilitadora “nos permite hacer mejor las cosas que hacíamos antes, y hacer cosas nuevas que antes no podíamos hacer. Esta sensación de poder y facilidad es lo que explica por qué a la gente le encanta su Mac y a menudo lo considera como una extensión de s u persona.  Elegante. Una causa elegante significa que alguien se ha preocupado por el contacto y la experiencia del usuario. Ejemplos de elegancia: la silla Eames, de Herman Miller; el secador de pelo Airblade, de Dyson; y el Audi A5/S5. Una causa prof unda, inteligente, completa, que facilita y es elegante hace que el proceso de cautivar a la gente sea mucho más sencillo. Hacerlo breve, sencillo y digerible. Allen Kay es el fundador de Korey Kay & Partners, una agencia de publicidad de Nueva York. Desp ués de los atentados del 11de septiembre, quería ayudar a combatir el terrorismo y, haciendo lo que los publicistas saben hacer, lanzó un eslogan: \"Sive algo, diga algo\". Su cliente era la Autoridad Metropolitana del Transporte de Nueva York, de modo que su eslogan pronto apareció en los vagones de metro y en los autobuses y trenes de la ciudad. El cartel fue un excelente ejemplo de cómo comunicar una causa de manera \"fácil de digerir y de seguir\". Este tipo de mensaje cautiva a la gente porque pueden entenderlo y comunicarlo. Existen distintas maneras para hacer que nuestra causa sea fácil de digerir y, por tanto, fácil de seguir:  Usar series trimembres. Un tricolon (serie trimembre) es una frase que contiene tres partes de igual longitud, como el esloga n de Chevrolet de los años cuarenta: \"Míralo, pruébalo, cómpralo\"; \"Sé sincero, sé breve y permanece sentado\" (consejo a los oradores de Franklin D. Roosevelt); y \"Ubicación, ubicación, ubicación\" (frase popular entre los agentes inmobiliarios). La cadenci a de tres palabras o frases resulta realmente potente.  Utilizar metáforas. Las metáforas son comparaciones figuradas que transmiten el significado de nuestra causa. Por ejemplo, el anuncio de Johnson & Johnson de las tiritas era \"Saluda al nuevo guardaes paldas de tu hijo\". La utilización de la palabra guardaespaldas transmitía que el producto era fuerte y nuestro hijo, alguien muy valioso.  Utilizar símiles. Los símiles son comparaciones de dos cosas introducidas por \"como” o \"tanto como\", pero que en la mayoría de los aspectos son distintas. Por ejemplo, \"Tomar drogas es como jugar con fuego”, o \"El hockey es como la guerra y el ballet\". Estos símiles dan un punto de partida para que la gente entienda lo que estamos comunicando desde algo que les result a familiar.  Mantener la brevedad. Pocos pueden superar el famoso Just do it de Nike como eslogan. Las frases breves son memorables y repetibles.  Ser positivos. Las tácticas para asustar son difíciles de digerir y pueden tener un efecto contrario al deseado. Por ejemplo, la advertencia de que \"Veinticinco millones de personas se están matando fumando cigarrillos\" podría convencer a la gente de que fumar es acepta ble porque hay veinticinco millones de personas que lo hacen. Más vale dibujar una imagen realista de los beneficios futuros en vez de intentar asustar a la gente.  Mostrarse respetuoso. Las acciones que insultan la inteligencia de la gente rara vez cauti van. Los anuncios de televisión de pérdidas de peso milagrosas, de belleza eterna o de salud instantánea caen dentro de esta categoría. Cuando faltamos al respeto, lo que obtenemos es resentimiento en lugar de acción. En vez de ello, es mejor 6 intentar hace r algo fantástico, transmitir los hechos y dejar que la gente decida por sí misma. Cómo plantear el lanzamiento Una vez hayamos creado una causa rompedora, el paso siguiente debe ser un lanzamiento de proporciones épicas, homéricas (\"la flota de las mil naves\"), y no el habitual rollo aburrido, sin gracia y decepcionante. Necesitamos exponer una historia magnifica para cautivar a nuestro público a favor de nuestra causa y conseguir que tenga un despegue rápido. Contar una historia. Los lanzamientos que cautivan son algo más que comunicados de prensa, listas de datos, afirmaciones unilaterales y aburridos argumentos de venta. Atraen el interés de la gente y excitan su imaginación mediante una historia fascinante. He aquí cuatro argumentos de Lois Kelly, autora de Beyond Buzz, que nos ayudarán a crear una historia que haga justicia a nuestra causa:  Grandes aspiraciones. Nuestros héroes quieren que el mundo sea mejor y saben que tiene que haber una manera mejor de hacerlo. Trabajan por la noche y los fines de semana, y crean un artilugio que la gente adora más que a sus propios sueños. Ejemplo: Steve Wozniak facilitando que más gente utilice ordenadores.  David contra Goliat. Goliat fue un inicio, recursos increíbles y modelo para miles. Pero el joven Davi d saca su arma secreta y derrota a Goliat, a pesar de que todos saben lo difícil que es que el desvalido David pueda triunfar. Por ejemplo, Southwest Airlines enfrentándose a las grandes líneas aéreas.  Perfiles de la valentía. La injusticia, el dolor y el sufrimiento hacen que la vida de nuestros héroes sea miserable. A pesar de estos dramas, ellos perseveran y logran grandes cosas. Cuando nos enteramos de lo que han hecho, nuestra reacción es \"Yono lo habría podido hacer jamás \". Por ejemplo, Oscar y Emilie Schindler, la pareja que protegió a los judíos durante la Segunda Guerra Mundial.  Historias personales. La épica no siempre es necesaria. Basta con que una historia sea \"ilustrativa”. Por ejemplo, historias personales como \"Mi padre tuvo un Cadillac y lo condujo casi 250000 km sin averías graves\" son más eficaces que \"Este Caddy te durará muchos años\". O \"Le he regalado a mi hijo un teléfono Android y me ha dicho que le gusta mucho más que su iPhone\" frente a \"Los teléfonos Android son muy buenos\".  Involucrar a la gente. El siguiente nivel para contar una historia es involucrar a la gente en la amplitud y la profundidad del alma de nuestra causa. Cuando los cautivamos de esa forma, pierden la noción del tiempo, dejan de lado su cinismo y su escepticismo e imaginan una manera mejor de hacer las cosas. Involucrar a la gente requiere algo nuevo, extravagante y con estilo. Eso no significa que tengamos que cambiar sus creencias básicas; idealmente, reforzaríamos sus ideas esenc iales pero llevaríamos a la gente a nuevas manifestaciones de estas. Por ejemplo, \"Siempre has querido un coche veloz que no perjudique el medio ambiente. Con nuestro deportivo eléctrico, ahora puedes tenerlo\". Al intentar involucrar a la gente, conviene que nos hagamos la siguiente pregunta: \"¿Qué me haría abandonarme al momento?\". Una experiencia cautivadora es como un asombroso viaje en la montaña rusa: no se piensa en nada más que en ese viaje mientras estamos en él. Esta es la prueba, difícil pero alc anzable. Animar a probarlo. Los relatos y el involucrar son maneras eficaces de lograr que la gente se plantee abrazar nuestra causa. El paso siguiente es la prueba directa, para que puedan verla con sus propios ojos. Para facilitarla, hemos de asegurarno s de que sea fácil, inmediata, sin costes, concreta y reversible. 7 Amazon es un excelente ejemplo de cómo promover las pruebas. Lo hace de tres maneras distintas con los libros que vende: primero, con su aplicación Look Inside, que permite a los lectores o jear virtualmente los libros antes de comprarlos. Esto mitiga la frustrante imposibilidad de hacerlo de manera física. Segundo, los lectores se pueden descargar páginas de muestra de los e -booksantes de comprarlos. Tercero, los clientes que han adquirido l ibros electrónicos de Kindle pueden devolverlos, sin preguntas, en las 24 horas siguientes a la compra. Cómo vencer la resistencia Cuando hayamos lanzado nuestra causa e incluso tengamos nuestros primeros seguidores, es normal que nos encontremos con res istencias. Cautivar es un proceso y no un acontecimiento, por lo que debemos tratar de superar las resistencias y lograr que más gente se suba a nuestro tren. Cautivar a la gente requiere entender por qué la gente es reacia a apoyar nuestra causa. Hay cin co fuentes habituales de resistencia que podemos encontrar:  Inercia. Las relaciones existentes, la satisfacción con el statu quo, la pereza y el estar ocupado dificultan el cambio.  Vacilación a la hora de reducir opciones. Tomar una decisión tiene como resultado una reducción de las opciones y la perspectiva de este resultado asusta a las personas.  Miedo a equivocarse. La gente puede pensar que, mientras no ha elegido, todavía no se ha equivocado. El miedo a saber el resu ltado puede hacerlos reticentes a elegir.  Falta de modelos que seguir . Si no tenemos modelos, no tenemos una conducta para imitar, con lo que vacilamos a la hora de probar una causa nueva. Por eso, los primeros seguidores son tan importantes.  Nuestra c ausa apesta. Puede que nosotros o nuestra causa seamos un desastre. Entonces la gente tiene razón de mostrarse reticente. Ninguno de estos factores es insuperable, a menos que nuestra causa sea en verdad y permanentemente un desastre. La resistencia al cambio es la norma, no la excepción. Ofrecer una prueba social. La prueba social es la idea de que si otros lo están haciendo, debe de estar bien, ser bueno, modernísimo y hasta óptimo. Así, si somos capaces de demostrar a la gente que otros ya han adopta do nuestra causa, podemos convencerlos de que también la adopten. Coleen Szot, redactora de anuncios de teletienda, hizo aumentar las ventas simplemente cambiando el aviso habitual de \"Los operadores están a la espera, por favor, llame ahora\" por \"Si los operadores están ocupados, vuelva a llamar más tarde\". Cuando la gente oía el nuevo aviso, interpretaban que el nuevo producto se estaba vendiendo tan bien que los operadores no se daban abasto con las llamadas. Crear la percepción de omnipresencia. La prueba social implica que, si mucha gente está haciendo algo, debe de estar bien o ser lo correcto. Los auriculares de cable blanco, por ejemplo, facilitan la identificación de personas que usan un iPod. Entre los aficionados a la tecnología, también result aba fácil pensar en gente que tiene uno. El iPod parecía omnipresente y esta impresión hizo que lo acabara siendo. Crear la percepción de escasez. Otorgamos más valor a lo que creemos que escasea. Cuando Google presentó su servicio de correo electrónico, Gmail, las cuentas solo podían abrirse mediante invitación. El deseo para obtener una invitación para Gmail se volvió tan histérico, que la gente llegó a venderlas por eBay. Buscar el acuerdo. Cuando encontramos la manera de estar de acuerdo, resultamos más agradables y, cuanto más agradables somos, más probable es que consigamos superar la resistencia. He aquí unos cuentos métodos para buscar formas de acuerdo: 8  En el terreno personal. Estudiar la página web de la otra persona, sus imágenes de Flickr, su Twitter y su blog. Puede que encontremos algún interés común: el hockey, los Audis, Van Gogh o los perros labrador.  En el terreno profesional. Utilizar una red virtual profesional com o LinkedIn para saber más del historial profesional de esa persona, y averiguar si tenemos contactos en común.  Armonizar las objeciones. Un buen cautivador acepta las objeciones como una manera de decir \"Todavía no\" o \"Cuéntame más cosas\", en vez de interpretarlas como un \"No\". Por ejemplo, si alguien objeta que nuestra causa es demasiado cara, podemos armonizar esta preocupación explicando que ofrecemos una garantía más larga, una duración más larga y una mayor revaloración en la reventa.  Preguntar \"¿Q ué pasaría si…?\". Cuando hablemos con alguien y veamos que no avanzamos, conviene que planteemos posibilidades como \"¿Y si cambiamos esto?\". Plantear hipótesis para ver si el interlocutor estaría dispuesto a aceptar nuestros cambios es una buena manera de superar la resistencia. Por ejemplo, \"¿Te comprarías un iPhone si viniera de Verizon y no de AT&T?\".  Mover la ventana. La ventana Overton es una teoría política que sostiene que hay una \"ventana” o campo de normativas que la gente está dispuesta a acepta r. El campo es como sigue: impensable -radical -aceptable -razonable - popular. La teoría consiste en que nosotros podemos proponer algo un poco menos aceptable para luego trasladar nuestra idea hasta el campo \"aceptable\". Por ejemplo, los defensores del contro l de armas podrían proponer una prohibición \"impensable\" de todas las armas para que el Congreso acepte una prohibición \"radical\" de únicamente las armas automáticas. La finalidad de estos métodos es encontrar la manera de ponerse de acuerdo en algo —en casi cualquier cosa — que nos dé un día más de vida para seguir cautivando. Hacer durar la cautivación El objetivo de cautivar es un cambio duradero, no una transacción o venta de una sola vez. Queremos que la cautivación dure y, todavía mejor, que flore zca. A por la interiorización. En 1935, Lloyd Anderson no encontraba un piolet de hielo que le fuera bien a un precio que pudiera permitirse. Acabó comprándolo en una tienda austriaca llamada Sporthaus Peterlong. Luego empezó a ayudar a sus compañeros de escalada a adquirir material en Europa. En 1938, él y veintiún amigos dieron un paso más en sus adquisiciones e invirtieron un dólar cada uno para fundar la Recreational Equipment Cooperative. Hoy en día la empresa se llama REI y sus 3,7 millones de clien tes compran en sus más de cien tiendas. La gente acude a REI no solo para adquirir material, sino también en busca de consejos, para conocer gente aficionada a las actividades al aire libre y fantasear sobre lugares en los que practicar el excursionismo, e l ciclismo, el esquí o la escalada. REI ha creado una cultura del aire libre, y sus clientes han interiorizado los valores de la empresa. El proceso de interiorizar valores pasa por tres etapas: conformidad, identificación e interiorización:  Conformidad. La gente se une a la causa por presión de sus amistades, coacción, artimañas o el deseo de pertenecer a un grupo. La conformidad no es la cautivación y no durará mucho sin la fuerza debida, a menos que pasemos a la identificación y la interiorización.  Identificación. Cuando las personas se identifican con los miembros de un grupo, ven cosas en común e intereses compartidos. Nadie les obliga a conformarse. En esta etapa, el atractivo del cautivador y otros miembros del grupo es importante porque la gente busca la aprobación del cautivador. 9  Interiorización. Es el nivel superior. Significa que la gente ha pasado de identificarse a creer. Su creencia no choca con sus emociones, no hay ninguna coerción y no tratan de gustar a nadie. Es la cautivación. La interiorización es el nivel más difícil de conseguir, pero es el que dura más. Por ejemplo, la gente que ha interiorizado el Mac no es usuario de esta marca simplemente porque se identifica con otros usuarios de esta. Cree que un Mac es el mejor ordenad or hasta tal punto que no le importa hacer una cola interminable en una tienda y pagar cualquier precio que le pidan por él. Consejos prácticos Cómo usar la tecnología de empuje. Estamos en la edad dorada del saber cautivar porque nunca llegar a la gente ha sido tan fácil, tan rápido ni tan barato. La \"tecnología de empuje\" ( presentaciones , correo electrónico, Twitter) juega en ello un papel fundamental. He aquí una lista de principios qu e debemos tener en cuenta cuando la usamos:  Involucrarse rápido. Cuando la gente nos llama, debemos responder con rapidez, en menos de un día. Hay poca gente que responda rápido, y eso significa que no utilizan la tecnología como una eficaz herramienta pa ra cautivar.  Atraer a muchos. No hay que centrarse en los ricos, famosos y la gente que tradicionalmente ha resultado ser influyente. Debemos tratar a todo el mundo por igual y responder a tantos como podamos. No sabemos nunca quién puede convertirse en nuestro más valioso seguidor y amigo. No debemos olvidar que los \"donnadie\" son los nuevos \"alguien\" en un mundo en el que las comunicaciones están abiertas de par en par.  Involucrarse a menudo. No debemos esperar captar a la gente solo unas pocas veces y ser capaz de cautivarla. Cautivar es un proceso, no un suceso. Hemos de seguir atrayéndolos, incluso cuando parezca que hacerlo tiene poco valor.  Usar medios variados. En general, cuantos más tipos de medios (vídeo, audio, chats en directo, etc.) utilicemos, más cautivadores resultaremos.  Aportar valor. Los principales tipos de valor son estos: 1) indicadores de contenidos útiles, inspirados o divertidos; 2) información, observaciones o conte nidos personales; 3) consejos y ayuda.  Reconocer. Debemos reconocer a cualquiera que nos haya ayudado a localizar la información valiosa que nosotros ofrecemos a los demás. Esa acción equivale a una nota de agradecimiento. Cuanta más luz aportamos a los demás, más brillamos nosotros mismos.  Ofrecer el beneficio de la duda. Hemos de suponer que las personas son honestas, listas y decentes —no falsas, estúpidas y conflictivas —. No debemos perder las formas cuando nos comuniquemos digitalmente y hemos de asumir que todo lo que hacemos es público y permanente, de modo que estamos dejando huellas para que todo el mundo pueda verlas siempre.  Aceptar la diversidad. Cuanto más amplio y flexible sea nuestro punto de vista, más encantadora resultará nuestra presencia virtual. Pero en la aceptación de la diversidad también hay límites.  No aceptar cualquier tontería. Si damos a la gente el beneficio de la duda y nos ofenden, no debemos tolerarlo. Si pensamos que alguien es un cretino, la mayoría de la gente que o bserva la situación en silencio piensa como nosotros. Si no aceptamos las imbecilidades, cautivaremos a los observadores silenciosos a los que les gusta que tengamos el coraje de negarnos. Sencillamente, no debemos llevar nuestra reacción al terreno person al; podemos criticar la opinión, la idea o el punto de vista, pero no a la persona. 10  Limitar la promoción. Si no más de un 5 % de nuestros tuiteos, posts y actualizaciones son promocionales, todo va bien. Pero si nadie se queja, es que no estamos promocio nando lo suficiente. Como norma, cuanto más valor ofrezcamos, más promoción podemos permitirnos hacer de nuestra causa.  Desvelar nuestros conflictos . Hay dos motivos para hacerlo: primero, es lo más honesto. Segundo, si hemos cautivado a la gente, las ca usas que apoyemos le interesarán. Así, desvelar nuestros conflictos es una buena forma de marketing. Cómo usar la tecnología de arrastre. La tecnología de empuje lleva nuestra historia a la gente. La tecnología de arrastre acerca a la gente a nuestra his toria. La ventaja de esta última es que podemos ofrecer grandes cantidades de información en comparación con, por ejemplo, los 140 caracteres de un tuiteo. Para distribuir grandes cantidades de información, vender nuestro producto y dar asistencia y desca rgas, las páginas web y los blogs son difíciles de superar. He aquí lo que podemos hacer para sacar el máximo partido de su poder de seducción:  Ofrecer un contenido de calidad. Una página web o un blog sin un contenido útil o entretenido no tiene nada de atractivo. Esto no significa que nuestros contenidos deban gustar a todo el mundo, pero nuestra página ha de atraer al segmento de población al que intentamos cautivar.  Refres carlo a menudo. Las páginas web y los blogs que cautivan no son folletos que cuentan un argumento de marketing y que no cambian. La gente no volverá a visitar nuestro blog o página web si no aportamos material nuevo a menudo. Idealmente, deberíamos actuali zar el contenido cada dos o tres días.  Pasar de nuestra iluminación. Debemos pasar de la iluminación y del Flash para dejar que la gente entre en nuestra página directamente. De lo contrario, pueden abortar la visita o solo visitarla una vez.  Hacerla r ápida . El usuario pretende tener acceso inmediato, y no hay ninguna excusa para que una página web o un blog tarden más que unos cuantos segundos en cargarse.  Salpicarla de gráficos e imágenes. Gráficos, fotos y vídeos añaden interés y encanto a una web o un blog. En caso de duda, podemos utilizarlos en exceso y no pecar de prudentes, con la excepción de las intros de Flash.  Ofrecer una página de \"preguntas más frecuentes\". A la gente le encanta este tipo de preguntas, porque permiten ir al grano. Ahorr an a los visitantes la molestia de tener que buscar la información.  Diseñar una página tipo \"Sobre nosotros\". Los visitantes no deberían nunca tener que preguntarse lo que hace nuestra organización y por qué lo hace. Debemos ofrecer toda esta información en una página \"Sobre nosotros\".  Ayudar a navegar al visitante. Hay que facilitarle a la gente la tarea de encontrar en nuestra página lo que busca. Un esquema de la página ayuda al visitante a hacerse una idea de su contenido.  Presentar al equipo. Poca gente desea tratar con una organización sin cara, sin nombre y sin alma. Una buena página tipo \"¿Quiénes somos?\" resuelve este problema. Un fantástico ejemplo es Arc90, un taller de diseño de Nueva York.  Optimizar las visitas desde varios dispositivos. Sea cual sea el dispositivo desde el que los visualicen, nuestra página web y nuestro blog deben verse bien. Una página diseñada para portátiles u ordenadores de sobremesa no funcionará bien en un teléfono móvil o un iPad, de modo que debería mos crear versiones específicas para cada 11 aparato que la gente emplee para acceder a nuestra página.  Ofrecer métodos múltiples de acceso . A cada cual lo suyo: hay gente a la que le gustan las páginas web y los blogs, otros prefieren los titulares RSS, las listas de correo electrónico, las páginas de Facebook o los tuiteos. Debemos ofrecer muchos métodos para captar a los visitantes y facilitar la identificación de estas opciones en nuestra página web. Todos estos principios y consejos nos ayudan a cambiar las mentes, los corazones y los actos de las personas, porque gracias a ellos cautivamos mejor. Cautivar es una técnica poderosa y, con el poder, viene la responsabilidad. Es nuestro deber aplicar estas técnicas de manera que beneficien a todas la s partes implicadas."
}