{
  "title": "El Arte de Vender",
  "source": "Libros/El Arte de Vender.pdf",
  "content": "EL ARTE DE VENDER elemento didáctico para personal de las cooperrativas de consumo oficina internacional del trabajo, ginebra © MATCOM 1978-2001 por Gert Hansson MATCOM Material y técnicas de capacitación en gestión de cooperativas El proyecto MATCOM fue iniciado en 1978 por la Oficina Internacional del Trabajo, con el apoyo financiero de Suecia. En su tercera etapa (1984-1987) MATCOM cuenta con el respaldo financiero de Dinamarca, Finlandia y Noruega. En cooperación con organizaciones cooperativas e institutos de capacitación de todas las regiones del mundo, MATCOM prepara y publica material para la capacitación de gerentes de cooperativas y colabora en la preparación de versiones adaptadas para su uso en diversos países. MATCOM presta asimismo apoyo en el perfeccionamiento de la metodología de capacitación sobre cooperativas y la formación de instructores. Copyright © Organización Internacional del Trabajo Indice 1 Introducción 3 Sus clientes 8 El vendedor 11 El proceso de las ventas 23 La variedad de sus existencias 28 \"Auto evaluación\" 41 Ejercicios complementarios 43 Elemento didáctico MATCOM No: 16-01 Edición: Universal 1987 ISBN: 92-2-302223-1 _ 2 _ REQUISITOS PRELIMINARES Para sacar provecho de este Elemento didáctico MATCOM, usted debe: -tener cierta experiencia en ventas en tiendas. COMO APRENDER -Estudie el folleto detenidamente. -Responda por escrito a todas las preguntas contenidas en él. Esto le ayudará no sólo a aprender sino también a aplicar posteriormente lo aprendido. -Después de estudiar a solas este folleto, discútalo con sus colegas y con su instructor, y luego tome parte en los ejercicios prácticos que organice su instructor. Las publicaciones de la Oficina Internacional del Trabajo están protegidas por el derecho de autor conforme a lo dis- puesto en el Protocolo 2 de la Convención Universal sobre Derecho de Autor. Para la reproducción, adaptación o tra- ducción debe solicitarse la autorización correspondiente di- rigiéndose a: Publicaciones de la OIT, Oficina Internacio- nal del Trabajo, CH-1211 Ginebra, Suiza. La Oficina Inter- nacional del Trabajo atenderá gustosa tales solicitudes. Usted es vendedor. Siempre dispuesto a servir a sus clien- tes, siempre dispuesto a vender..... No tiene que esperar mucho: aquí viene una clienta. La se- ñora Díaz entra en la tienda. ¿Está usted listo? Usted: Buenos días, señora Díaz, ¿cómo está usted? Clienta: Muy bien, gracias. Usted: ¿En qué puedo servirla? Clienta: Quiero un paquete de galletas \"Corona\", por fa- vor. Usted: Lo siento, pero no tenemos esa marca. Clienta: ¡No!¡Qué lástima! ¿Y ahora qué hago? Usted: De verdad lo siento, señora Díaz, pero creo que tienen esa marca en la tienda de enfrente. Clienta: Gracias. Voy allá a ver si hay. Hasta luego. ¿Así que usted es VENDEDOR? Pero no le vendió a la señora Díaz. ¿No será usted un mal vendedor? ¿Quiere tratar nuevamente? Muy bien.-3- -4 - Usted: Buenos días, señora Díaz, ¿cómo está usted? Clienta: Muy bien, gracias. Usted: ¿En qué puedo servirla, señora Díaz? Clienta: Quiero un paquete de galletas \"Corona\", por fa- vor. Usted: Lo siento, esa marca se nos ha agotado precisa- mente hoy; pero tenemos otras que son muy bue- nas. Clienta: Bueno, necesito algo para esta tarde porque unos vecinos míos vienen a tomar el té. Usted: Entonces le sugiero que pruebe éstas. Son un poquito más dulces que la otra marca, pero es- toy seguro de que le gustarán a sus amigos. Clienta: Ojalá, ¿cuánto cuestan? Usted: Lo mismo que las \"Corona\" Clienta: Entonces voy a probarlas. Gracias. ¡ Eso estuvo mejor! Después de todo, usted es VENDEDOR... \"Un buen vendedor\". En nuestra profesión frecuentemente es- cuchamos que se dice eso de alguno de nuestros compañeros. ¿Realmente qué queremos decir por un \"buen vendedor\" y por la expresión \"el arte de vender\"? El ejemplo anterior nos da una primera explicación básica. El \"mal vendedor\" no se preocupa si ayuda o no a sus clien- tes. En realidad, no está interesado en vender; por el con- trario, el \"buen vendedor\" siempre trata de ayudar a sus clientes y frecuentemente tiene éxito en el momento de ven- er algo. Para tener éxito, un co- merciante privado debe ser un buen vendedor. Ven- diendo es como se gana la vida. Mientras más ven- de, más gana, porque todas las ganancias van a dar a su bolsillo. Y ahora, ¿qué podemos decir de usted, que es vendedor en una tienda cooperativa? Su trabajo también es vender;pero un vendedor cooperativista no es lo mismo que un comerciante privado que trata de obtener provecho distribuyendo bienes de consumo. Su objetivo es completamente diferente. Por tanto, la cuestión es: ¿Necesitamos realmente buenos vendedores en las cooperativas? El trabajo parece ser muy simple: sólo proporcionar lo que los socios piden, no persuadirlos a que compren algo.Que- remos ayudar a los socios a ahorrar. ¿No es ésta la manera de lograr los objetivos de una cooperativa?-5- -6 - Bueno, el trabajo no es tan simple. En el ejemplo anterior mencionamos que sólo el buen vendedor ayudó a la clienta a encontrar lo que necesitaba. El mal vendedor le sugirió que fuera a otra tienda, donde quizás tuvo que pagar más. De este modo, si el vendedor de la cooperativa es un mal vendedor, los clientes pueden dirigirse a otros proveedores. Y usted ya sabe lo que le sucede a una tienda cuando los clientes se van a otra parte. La variedad de los productos yla prestación de servicios van de mal en peor. El negocio decae a medida que más y más clientes se van a otras tien- das. Es un circulo vicioso. Finalmente, la tienda puede desaparecer. Sólo hay una manera de prevenir esto. Si queremos que el movimiento cooperativo se fortalezca, si queremos tener in- fluencia en los precios y en la distribución de bienes de consumo en general, entonces... _ 7 _ Cómo ser un buen vendedor Usted ha sido elegido para un importante trabajo. Es un trabajo interesante y estimulante, pero sólo si usted sabe cómo hacerlo. El hecho de conocer \"el arte de vender\", como alguna gente lo llama, significa conocer: a los clientes a usted mismo el proceso de las ventas lo que vende Compare esta lista con el índice que se encuentra en la pri- mera página. El señor López es muy in- deciso. Ha estado mirando unalámpara de querosene desde hace un mes. ¿Va a comprarla o no? Doña Brenda es todavía un pocotímida, auncuando hace ya dos años que usted la conoce. Va todos los días a la tienda, pero apenas si dice algo. Laseñora Olivas compra mucho en la tienda. Qui- zás demasiado... no tiene cuidado con el dinero. Don David parece un sar- gento y a veces comienza a dar órdenes en la tienda. Alaseñora Velasco le preocupa mucho que puedan cobrarle de más; así que controla y vuelve a con- trolar las cuentas... Aunque la mayoría de sus clientes son gente \"común y co- rriente\", tienen diferentes personalidades, y usted debe procurar entenderse bien con todos, por su propio beneficio ypor el de los socios. Para lograr este objetivo con tanta gente diferente, usted debe esforzarse por que les guste la tienda. Un mal vendedor puede no ser capaz de lograrlo. Los socios disfrutan yendo a su tienda porque usted: -siempre ofrece un servicio eficiente -es honesto y justo con todos -es aqradable y amable con todos.Sus clientes, como socios de la Sociedad Cooperativa, son dueños parciales del negocio. Usted trabaja para el benefi- cio de ellos .Esto es lo más importante que debe recordar. Ahora miremos a algunos de sus clientes.- 8 - Por supuesto, conocer a sus clientes tan bien como usted los conoce hace más fácil tratarlos de manera correcta. Un ven- dedor que conoce la personalidad de cada uno de sus clientes probablemente será el vendedor de más éxito en el mundo. Ningún vendedor puede lograr esto. Por otra parte, sólo una pequeña parte de la personalidad de los clientes es de inte- rés para usted como vendedor: esto es, su conducta en la tienda,su conducta con usted,el vendedor. El cliente y usted Cuando la señora Díaz entró en la tienda, era porque tenía su razón para ello (página 3). Al principio usted pensó que era porque necesitaba galletas \"Corona\". Pero luego usted descubrió la verdadera razón: necesitaba algo para esa tarde a la hora del té. ¡Yqué gran diferencia puede significar esto para usted! Usted conoce muy bien la variedad de mercancías que tiene en su tienda. Por ejemplo, sabe que tiene seis u ocho artícu- los que podrían satisfacer las necesidades de la señora Díaz. Recuerde que si usted-en la tienda cooperativa - no es ca- paz de ayudar a los clientes a obtener lo que necesitan, otro vendedor lo hará en otra tienda. Y usted ya sabe las consecuencias.- 9 - - 10 - Algo más sobre las necesidades de los clientes Los clientes acuden a su tienda porque tienen ciertas nece- sidades y deseos; muchos saben exactamente lo que necesitan, pero otros, como la señora Díaz, no pueden saberlo sin su ayuda y consejo. Por supuesto, nadie puede comprar todo lo que quiere. Por ejemplo, el señor López tiene el dinero, ¿entonces por qué no compra la lámpara? ¿Por qué la señora Olivas, que no es tan rica como el señor López, gasta tanto dinero en la tien- da?¿Qué es lo que hace que la gente compre? Algunas personas gastan su dinero en comida de mejor cali- dad, mientras que otras compran la comida más barata sólo para poderse comprar un vestido nuevo. Otras ahorran su di- nero para destinarlo a la educación de sus hijos. Todas las personas son diferentes. Sin embargo, para todos nosotros el dinero es limitado. El dinero ( o una palabra similar) debe haber sido la primera palabra que usted escribió en el cuadro anterior. La gente puede estar de acuerdo en este punto, pero parecen tener ideas diferentes de lo que necesitan; depende de su manera de pensar. Llamemos a esto simplemente personalidad. ( ¿Es- cribió usted algo así en el cuadro anterior?) Hablar de los clientes nos hace pensar nuevamente en su tra- bajo como vendedor en la cooperativa. Cualquiera que sea la personalidad de sus clientes, su trabajo es ayudarlos a sa- tisfacer sus necesidades. Usted no desea necesariamente que los socios/clientes gasten más: ese no es el objetivo de una cooperativa; sin embargo le conviene incrementar las ventas de la tienda cooperativa. ¿Cómo resuelve usted este problema? Bueno, si puede lograr que todos los clientes acudan a usted para comprar lo que necesitan, tendrá éxito. La lealtad de los socios significa mucho para la tienda y para el movimiento cooperativo. Pero solo lo logrará mediante el verdadero \"arte de vender en una cooperativa\", ayudando a los socios a comprar sabiamente. Sabemos que los clientes pueden ser difíciles de comprender, pero ¿qué se puede decir de los vendedores? También ellos son individuos con personalidad propia. Estudiemos la conducta de algunos vendedores, tomando dos ejemplos extremos: Una clienta entra en la tienda: Vendedor: - Clienta : Buenos días. Vendedor: Hola. Clienta : Quiero dos litros de leche, por favor. Vendedor: Bueno (poniendo la leche en el mostrador). Clienta : Yalgo de mantequilla, por favor. Vendedor: No hay Clienta : ¿Qué? ¿Por qué no hay? Vendedor: ¿Y cómo voy a saber por qué? Clienta : ¡Qué barbaridad! Vendedor: --11- -12- Clienta : Tambien quiero comprar una camisa. Vendedor: - Clienta : (Comenzando a perder la paciencia) ¿Tienen ca- misas? Vendedor: Claro. Por allá. (Señalando un anaquel) Clienta : ¿Tienen una azul? ¿Talla grande? Vendedor: Están allá. No sé. Clienta : (Enojada). Guárdese sus camisas. ¡Me voy a otra parte! Vendedor: - Estará usted de acuerdo en que esta no es una buena manera de vender. Podríamos describir este caso extremo como \"el tipo pasivo\" de vendedor. Proporciona al cliente lo que pi- de, si no es mucho problema. No está interesado en vender; simplemente no es un vendedor . Para una cooperativa es muy perjudicial tener vendedores pa- sivos. - 13 - Ahora veamos el otro extremo: Vendedor: Buenos días, señora. ¿Cómo está? Clienta : Bien gracias. ¿Me da dos litros de leche, por favor? Vendedor: Aquí tiene. Siyo fuera usted, me llevaría cuatro litros; mañana puede ser que no haya. Clienta : Pero... sólo necesito dos litros para hoy. El resto no estaría fresco para mañana. Vendedor: Esta leche estará fresca para mañana, se lo aseguro. Llévese los cuatro litros. Clienta : (Un poco incómoda) Pero... Vendedor: (Interrumpiendo) ¡No! ¡No! Cuatro litros es- tá bien. Clienta : Y mantequilla, por favor, un paquete. Vendedor: No tengo mantequilla, señora. Tengo margari- na, es mucho mejor para los niños. Clienta : ¿Sí?Yo pensaba que la mantequilla era mejor. Vendedor: ¡No, no! La margarina es mejor, y es más ba- rata también. ¿Quiere uno o dos paquetes? Clienta : Uno.Pequeño . Vendedor: ¡No, no! Llévese el grande. A la larga aho- rra dinero. Aquí tiene. ¿Qué más le doy? Clienta : Una camisa para mi esposo. -14 - Vendedor: Tenga usted. ¡Una preciosa camisa amarilla! Clienta : ¡Azul! Vendedor: ¿Qué? Clienta : El quiere una camisa azul, talla mediana... Vendedor: No tengo mediana. Pero la talla pequeña le servirá. Clienta : ( Muy confusa) ¿Y usted cómo sabe la talla de mi esposo? Vendedor: Mm... señora, ¿Diría usted que su esposo es de mi talla, o es más pequeño? Clienta : ¡Más grande! Vendedor: ..Más grande; claro... Entonces ésta es la indicada porque este tipo de camisas es más grande que la talla estándar.... Le quedará perfectamente. Clienta : ¿Está seguro? Vendedor: Por supuesto... Una hermosa camisa... Clienta : (Entre suspiros) Está bien, está bien... dé- mela. ¿Se puede llamar a esto vender? Este vendedor habló cuatro veces más que el de tipo pasivo. ¡No! Su técnica de venta tampoco es buena. Es del tipo de \"alta presión\", que casi obliga a los clientes a comprar. Normalmente, no tendrá éxito si engaña al cliente, como en el ejemplo qué acabamos de ver. La mayoría de los clientes se resistirán y rehusarán comprar algo que no necesitan. Todo aquel que no puede decir que no, seguramente después reaccionará, lo que tal vez sea peor. Se sentirán insatis- fechos con la visita a la tienda y es muy probable que no vuelvan. Un vendedor así es peligroso. Puede perder clientes. En una tienda cooperativa, los clientes son los socios y ellos son los dueños del negocio. Cuando se pierde un cliente, significa la pérdida de alguien que creía en el principio del cooperativismo. No, el tipo de vendedor de \"alta pre- sión\" no es el adecuado para una tienda cooperativa. - 1 5 - Estamos llegando ahora a un principio básico del arte de las ventas. El vendedor moderno comprende plenamente que nece- sita clientes \"regulares\". Es el número de clientes regula- res lo que determina si una tienda cooperativa tiene éxito o no . El vendedor orientado al cliente Elvendedor en una cooperativa moderna es básicamente un buen escucha ,en lugar de un parlachín. Su objetivo es com- prender al cliente, creando una atmósfera de confianza y tratando de satisfacer las necesidades reales del cliente. Ese es un vendedor \"orientado\" al cliente . - 1 6 - ¿Qué es lo que hace a un vendedor orientado al cliente dife- rente de otros tipos de vendedores? Veamos su conducta en general, comenzando por algunos principios básicos. - 1 7 - Bien, cuando usted, como cliente, ha decidido gastar algun dinero en una tienda, siente que esto es importante, y espe- ra que el vendedor también sienta que es importante para él. Como cliente, usted espera cierto tipo de trato cuando entra en una tienda: -Quiere que el personal le preste atención . -Espera que lo saluden . - Si es un cliente regu- lar, espera que lo re- conozcan . -En pocas palabras, quiere sentirse bienvenido . A veces, es un buen ejercicio imaginarse que usted es un cliente y recordar cómo piensan y se comportan los clientes. Pero ahora, sitúese otra vez en su trabajo normal como ven- dedor, y veamos cómo debe saludar y tratar a los clientes para que se sientan bienvenidos. - 1 8 - En una tienda con atención directa al público--------------------------------------------- Su saludo debe hacer que el cliente se sienta bienvenido y seguro de sí mismo. Esto está bien. Si puede atender a la clienta in- mediatamente, es muy sim- ple. La saluda, espera su res- puesta, y se establece el contacto. Esto está aún mejor. De- be tratar de aprenderse los nombres de sus clien- tes, y usarlos. Recuerde que las sonrisas yla cordialidad son do- nes gratuitos: sea gene- roso. - 1 9 - Si está atendiendo a un cliente y llega uno más, no debe de- jar al que ya está atendiendo, pero sí debe prestar atención al que acaba de llegar. En la mayoría de los casos tendrá tiempo para decirle \"Bue- nos días, señora\". Siempre tendrá tiempo para inclinar la cabeza con cortesía y sonreirle, y eso es importante. Ha establecido contacto y ha inspirado confianza al recién lle- gado, aun cuando usted está con otro cliente. Muy bien: así es como se comporta un vendedor orientado al cliente. En una tienda de autoservicio----------------------------- En una tienda de autoservicio generalmente hay más clientes y menos empleados; esto hace que el trabajo del vendedor sea aún más importante. Los clientes se pueden atender a sí mismos en casi todos los casos, pero a veces pueden necesi- tar su ayuda. No sólo deberá estar en condiciones de ayu- dar al cliente, sino también deberá ser capaz de ver si él desea su ayuda o no. - 2 0 - ¿Qué esperan los clientes?-------------------------- Los clientes en una tienda de autoservicio sienten los mis- mos deseos que los clientes de una tienda con atención di- recta al público: sentirse importantes y bienvenidos. Más aún, esperan ayuda cuando la necesitan. ¿Qué hace usted?---------------- El comienzo es más o menos el mismo. Debe establecer con- tacto. El \"Buenos días\" es también propio. La sonrisa y la inclinación de cabeza son siempre adecuados. ¿Pero entonces qué...? ¿Cómo sabe usted si el cliente desea ayuda o no? Bueno, si no hay muchos clientes, puede preguntar: \"¿Puedo ayudarlo en algo?\" Sin embargo, no siempre tendrá tiempo para preguntar a todos los clientes si necesitan ayuda o no. Tiene que observar las señales de \"¡AYUDA!\" Si una clienta parece feliz y camina despacio poniendo cosas en el carrito, entonces todo está bien. Cualquiera otra conducta deberá ponerlo casi siempre sobre aviso de que se necesita ayuda. Señales de \"¡AYUDA!\": Una clienta parece con- fusa:esta es una señal de \"¡AYUDA!\" Una clienta mira a su al- rededor y por todas par- tes: esta es una señal de \"¡AYUDA!\" Una clienta toma diferen- tesmercancías conuna expresión de duda: esta es una señal de \"¡AYUDA!\" Una clienta que está mo- lesta abandona de prisa la tienda. ¡¡ Lo siento! Esto significa que usted desatendió la señal de \"¡AYUDA!\". Ha perdido una cliente...- 2 1 - - 2 2 - Las señales de \"¡AYUDA!\" exigen su atención inmediata -------------------------------------------------------- ¿Por qué? Bueno, el cliente tiene un problema de cualquier tipo. Tie- ne una necesidad que no puede satisfacer sin su ayuda. ¿Qué sucede si no recibe ayuda inmediatamente? Una reacción pro- bable puede ser que piense: \"En esta tienda uno nunca puede obtener ayuda. Es mejor que haga mis compras en otro lugar\". Si esto sucede, usted ha perdido un cliente regular, ha re- ducido sus ventas considerablemente, en lugar de incremen- tarlas. Un vendedor orientado al cliente es un experto en señales de \"¡AYUDA!\". Nunca pierde un cliente, como en el ejemplo an- terior. Resumiendo: Como vendedor orientado al cliente, usted: - establece una buena relación con cada cliente; - procura crear un sentimiento de confianza ; - trata que su cliente se sienta importante ; - trata que su cliente se sienta bienvenido ; -es generoso con las sonrisas y las inclinaciones de cabeza; -es un experto en advertir las señales de \"¡AYUDA!\"; -por último, pero no menos importante, como vendedor en una cooperativa nunca olvida que el cliente/socio es su patrón y que él es el dueño del negocio. - 2 3 - Hay muchas maneras diferentes de llevar a cabo una venta; pero un vendedor orientado al cliente casi siempre actuará a así -escucha -pregunta -aconseja Ya que su propósito es satisfacer las necesidades de sus clientes, no puede venderles nada hasta que esas necesidades hayan quedado bien claras. Lo primero que debe usted hacer es escuchar . Una vez que ha establecido contacto con el cliente saludán- dolo, es natural que éste le diga lo que desea. Supongamos que una clienta le dice que quiere comprar una camisa. Puede ser que le di- ga algo más, que le dé más datos, o que quizás sólo diga eso. Si solamente le dice que quiere una camisa, ¡ no comience a vendérsela! No haga lo que hizo el vendedor de \"alta presión\". Escuche y responda a las preguntas Mientras más sepa lo que necesitan, más posibilidades tendrá de satisfacer a sus clientes. El diálogo podría ser como sigue: Clienta : Quiero ver unas camisas. Vendedor: Sí,señora. ¿Qué clase de camisas? ¿Manga larga, o manga corta? -24 - Clienta : Bueno, manga larga, creo. Vendedor: ¿Qué talla? Clienta : Es para mi esposo; talla mediana. Vendedor: Talla mediana, manga larga. Sí, tenemos algu- nas.¿Algún color en particular? Clienta : Bueno, no sé ... quizás roja, o azul, o ... Vendedor: Aquí tiene, ésta de talla mediana, y ésta otra también. ¿Y qué material prefiere? ¿Algodón o quizás algún material sintético? Clienta : No sé. Ami esposo le gusta la ropa fresca para la temporada de calor. El vendedor desea averiguar si puede satisfacer a la cliente y proporcionarle una camisa que responda a sus necesidades; por eso hace todas esas preguntas. Por supuesto, puede haber cientos de camisas que satisfagan esas necesida- des. Pero sólo hay un número limitado de camisas en existencias en la tienda. Y sólo algunas de éstas son de interés por el mo- mento: sólo aquellas que satisfagan las necesida- des de la clienta.-25- En este caso, como usted ve, hay en existencias dos camisas que satisfacen las necesidades de la clienta y puede vendér- selas. Un vendedor que no haga preguntas y no escuche puede estar gastando el tiempo de la clienta y el suyo propio tratando de vender una de las otras camisas que hay en la tienda. - 2 6 - Haciendo varias preguntas, nuestro vendedor ha averiguado que: -la camisa debe ser definitivamente de talla media; -la camisa debe ser preferentemente de manga larga; -lacamisa debe ser preferentemente de color brillante, (rojo o azul fue lo que mencionó; pero el color mismo no parecía ser muy importante) ; - el material debe ser definitivamente de algodón (la clienta dijo que no sabía, pero un material sintético no es fresco para un clima caluroso). Es importante que el vendedor sepa lo que es definitivamente importante y lo que no lo es. Verifique lo que escribió en el cuadro de la página 24. ¿Corresponde a las afirmaciones anteriores? Continuemos con el diálogo. Vendedor: Me dijo usted que debe ser fresca para el ve- rano. Entonces sugiero algodón. Aquí tenemos ésta de algodón... manga larga... talla media- na. Clienta : Sí, es bonita, quizás sea un poco obscura. Vendedor: ¿Y qué le parece ésta? Del mismo tipo, pero amarilla. Clienta : Sí, está bien. ¿Cuánto cuesta? Vendedor: Esta cuesta C$35. Es de muy buena calidad.* Clienta : Sí ... pero me parece un poco cara. Vendedor: Quizás; pero aquí tenemos otra, también es amarilla, y cuesta sólo C$20. Clienta : Esta es mejor, ¿Qué diferencia hay en la cali- dad? Vendedor: Bueno, en realidad la calidad no es la misma, el material es más delgado. Si su esposo va a usar la camisa a diario, no le va a durar tan- to como la camisa cara. *Debido a que este Folleto se utiliza en muchos países con distintas monedas, usamos una moneda imaginaria de- nominada \"Dólares y Centavos de Capacitación\" (C$ y c). - 2 7 - Clienta : De hecho, la va a usar diariamente; pero de todos modos C$35 es mucho para mí, por el mo- mento. Quizás regrese después. Vendedor: Señora, me ha dicho que su esposo quiere una camisa fresca para el calor. ¿Qué le parece una camisa de manga corta? Tenemos una de la misma calidad que la de C$35. La de manga corta, le costará sólo C$25. Clienta : Bien, ¿por qué no? Tendré una de buena cali- dad sin pagar demasiado. Está bien. Me llevo ésta. Vendedor: Gracias. Estoy seguro de que ha elegido bien. Aquí tiene. Espero que regrese pronto. Clienta : Muchísimas gracias. Pues bien, así actúa un vendedor orientado al cliente .¿Se fijó usted lo bien que usó su conocimiento de las necesida- des de la clienta? En lugar de una camisa azul o roja, man- ga larga, le vendió una amarilla, manga corta, y la clienta se quedó muy satisfecha. Ahora usted sabe que debe seguir la pauta escuchar - pregun- tar - aconsejar . Bueno, ninguna técnica en el mundo le ayudará a vender si no conoce las mercancías que vende. - 2 8 - LA VARIEDAD DE SUS EXISTENCIAS Hay muchas formas de conocer los diferentes artículos que tiene para la venta en su tienda. Tarde o temprano lo aprenderá con la experiencia, pero esto requiere demasiado tiempo. Un vendedor orientado al cliente tiene que aprender rápidamente. Usted puede hacerlo si quiere. Aquí le damos algunos consejos: - Pida información a colegas experimentados, o al gerente. - Lea todo lo que hay sobre los productos que vende. A menudo en los paquetes se encuentra información impresa. -Sea un cliente regular de su propia cooperativa. Puede aprender mucho si usted mismo usa los productos. - Pida al gerente que organice un curso o grupo de estudio sobre \"el conocimiento del producto\". -29 - Charla para promover la venta Aunque conozca bien las mercancías que vende, puede cometer errores durante el proceso de venta. Escuche a continuación a este activo vendedor tratando de vender una radio de tran- sistor: Cliente : Sí, esta radio es bonita. ¿Me dijo usted que vale C$200? Vendedor: Así es. Es bonita, ¿verdad?; y tiene seis transistores. Cliente : Seis... ya veo... mmm... Vendedor: Tiene banda de onda corta y de onda media Cliente : Ah... (confuso) Vendedor: Ytiene antena telescópica. Cliente : Telescópica, dice... (todavía más confuso). Vendedor: Yun auricular, también. Cliente : ¿Auricular? Vendedor: Sí, para ponérselo en el oído. Y tiene garan- tía de fábrica. Cliente : ¿C$200, eh? ... Bueno, me parece mucho dinero. Lo pensaré y vendré después. Vendedor: Perfectamente. Tendré mucho gusto en servir- lo. Cliente : (Se va murmurando) Auricular telescópico, re- ceptor de la fabrica, ¿por qué no tienen ra- dios comunes y corrientes? - 3 0 - Todo lo que el vendedor dijo era verdad. Mencionó muchas de lascaracterísticas del aparato. Esas características nos dicen lo que el fabricante ha puesto en el producto, cómo está hecho, etcétera; por ejemplo, esta radio tiene antena telescópica.... Pero todo eso era más de lo que el cliente podía entender. Para éste, había otra cuestión mucho más importante: ¿Que ventajas tiene para mí; qué utilidad me ofrece este produc- to? Un ejemplo: no necesito agregar una antena a esta ra- dio .... Por ello, el vendedor no debe confundir al cliente con deta- lles técnicos que éste no puede comprender. Debe explicar brevemente y de una manera sencilla las ventajas para el cliente antes de mencionar las características y los datos técnicos. Pero demos otra oportunidad al vendedor: ahora él sabe que lo más importante para el cliente es la utilidad, y que debe mencionarla primero. Luego puede mencionar las caracterís- ticas para apoyar lo que está diciendo. Si usa la palabra \"porque\" no le será difícil: - 3 1 - Vendedor : C$200, correcto. Es una radio bonita. Un juego de pilas le durará mucho tiempo porque tiene seis transistores, que necesitan muy po- ca energía. Cliente: ¡Ah, qué bien! A la larga ahorraré dinero. Vendedor : Sí, así es. Puede sintonizar con mucha clari- dad todos los programas locales, y también puede escuchar estaciones extranjeras, porque tiene bandas de onda corta y media. Cliente: ¿De veras se puede, con esta radio tan peque- ña? Vendedor : Sí, y no necesita antena aérea porque tiene una antena telescópica integrada. Cliente: Entonces está muy bien. Vendedor : Puede escucharla sin que nadie lo moleste o sin que usted moleste a nadie, porque tiene un auricular especial. En ella hay una conexión que interrumpe el sonido del altoparlante y sólo se puede oir por el auricular. Haga la prueba. Cliente: ( Ahora entusiasmado) ¡ Muy bien! Podré escu- char la radio por la noche, cuando los niños estén durmiendo. Vendedor : Si tiene algún problema con el aparato nos lo devuelve, porque el fabricante da una garantía por seis meses y lo reparará sin costo alguno. Cliente: ¡Qué bueno es saberlo! Y sólo C$200. ¡Me la llevo! La conversación ha sido muy diferente, ¿no cree?; los deta- lles técnicos (las características) se mencionaron igualmen- te, sólo que esta vez de manera distinta. El vendedor no comenzó diciendo al cliente que la radio te- nía seis transistores; en lugar de eso se basó en las venta- jas o utilidad que le reportaría al cliente: \"Un juego de pilas le durará mucho tiempo....\" fue lo primero que le di- jo.Luego explicó y apoyó su afirmación mencionando las ca- racterísticas del aparato: \" porque tiene seis transistores. - 3 2 - Usted siempre debe ir de LA UTILIDAD a las CARACTERISTICAS. Observe los siguientes ejemplos: UTILIDAD CARACTERISTICAS Esta camisa es muy cómo- da; es fresca cuando hace calor y tibia cuando hace frío... Estalechepuede durar seis meses sin refrige- rar... Estos calzoncillos no ne- cesitan planchado... Estos zapatos duran más..porque es de algodón. porque está condensada. porque son del tipo \"la- var y usar\" porque lassuelas están reforzadas. Repitamos: todo lo que usted vende tiene sus características propias, las cuales debe conocer. Son las características de su fabricación. Pero primero usted debe saber si esas características son de utilidad para el cliente. Y, por supuesto, esa utilidad no será una realidad hasta que el cliente no haya comprado el producto y comience a usarlo. - 33 3- Es importante que usted comprenda los siguientes principios: ¡Conozca las características de cada artículo que hay en la tienda! ¡Informe a los clientes sobre la utilidad de los artículos! Practique esta técnica de vender. -34 - Para vender más Nuestros ejemplos han mostrado que un buen vendedor de tien- da cooperativa puede vender más que un vendedor común y co- rriente. ¿Pero qué sucederá entonces con nuestros socios/ clientes? ¿Gastarán más dinero del necesario? Definitiva- mente, ese no es el propósito de una cooperativa. Veamos dos ejemplos: El vendedor común y corriente------------------------------ Cliente : Sí, me llevo esta linterna, por favor. Vendedor : Muy bien. Creo que es una buena elección. Es de muy buena calidad. Son C$4. Cliente : Gracias. El vendedor, con \"mentalidad de vendedor\"------------------------------------------ Cliente : Sí, me llevo esta linterna, por favor. Vendedor : Muy bien. Creo que es una buena elección. Es de muy buena calidad. ¿Quiere pilas para la linterna? Cliente : ¡Sí, por supuesto! Lo había olvidado. Vendedor : Necesita dos, cuesta C$1 cada una. Pero si compra este paquete con 4 pilas que sólo cues- ta C$3, se ahorra C$1 y puede tener dos pilas de reserva para cuando las necesite. Cliente : Muy bien. Me llevo el paquete. Vendedor : Gracias. ¿Quiere también bombillas de reser- va?Tenemos este paquete de dos sólo por C$1. Cliente : Bueno, deme un paquete. Vendedor : Muy bien. Son C$8 en total. Gracias. Ahora analicemos estos ejemplos. Las necesidades del clien- te no se limitaban sólo a una \"linterna\". Necesitaba tam- bién las pilas y las bombillas, sin las cuales no habría te- nido lo que necesitaba: El cliente tendría que gastar, más tarde o más temprano, en esos artículos. - 3 5 - El buen vendedor comprendió eso, y el resultado fue: -prestó un buen servicio al socio/cliente suministrándo- le, de una vez, todo lo que necesitaba; - incrementó las ventas de la tienda cooperativa; -no incrementó los gastos del socio. Hay muchas maneras de incrementar sus ventas sin vender más de lo necesario a los clientes. Supongamos que los clientes normalmente compran sólo la mitad de lo que necesitan en la tienda cooperativa y el resto en otras tiendas. Entonces usted puede duplicar las ventas de su tienda sin incrementar el total de lo que compran los clientes. ¡Qué gran éxito si lo consigue! Venda mercancías complementarias \"Vender más\" es cuestión de prever las futuras necesidades de los clientes y recordarles otras cosas que pueden necesi- tar como complemento a lo que están comprando, como se ve en nuestro ejemplo. Para una linterna, se necesitan pilas y bombillas, artículos que son complementarios. Si vende un paquete de papel para cartas y sobres, por su- puesto, usted debería recordar al cliente que necesita un buen bolígrafo. Cuando un cliente compre tela para un traje, deberá pregun- tarle si necesita botones, o una aguja e hilo. -36 - Venda artículos alternativos En el ejemplo de ventas que se presentó en las páginas 23 a la 27, la clienta pidió una camisa azul o roja de manga lar- ga. En la tienda no había una camisa de esas característi- cas, así que el vendedor vendió una amarilla de manga corta que también satisfizo las necesidades de la compradora. Esa fue una venta alternativa . Usted ha aprendido ya que el cliente va a la tienda para satisfacer una necesidad, a ve - ces hay una amplia variedad para elegir. Veamos algunos ejemplos: -Una clienta que pide una lata de piña en conserva nece- sita fruta para postre. Puede comprar una lata de otra fruta, o puede comprar fruta fresca. Y, quién sabe, quizás incluso pueda comprar un budín de chocolate o ga- lletas dulces. Pero sólo si alguien se lo sugiere. Y ese alguien debe ser usted. Pero sólo si usted percibe la necesidad que está detrás de la petición de piña en- latada. - En nuestro primer ejemplo de la página 3, la clienta pi- dió galletas \"Corona\". La necesidad real que estaba de- trás de esa petición era que necesitaba algo para la ho ra del té. Usted podría haberle vendido un pastel o cualquier otro tipo de galletas, algunas pastas o quizás una torta de manzana. Para tener éxito en la venta de mercancías alternativas son necesarias dos cosas: 1 Usted necesita conocer qué mercancías tiene en su tienda . Hay alternativas para casi todas sus mercan- cías; usted debe saber cuáles son. 2 Usted tiene que comprender las necesidades del clien- te. Un vendedor orientado al cliente ciertamente lo hará. Recuerde: Acepte un \"No\" del cliente. Si la clienta realmente necesi- ta una piña, ¡no insista tratando de venderle budín de cho- colate! Siexagera las \"ventas alternativas\", puede convertirse en un vendedor de \"alta presión\". Su trabajo es sugerir una o dos alternativas en forma cortés, y no forzar al cliente a que compre. Venda nuevos artículos La razón principal para introducir un nuevo artículo en su tienda debe ser porque presenta ventajas especiales cuando es comparado con los artículos ya existentes.-37- -38 - Como el artículo es nuevo, el cliente no espera encontrarlo en su tienda. Consecuentemente, no lo pedirá. Es perfectamente correcto que usted les informe sobre los nuevos artículos, pero acepte el hecho de que no todos los clientes estarán interesados, por la simple razón de que no necesitan tales artículos. Artículos a precios reducidos Hemos repetido frecuentemente que un cliente compra cosas con el fin de satisfacer una necesidad. ¿Es entonces exacto decir que si un cliente no necesita un artículo a cierto precio, tampoco lo necesitará a un precio reducido? ¡No, no es exacto! También hemos dicho que mucha gente necesita más de lo que puede comprar. Tienen que dar prioridad a ciertas necesida- des. Una ganga puede darles la oportunidad de satisfacer su necesidad de algo que de otra manera no podrían adquirir. Por lo tanto, es conveniente - y es una buena técnica de venta - dirigir su atención hacia las cosas que se venden a precios reducidos. De nuevo, ¡no exagere y no ofrezca demasiadas gangas! -Puede ofender al cliente; éste puede sentir que se lo considera un cliente de \"bajos ingresos\". Un cliente ofendido no regresará. - También usted puede presionar para que los clientes com- pren más de lo que necesitan. Los clientes se darán cuenta y a la larga lo lamentarán. Esto es peligroso, como ya decíamos. -También puede perjudicarse la economía de la tienda si usted siempre sugiere gangas en lugar de artículos de precio normal. Este es otro problema que analizamos en otros folletos MATCOM. Ventas en grandes cantidades Evidentemente, una manera de incrementar las ventas es ofre- cer una cantidad mayor de la que el cliente pidió inicial- mente. En muchos casos esto beneficia al cliente. - 3 9 - Muchos artículos cuestan menos por kilo, litro, etc., cuando se compran en grandes cantidades. Si los clientes pueden almacenar grandes cantidades sin que se deterioren y tienen paracostear la compra, ahorrarán tiempo y dinero. Ventas silenciosas Usted estará de acuerdo en que las ventas dependen mucho de la habilidad personal y la cortesía que muestre en su trato directo con los clientes. A propósito, debemos mencionar que hay otras maneras de pro- mover e incrementar las ventas y de mejorar la prestación de servicio. Por ejemplo, la manera en que se exhiben los ar- tículos es muy importante. De hecho, si usted usa una téc- nica adecuada para mostrar las mercancías, encontrará que la presentación misma le ayudará a vender. La exhibición de mercancías se estudia en otros de los fo- lletos MATCOM. - 4 0 - Su apariencia personal Puede estar seguro de que los clientes se dan cuenta del grado de limpieza, tanto de la tienda como de las personas que trabajan en ella. También notarán la forma en que usted va vestido y su apariencia personal en general. Además, debido a que la limpieza es un DEBER en una tienda, a causa de los peligros que significa la suciedad para la salud cuando se manejan productos comestibles, sería una lástima que su talento para la venta se frustrara sólo por culpa de una mala apariencia personal. -41- Para que usted mismo compruebe si ha comprendido plenamente estefolleto responda a las preguntas siguientes. Encierre en un círculo la letra que usted piensa que corresponde a la res- puesta correcta para cada pregunta. Laprimera pregunta incluye la res- puesta, a modo de ejemplo. Si alguna pregunta en particular le plantea pro- blemas, retroceda y lea nuevamente el capítulo correspondiente. Su instruc- tor comprobará después sus respuestas. 1. ¿Qué tipo de vendedor se necesita en una tienda coope- rativa? a Del tipo de \"alta presión\" b Del tipo pasivo .1vendedor orientado al cliente. ¿Cuál es el riesgo más serio cuando se trata mal a un cliente? a Se irá sin pagar b Se irá sin comprar c Jamás regresará a la tienda El propósito de las primeras palabras que usted cruza con un cliente cuando éste entra en la tienda es: a Averiguar lo que el cliente quiere; b Averiguar de qué humor está el cliente; c Establecer contacto y crear una sensación de con- fianza. ¿Por qué es importante escuchar al cliente antes de comenzar a vender? a Porque siempre se debe dejar la iniciativa al cliente. b Porque no se puede vender nada sin primero averi- guar las necesidades del cliente. c Todos los clientes necesitan hablar. ¿Un vendedor de cooperativa debe tratar de incrementar las ventas de su tienda? aNo, tratar de vender más de lo que el cliente pide siempre es malo. bSí, debe tratar de incrementar el total de las ven- tas de su tienda. cSí,pero solamente cuando vende a quienes no son socios, de modo que éstos se beneficien económica- mente.2. 3. 4. 5. - 4 2 - 6. ¿Cuál de las siguientes afirmaciones nos dice las \"ca- racterísticas\" del producto? a Estas galletas son buenas para los niños. b Estas galletas no contienen azúcar. c Estas galletas son muy populares. 7. ¿Cuál de las siguientes aclaraciones describe la \"uti- lidad\" del producto? a Esta cubeta es de plástico. b. Esta cubeta tiene agarradera de acero. c. Esta cubeta es muy ligera y fácil de cargar. 8. Decir cuál es la \"utilidad\" de un artículo, significa: a Decir al cliente todo lo que sabemos acerca de di- cho artículo; b No decirle las desventajas; c Explicar sus ventajas desde el punto de vista del cliente. 9. ¿Qué queremos decir con señales de \"¡AYUDA!\"? a Que usted necesita ayuda de un colega. b Que la alarma de incendio de la tienda está sonando c Que la conducta del cliente indica que necesita consejo. 10. ¿Cuál de los siguientes ejemplos corresponde a uno de \"venta complementaria\"? a Vender un paquete grande de arroz a alguien que ne- cesite uno pequeño. b Vender pasta dental a alguien que necesita un cepi- llo para dientes. c Dar un huevo extra - gratis - cuando vende una do- cena de huevos. 11. ¿Cuál es un ejemplo de \"venta alternativa\"? a Que otro vendedor de la tienda atienda al cliente. b Vender mañana lo que no pueda vender hoy. c Vender tomates a un cliente que pide pepinos. 12.Si un cliente está ansioso por pagar el menor precio posible por una mercancía, deberá recomendarle: a Que compre grandes cantidades de una vez (10 kilos por C$6.00). b Que compre pequeñas cantidades ( 2 kilos por C$1.30). c Que espere a ver si el precio baja. - 4 3 - Para completar su estudio sobre este tema, usted debe participar en al- gunos de los ejercicios siguientes, que organizará su instructor. Seleccionen un número de artículos de su tienda. Ano- ten las \"características\" de dichos artículos. Luego, traten de transformarlos en \"utilidad\" para los clien- tes. 2 El vendedor orientado al cliente Analicen y comparen lo que cada uno escribió en el cuadro de la página 16. Traten de explicar por qué el personal de la tienda se comporta de esa manera. 3 Su apariencia personal Comparen sus comentarios sobre las afirmaciones de la página 40. Consideren y preparen un informe de grupo sobre este tema. Ejercicios prácticos El arte de las ventas se puede practicar haciendo ejercicios de \"simulación\". Usted debe tomar parte en algunos de estos ejercicios organizados por su instructor. La capacitación deberá llevarse a cabo de preferencia en una tienda, usando las mercancías existentes. La persona que haga el papel de cliente deberá saber clara- mente cuáles son sus necesidades generales, el dinero con que cuenta, así como otras circunstancias relevantes para la situación. La persona que realice el papel de vendedor de- berá, por supuesto, conocer su tienda y las características de los artículos que vende. A continuación se deberá discutir y analizar la conducta del vendedor en general, su forma de tratar al cliente, su uso de la técnica \"escuchar - preguntar - aconsejar\", y su habi- lidad para describir los beneficios y características de los productos.Discusión en grupo: 1 \"Características y utilidad\""
}