{
  "title": "El Pequeño Libro para Invertir con Sentido Común John C. Bogle",
  "source": "Libros/El Pequeño Libro para Invertir con Sentido Común John C. Bogle.pdf",
  "content": "Diseño de cubierta: adaptación de microbiogentleman.com de un diseño original de Paul McCarthy John C. Bogle es fundador de Vanguard Group, Inc, donde fue presidente y consejero delegado hasta 1996 y presidente de honor hasta 2000. En 1999, la revista Fortune le designó como uno de los cuatro «Gigantes de la Inversión» del siglo XX, y en 2004, Time lo nombró como una de las cien personas más poderosas e inﬂuyentes del mundo, al tiempo que Institutional Investor le otorgó su premio Lifetime Achievement. Es autor de, entre otros libros, La batalla por el alma del capitalismo y Triunfe con integridad: la medida real del dinero, los negocios y la vida.Repleto de ideas sólidas y consejos prácticos, El pequeño libro para invertir con sentido común te enseñará cómo incorporar una estrategia de inversión probada a tu cartera y cambiará tu manera de pensar sobre inversión. Descubrirás cómo hacer de la inversión un juego de ganadores y encontrarás, además, advertencias sobre las modas pasajeras, incluyendo la reciente estampida hacia los fondos cotizados y el aumento de la falsa indexación. La fórmula real para el éxito inversor es poseer activos de todo el mercado, a la vez que se minimizan signiﬁcativamente los costes de la intermediación ﬁnanciera. De eso trata la inversión indexada. Y de eso trata este libro. Tanto si lo sabes como si no, Wall Street quiere robar tu futuro. Si quieres detenerlos, déjalo todo, lee este maravilloso pequeño libro y tómatelo en serio; tus hijos y los hijos de sus hijos te lo agradecerán. William Bernstein, asesor de inversiones y autor de Los cuatro pilares de la inversión (Deusto, 2016) PVP: 16,95 € 10138567Deusto Grupo Planetawww.edicionesdeusto.comwww.planetadelibros.comwww.facebook.com/EdicionesDeusto@EdicionesDeusto#ElPequeñoLibroParaInvertirConSentidoComunInvertir es sobre todo sentido común. Y el sentido común nos dice que la estrategia de inversión más simple y eﬁciente es poseer todos los activos del país que cotizan en bolsa a un coste muy bajo. De este modo te aseguras ganar la parte correspondiente de los beneﬁcios que las empresas generen. La mejor manera de implementar esta estrategia es simple: basta con adquirir un fondo que invierta en esta cartera y mantenerlo para siempre. A este tipo de fondos se les conoce como fondos indexados y son simplemente una cesta (cartera) en la que hay muchos huevos (acciones) diseñados para replicar el rendimiento general de cualquier mercado ﬁnanciero o sector del mercado. Los fondos indexados clásicos representan básicamente la cesta de acciones del mercado en su totalidad y eliminan el riesgo de las acciones individuales, el de los sectores de mercado y el de la elección del gestor. Tan solo permanece el riesgo de mercado. Para aprender cómo la inversión indexada puede trabajar para ti, no hay mejor mentor que el legendario veterano de la industria de los fondos de inversión y creador del primer fondo indexado del mundo, John C. Bogle. En el transcurso de su larga carrera ha ayudado a sus clientes a construir un patrimonio sólido y eﬁcaz y, ahora, quiere ayudarte a ti también. Un fondo indexado de bajo coste es la inversión en renta variable más sensata para la gran mayoría de inversores. Mi mentor, Ben Graham, adoptó esta estrategia hace muchos años y todo lo que he visto desde entonces me ha convencido de ello. En este libro, John C. Bogle te cuenta por qué. Warren Buffett, presidente de Berkshire HathawayEL PEQUEÑO LIBRO JOHN C. B OGLE El mejor método para garantizar la rentabilidad en bolsa Fundador y exCEO de Vanguard Mutual Fund PARA INVERTIR CON SENTIDO COMUN JOHN C. B OGLE EL PEQUEÑO LIBRO PARA INVERTIR CON SENTIDO COMÚN El pequeño libro para invertir con sentido común El mejor método para garantizar la rentabilidad en bolsa JOHN C. BOGLE Traducido por Gustavo Teruel EDICIONES DEUSTO 032-DST-123444-EL PEQIEÑO LIBRO PARA INVERTIR CON SENTIDO COMUN.indd 5 13/05/16 13:04 Título original: The Little Book of Common Sense Investing Publicado por John Wiley & Sons, Inc., Hoboken, New Jersey, 2007 © 2007 John C. Bogle © de la traducción Gustavo Teruel, 2016 © Centro Libros PAPF, S.L.U., 2016 Deusto es un sello editorial de Centro Libros PAPF, S. L. U. Grupo Planeta Av. Diagonal, 662-664 08034 Barcelona www.planetadelibros.com Diseño de cubierta: Adaptación de microbiogentleman.com basado en el diseño original de © Paul McCarthy ISBN: 978-84-234-2540-2 Depósito legal: B. 10.872-2016 Primera edición: junio de 2016 Preimpresión: Victor Igual S.L. Impreso por Artes Gráficas Huertas, S.A. Impreso en España - Printed in Spain No se permite la reproducción total o parcial de este libro, ni su incorporación a un sistema informático, ni su transmisión en cualquier forma o por cualquier medio, sea éste electrónico, mecánico, por fotocopia, por grabación u otros métodos, sin el permiso previo y por escrito del editor. La infracción de los derechos mencionados puede ser constitutiva de delito contra la propiedad intelectual (Art. 270 y siguientes del Código Penal). Diríjase a CEDRO (Centro Español de Derechos Reprográficos) si necesita fotocopiar o escanear algún fragmento de esta obra. Puede contactar con CEDRO a través de la web www.conlicencia.com o por teléfono en el 91 702 19 70 / 93 272 04 47. 032-DST-123444-EL PEQIEÑO LIBRO PARA INVERTIR CON SENTIDO COMUN.indd 6 13/05/16 10:32 Índice Introducción. No permitas que una estrategia gana- dora se convierta en una estrategia perdedora .. 11 Capítulo uno. Una parábola ................ 27 Capítulo dos. Exuberancia racional ........... 37 Capítulo tres. Únete al bando de los negocios .... 53 Capítulo cuatro. Cómo la mayoría de los inversores convierten un juego de ganadores en uno de per- dedores ........................... 67 Capítulo cinco. La gran ilusión .............. 83 Capítulo seis. Los impuestos también son costes .. 97 032-DST-123444-EL PEQIEÑO LIBRO PARA INVERTIR CON SENTIDO COMUN.indd 9 09/05/16 10:03 10el Pequeño libro Para invertir con sentido común Capítulo siete. Cuando los buenos tiempos no se pro- longan .............................. 107 Capítulo ocho. Seleccionando los ganadores de largo plazo ............................. 119 Capítulo nueve. Los ganadores de ayer, los perdedo- res de mañana ....................... 1 31 Capítulo diez. ¿Buscas consejo para seleccionar fondos? ........................... 143 Capítulo once. Céntrate en los fondos de menor coste ..159 Capítulo doce. Benefíciate de la majestad de la sim- plicidad ........................... 169 Capítulo trece. Fondos de bonos y fondos del mercado monetario .......................... 187 Capítulo catorce. Fondos indexados que prometen batir el mercado ..................... 203 Capítulo quince. El fondo cotizado ............ 217 Capítulo dieciséis. ¿Qué habría pensado Benjamin Graham sobre la indexación? ............. 233 Capítulo diecisiete. «Las implacables reglas de la hu- milde aritmética» .................... 245 Capítulo dieciocho. ¿Qué debo hacer ahora? ..... 259 Agradecimientos ....................... 277 032-DST-123444-EL PEQIEÑO LIBRO PARA INVERTIR CON SENTIDO COMUN.indd 10 09/05/16 10:03 Capítulo uno Una parábola La familia Gotrocks Incluso antes de que Pienses sobre «fondos indexados» —en su forma más básica, fondos de inversión que se li- mitan a comprar todas las acciones del mercado estadou- nidense y las mantienen para siempre—, debes entender cómo funciona en verdad la bolsa. Quizá mi parábola ca- sera —mi versión de una historia contada por Warren Bu- ffett, presidente de Berkshire Hathaway, en el informe anual de la compañía de 2005— aclarará la necedad y an- tiproductividad de nuestro vasto y complejo sistema fi- nanciero. 032-DST-123444-EL PEQIEÑO LIBRO PARA INVERTIR CON SENTIDO COMUN.indd 27 09/05/16 10:03 28el Pequeño libro Para invertir con sentido común Érase una vez... Una acaudalada familia llamada Gotrocks creció a lo lar- go de generaciones hasta incluir a miles de hermanos, hermanas, tías, tíos y primos, poseía el ciento por ciento de las acciones de cada compañía de Estados Unidos. Cada año, cosechaban las recompensas de la inversión: todo el crecimiento de los beneficios que esas miles de compañías generaban y todos los dividendos que distri- buían.4Cada miembro de la familia se hacía rico al mismo ritmo, y todo era armonía. Su inversión se había capitali- zado durante décadas, creando enorme riqueza, porque la familia Gotrocks jugaba al juego de los ganadores. Pero, transcurrido un tiempo, unos cuantos ayudado- res de gran locuacidad entraron en escena, y convencie- ron a algunos de los primos «listos» Gotrocks de que po- dían ganar una proporción mayor que la de sus demás parientes. Estos ayudadores convencieron a los primos de que vendieran las acciones de algunas de sus compañías a otros miembros de la familia y que les compraran a estos algunas acciones de otras compañías a cambio. Los ayu- dadores se ocupaban de las transacciones, y, como inter- mediarios, recibían comisiones por sus servicios. La pro- 4. Para complicar un poco más el asunto, la familia Gotrocks también compraba las nuevas ofertas públicas de venta de títulos que se emitían cada año. 032-DST-123444-EL PEQIEÑO LIBRO PARA INVERTIR CON SENTIDO COMUN.indd 28 09/05/16 10:03 una Parábola 29 piedad, por tanto, se reorganizaba entre los miembros de la familia. Sin embargo, para sorpresa de ellos, la riqueza de la familia comenzó a crecer a un ritmo más bajo. ¿Por qué? Porque parte de la rentabilidad era ahora consumida por los ayudadores, y la proporción de la familia del ge- neroso pastel que la industria estadounidense cocina cada año —todos esos dividendos pagados, todos esos benefi- cios reinvertidos en el negocio— del ciento por ciento en el comienzo empieza a decrecer simplemente porque una parte de los retornos es ahora consumida por los ayuda- dores. Para empeorar las cosas, mientras que la familia siem- pre había pagado impuestos en sus dividendos, algunos de los miembros están pagando ahora impuestos por las plusvalías que realizan por el intercambio de acciones en- tre unos y otros, disminuyendo más aún la riqueza total de la familia. Los primos listos se dan cuenta pronto de que su plan, en realidad, ha disminuido la tasa de crecimiento de la ri- queza de la familia. Admiten que su incursión en la elec- ción de acciones había sido un fracaso y concluyen que necesitan asistencia profesional, la mejor que pueda ayu- darles a elegir las acciones adecuadas para ellos. Así que eligen expertos en elección de acciones —¡más ayudado- res!— para conseguir una ventaja. Estos gestores de dine- ro cargan un honorario por sus servicios. Así que, cuan- do una familia evalúa su riqueza un año más tarde, se 032-DST-123444-EL PEQIEÑO LIBRO PARA INVERTIR CON SENTIDO COMUN.indd 29 09/05/16 10:03 30el Pequeño libro Para invertir con sentido común encuentra con que su parte del pastel ha disminuido aún más. Para empeorar aún más las cosas, los nuevos gestores se sienten obligados a ganarse el jornal negociando las ac- ciones de la familia a niveles de actividad febril, no solo aumentando las comisiones de intermediación pagadas al primer conjunto de ayudadores, sino también aumentan- do la factura tributaria. Ahora la antigua proporción del ciento por ciento del pastel de beneficios y dividendos ha disminuido más aún. «Pues resulta que no elegimos buenas acciones por no- sotros mismos, y cuando eso no funcionó, tampoco elegi- mos buenos gestores que pudieran hacerlo por nosotros —dijeron los primos listos—. ¿Qué hacemos?» Sin dejar que sus dos fracasos anteriores les desanimen, deciden con- tratar aún más ayudadores. Contratan a los mejores con sul- tores de inversiones y planificadores financieros que pueden encontrar para que les asesoren sobre cómo seleccionar a los gestores adecuados, que entonces con seguridad ele- girán las acciones adecuadas. Los consultores, por supues- to, les dicen que pueden hacer exactamente eso. «T an solo páganos honorarios por nuestros servicios —les aseguran a los primos los nuevos ayudadores—, y todo irá bien.» Por desgracia, la proporción del pastel de la familia vuel- ve a caer una vez más. 032-DST-123444-EL PEQIEÑO LIBRO PARA INVERTIR CON SENTIDO COMUN.indd 30 09/05/16 10:03 una Parábola 31 Líbrate de todos tus ayudadores. Entonces, nuestra familia cosechará de nuevo el ciento por ciento del pastel que la América corporativa hornea para nosotros. Finalmente, alarmada, toda la familia se reúne y hace balance de lo sucedido desde que algunos de ellos co men- zaran a intentar a ser más listos que los otros. «¿Cómo puede ser —se preguntan— que nuestro ciento por cien- to original del pastel (formado cada año por todos esos dividendos y beneficios) haya menguado a solo un 60 por ciento?» Su miembro más inteligente, un tío viejo y sa- bio, responde amablemente: «T odo ese dinero que ha- béis pagado a esos ayudadores y todos esos impuestos innecesarios que estáis desembolsando se extraen de los beneficios y dividendos totales de nuestra familia. V olved a la casilla de salida, y hacedlo inmediatamente. Libraos de vuestros intermediarios. Libraos de vuestros gestores de inversiones. Libraos de todos vuestros consultores. En- tonces, nuestra familia volverá a cosechar el ciento por ciento del pastel, sin importar lo grande que sea, que la América corporativa cocine para nosotros, año tras año». Siguieron el sabio consejo de su viejo tío, y volvieron a su estrategia original pasiva pero productiva, mante- niendo sus inversiones en todas las acciones de la Améri- 032-DST-123444-EL PEQIEÑO LIBRO PARA INVERTIR CON SENTIDO COMUN.indd 31 09/05/16 10:03 32el Pequeño libro Para invertir con sentido común ca empresarial, y permaneciendo de esta forma. Eso es exactamente lo que hace un fondo indexado. ... y la familia Gotrocks vivió feliz para siempre El inimitable Warren Buffett añade una cuarta ley a las tres leyes de la dinámica de sir Isaac Newton con la mo- raleja de esta historia de la siguiente manera: «Para el conjunto de los inversores, las rentabilidades disminuyen cuando el movimiento aumenta». A pesar de lo precisa que sea esa declaración críptica, añadiría que la parábola refleja el profundo conflicto de intereses entre los que trabajan en el negocio de las inver- siones y los que invierten en acciones y bonos. El cami- noa la riqueza para los que están en el negocio es persua dir a sus clientes, «No te quedes quieto. Haz algo ». Pero el ca- mino a la riqueza para el conjunto de sus clientes es seguir la máxima opuesta: « No hagas nada. Estate quieto ». Pues esa es la única forma de evitar jugar al juego de los per- dedores de tratar de batir el mercado. Cuando cualquier negocio es gestionado de una forma que directamente de- safía los intereses del conjunto de sus clientes, es solo cuestión de tiempo hasta que se produce un cambio. La moraleja de la historia, entonces, es que la inver- sión exitosa tiene que ver con invertir en empresas y co- sechar las enormes recompensas que ofrecen los dividen- 032-DST-123444-EL PEQIEÑO LIBRO PARA INVERTIR CON SENTIDO COMUN.indd 32 09/05/16 10:03 una Parábola 33 dos y el crecimiento de los beneficios de las empresas de nuestra nación y del mundo. Cuanto mayor sea el nivel desu actividad inversora, mayor será el coste de la intermedia- ción financiera y los impuestos, y menor será la rentabilidad neta que los propietarios de empresas recibirán como grupo. Cuanto menor sea el coste en que incurran los inversores como grupo, mayores recompensas cosecharán. Así que para realizar las rentabilidades generadas por las empre- sas en el largo plazo, el inversor inteligente minimizará a la mínima expresión los costes de la intermediación finan- ciera. Eso es lo que nos dice el sentido común. En eso consiste la indexación. Y ese es el tema de este libro. No tienes por qué creerme a mí Escucha a Jack R. Meyer, antiguo presidente de la Har- vard Management Company, el exitoso genio que tripli- có el fondo dotacional de la Universidad de Harvard desde 8.000 millones de dólares hasta 27.000 millones. Esto es lo que tenía que decir en una entrevista para Bu- siness Week en 2004: «El negocio de las inversiones es un timo gigantesco. La mayoría de la gente piensa que pue- de encontrar gestores que puedan obtener un alto rendi- miento, pero la mayoría de la gente se equivoca. Puedo asegurar que entre el 85 y el 90 por ciento de los ges- tores no empata con sus índices de referencia. Al tener 032-DST-123444-EL PEQIEÑO LIBRO PARA INVERTIR CON SENTIDO COMUN.indd 33 09/05/16 10:03 34el pequeño libro para iNvertir coN seNtido comúN los gestores honorarios e incurrir en costes de transac- ción, sabes que en el agregado están restando valor». Cuando se le preguntó si los inversores privados pueden extraer alguna lección de lo que hace Harvard, el señor Meyer respondió: «Sí. Primero, diversifica. Crea una cartera que cubra un montón de clases de activo. Segun- do, te interesa mantener los honorarios bajos, lo que sig- nifica evitar los fondos más de moda pero más caros, en favor de los fondos indexados de bajo coste. Y finalmen- te, invierte para el largo plazo. Los inversores solamente deberían tener fondos indexados para mantener sus ho- norarios bajos y reducir sus impuestos. No cabe duda de que esto es así». En términos que son un poco más académicos, el profesor de Princeton Burton G. Malkiel, autor de Un paseo aleatorio por Wall Street , expresa lo siguiente: «Los fondos indexados han producido regularmente tasas de rentabilidad que excedían los de los gestores activos en cerca de dos puntos porcentuales. La gestión activa en su conjunto no puede conseguir rentabilidades brutas que excedan las del mercado y por tanto deben tener, de me- dia, un rendimiento inferior que los índices equivalente a las desventajas ocasionadas por la cantidad de estos gastos y de los costes de transacción. »La experiencia demuestra de forma concluyente que es más probable que los compradores de fondos in- dexados obtengan resultados superiores a los del gestor de fondos típico, cuyos honorarios de asesoramiento y 032-DST-123444-EL PEQIEÑO LIBRO PARA INVERTIR CON SENTIDO COMUN.indd 34 13/5/16 9:13 una Parábola 35 sustancial rotación de cartera tienden a reducir los ren- dimientos de la inversión. Mucha gente encontrará muy atractiva la garantía de jugar al juego de la bolsa al par en cada ronda. El fondo indexado es un método razona- ble y útil de obtener la tasa rentabilidad del mercado sin ningún esfuerzo y con un gasto mínimo». 032-DST-123444-EL PEQIEÑO LIBRO PARA INVERTIR CON SENTIDO COMUN.indd 35 09/05/16 10:03"
}