{
  "title": "El Vendedor Desafiante",
  "source": "Libros/El Vendedor Desafiante.pdf",
  "content": "11Prólogo La historia de las ventas muestra un progreso estable, in- terrumpido por unos cuantos avances revolucionarios que han cambiado el rumbo de toda la profesión. Estos avan-ces, señalados por unas ideas radicalmente nuevas y unas mejoras espectaculares en los resultados, han sido raros. Sólo me vienen a la mente tres de ellos en el último siglo. El primero se inició hace unos cien años, cuando las compa-ñías de seguros descubrieron que podían duplicar sus ven-tas mediante un sencillo cambio de estrategia. Antes de este primer gran cambio, las pólizas de seguros —igual que mu-chos otros productos, como muebles, enseres domésticos y bienes de equipo— se vendían a través de agentes que con-seguían clientes y los visitaban cada semana para cobrar las cuotas o los pagos aplazados. Después de firmar con un centenar de personas, el vendedor estaba tan ocupado re-caudando las cuotas semanalmente que no le quedaba tiem- po para vender más productos. Entonces, algún genio anó-nimo dio con una idea que creció hasta convertirse en lo que ahora llamamos modelo del cazador-agricultor. Su-pongamos que, en lugar de que sea la misma persona quien El vendedor desafiante.indd 11 El vendedor desafiante.indd 11 21/02/12 19:12 21/02/12 19:12 12el vendedor desafiante realice la venta y cobre las cuotas, se separan los dos come- tidos. Habría productores , que sólo venderían, respaldados por recolectores menos experimentados —y por lo tanto, más baratos— que aparecerían a continuación para cuidar de los clientes ya existentes y recaudar las cuotas semana-les. La idea tuvo un éxito espectacular y cambió el sector de los seguros en un abrir y cerrar de ojos. El concepto se extendió rápidamente a otros sectores y, por vez primera, vender se convirtió en un trabajo «puro», libre de la carga de la recaudación. El segundo avance No sabemos exactamente cuándo se introdujo la idea del productor/recolector, pero sí que podemos ser muy concre-tos sobre la fecha del segundo gran avance. Fue en julio de 1925, cuando E. K. Strong publicó The Psychology of Selling [La psicología de la venta]. Este trabajo seminal in- trodujo la idea de las técnicas de venta, tales como caracte-rísticas y beneficios, manejo de las objeciones, cierre y, qui-zá lo más importante, planteamiento de preguntas cerradas y abiertas. Mostraba que había cosas que se podían apren-der para vender de manera más eficaz, e hizo surgir el sec-tor de la formación en ventas. Si lo vemos desde la sofisticada perspectiva actual, mu- chas de las cosas sobre las que Strong escribió parecen tos cas y simplistas. No obstante, él y los que lo siguieron cambia-ron la venta para siempre. Quizás el aspecto más importan-te de su aportación fue la idea de que la venta no era una habilidad innata. Era un conjunto de destrezas identifica- El vendedor desafiante.indd 12 El vendedor desafiante.indd 12 21/02/12 19:12 21/02/12 19:12 Prólogo 13bles que se podían aprender. Y en 1925, esto era algo muy radical. Abría las ventas a una variedad de personas mu-cho más amplia y, a juzgar por las anécdotas recogidas en la época, fue la causa de espectaculares aumentos en la efi-cacia vendedora. El tercer gran paso adelante El tercer gran avance se produjo en los años setenta, cuan-do los investigadores se interesaron por la idea de que las técnicas y destrezas que daban resultado en las ventas pe-queñas eran, quizá, muy diferentes de las que funcionaban en ventas mayores y más complejas. Tuve la suerte de ser parte integrante de esta revolución. En los setenta, dirigí un enorme proyecto de investigación para seguir la trayectoria de más de 10.000 vendedores en 23 países. Los seguimos en más de 35.000 visitas de venta, y analizamos qué hacía que algunos de ellos tuvieran más éxito que otros en las ventas complejas. A partir de este trabajo, que duró doce años, publicamos una serie de libros, el primero de los cua-les fue SPIN Selling [Venta “spin”] . Fue el principio de lo que ahora llamamos la era de la venta con asesoría. Fue un cambio revolucionario porque presentaba unos mode-los mucho más sofisticados de cómo vender productos y servicios complejos e, igual que sucedió con los anterio-res, generó un aumento significativo de la productividad en ventas. Los últimos treinta años han estado marcados por mu- chas pequeñas mejoras en la venta, pero no hemos visto muchas innovaciones que cambiaran las reglas del juego y El vendedor desafiante.indd 13 El vendedor desafiante.indd 13 21/02/12 19:12 21/02/12 19:12 14el vendedor desafiante de las que pudiera afirmarse que eran revolucionarias. Es cierto que se ha producido la automatización de las ven-tas, el proceso de la venta y la gestión de la relación con el cliente. La tecnología ha tenido un papel cada vez mayor en las ventas. También ha habido cambios enormes en la venta transaccional [de productos], como resultado de la existencia de internet. Pero han sido, todos, cambios in-crementales, con frecuencia con un aumento dudoso de la productividad, y ninguno de ellos, a mi modo de ver, tiene la categoría para ser un avance revolucionario genuino en cuanto a vender de manera diferente y más eficaz. La revolución en las compras Es interesante constatar que sí que ha habido un aspecto revolucionario en la otra cara de la interacción de ventas. El departamento de compras ha experimentado una gran revolución. Desde ser una especie de callejón sin salida, en la década de 1980, donde iban a morir los que no daban la talla en RH [Recursos Humanos], ha emergido como una vibrante fuerza estratégica. Dotado de unas metodologías de compra poderosas, tales como las estrategias de seg-mentación de los proveedores, y unos modelos sofisticados de la gestión de la cadena de abastecimiento, el auge de la nueva función de compras ha exigido unos cambios funda-mentales en la manera de pensar en las ventas. Esperaba ver cómo reaccionaría el mundo de las ventas ante los cambios en las compras. Si alguna vez hubo un momento para el siguiente avance revolucionario, debía producirse en respuesta a la revolución en las compras. El vendedor desafiante.indd 14 El vendedor desafiante.indd 14 21/02/12 19:12 21/02/12 19:12 Prólogo 15Pero no ha aparecido nada grande en la escena de las ven- tas. Ha sido un poco como esperar al siguiente terremoto inevitable. Sabes que llegará algún día, pero no puedes pre-decir cuándo; sólo sientes que es el momento, que es algo a punto de suceder. El cuarto avance Todo lo cual me lleva a El vendedor desafiante y al trabajo del Sales Executive Council. Es demasiado pronto para sa-ber si éste es el avance que estábamos esperando; sólo el tiempo lo dirá. A primera vista, sus investigaciones mues-tran todos los indicios de que pueden cambiar las reglas del juego. Primero, como en los ejemplos anteriores, va en contra de la sabiduría convencional. Pero necesitamos más que eso. Muchas ideas demenciales violan el pensamien-to establecido. Lo que hace que esto sea diferente es que, como los otros avances revolucionarios, una vez que los líderes de ventas lo entienden, dicen: «¡Claro! Va en contra de la lógica, pero es sensato. Debería haberlo sabido». La lógica que encontrarán en El vendedor desafiante conduce a la conclusión ineludible de que es una manera de pensar muy diferente, y que funciona. No voy a estropearles la historia dando detalles ni des- velando el final. A ustedes les toca leerla. Pero les diré por qué creo que la investigación realizada es el avance más importante en la venta desde hace muchos años, que bien puede justificar el raro y codiciado marchamo de «avance revolucionario en la venta». El vendedor desafiante.indd 15 El vendedor desafiante.indd 15 21/02/12 19:12 21/02/12 19:12 16el vendedor desafiante Es una buena investigación La investigación es sólida y, créanme, no digo esto a la li- gera. Mucha de la llamada investigación de la venta tiene unos agujeros metodológicos tan grandes que por ellos po-dría pasar un jumbo. Vivimos en una época en que cada consultor y cada autor afirma que ha hecho «investigación» para demostrar la eficacia de lo que vende. En un tiempo, la investigación era un medio seguro de ganar credibilidad; ahora se está convirtiendo en un medio infalible de perder la. Los consumidores se muestran justificadamente escépticos respecto a unas afirmaciones indefendibles que se ocultan bajo el nombre de investigación, como en «Nuestra inves-tigación demuestra que las ventas crecieron más del doble después de nuestro programa de formación», «En nuestra investigación descubrimos que cuando los vendedores apli-caban nuestro modelo de los siete estilos de compra del con- sumidor, esto hacía que la satisfacción del cliente aumen-tara en un 72 por ciento». Afirmaciones como éstas son imposibles de probar y socavan la credibilidad de la autén-tica investigación. Estaba en una conferencia en Australia cuando oí hablar por vez primera de que el Sales Executive Council (SEC) tenía un nuevo y asombroso estudio sobre la eficacia de la venta. Debo reconocer que, aunque respetaba al SEC y su buen historial de sólida metodología, estaba tan escaldado por malas investigaciones que me dije: «Probablemente será otra decepción». Cuando volví a mi despacho en Virginia, invité al equipo de investigadores a pasar el día conmigo y examinamos con lupa su metodología. Admito que daba por sentado que podría dejar al descubierto serios fallos El vendedor desafiante.indd 16 El vendedor desafiante.indd 16 21/02/12 19:12 21/02/12 19:12 Prólogo 17en lo que habían hecho. En particular me preocupaban dos cosas: 1. Metían a los vendedores en cinco cestos. La investi- gación afirmaba que los vendedores encajaban dentro de cinco perfiles claros: El Trabajador El DesafianteEl Forjador de RelacionesEl Lobo SolitarioEl Solucionador de Problemas Reactivo Me parecía ingenuo y arbitrario. Le pregunté al equipo en qué se basaban para determinar estos cinco cestos. ¿Por qué no siete? ¿O diez? Me demostraron que no eran cate-gorías inventadas sino la consecuencia de un amplio y so-fisticado análisis estadístico. Y comprendían, de una ma-nera que muchos investigadores no hacen, que sus cinco cestos eran grupos de conducta, no rígidos tipos de perso-nalidad. Habían aprobado mi primera prueba. 2. La trampa del vendedor con un alto rendimiento frente al vendedor de bajo rendimiento. Un alto porcenta- je de las investigaciones sobre la venta eficaz comparan a los que rinden mucho con los que rinden poco. Cuando yo empecé a investigar, hacía lo mismo. Como resultado, aprendí mucho sobre los que rinden poco. Cuando le pi-des a alguien que compare a sus estrellas con sus perde- dores, descubres que pueden diseccionar a éstos con una precisión quirúrgica, pero resulta difícil, si no imposible, El vendedor desafiante.indd 17 El vendedor desafiante.indd 17 21/02/12 19:12 21/02/12 19:12 18el vendedor desafiante señalar exactamente qué hace que sus estrellas lo sean. Pron- to averigüé que, al final, conocía a fondo qué era el mal rendimiento y poco más. Para que mi investigación tuviera algún sentido, tenía que comparar a los que más rendían con los que tenían un rendimiento medio. Era tranquiliza-dor ver que el SEC había adoptado exactamente ese plan-teamiento. Se basa en una muestra impresionante Es corriente que la investigación de ventas se base en mues-tras pequeñas, de entre 50 a 80 participantes, procedentes de sólo tres o cuatro compañías. Las investigaciones a una escala mayor son más difíciles de realizar y mucho más caras. En mis propias investigaciones usaba muestras de un millar o más, no porque nos gustaran los megaestudios sino porque —dados los escandalosos datos de la venta en la vida real— no teníamos otra alternativa, si queríamos extraer una información significativa estadísticamente. La muestra inicial de la investigación del Vendedor Desafian-te era de 700, una cifra que, desde entonces, ha aumentado hasta 6.000. Es impresionante según cualquier baremo. Más impresionante incluso es que hayan participado 90 empre-sas. Con una muestra tan amplia, podemos descartar mu-chos de los factores que, normalmente, impiden que una investigación generalice sus resultados para cubrir la ven-ta en su conjunto. Lo que el SEC descubrió no pertenece a una organización en particular ni a un sector específico. Es aplicable a todo el espectro de las ventas, y esto es im-portante. El vendedor desafiante.indd 18 El vendedor desafiante.indd 18 21/02/12 19:12 21/02/12 19:12 Prólogo 19No encontró lo que los investigadores esperaban Siempre desconfío de una investigación que encuentra exac- tamente lo que busca. Los investigadores, como todo el mundo, tienen una serie de prejuicios e ideas preconcebi-das. Si saben qué buscan, por Dios que lo encontrarán. Me sentí muy satisfecho al saber que los propios investigado-res se habían quedado estupefactos al descubrir que sus re-sultados eran casi los opuestos de los que habían supuesto. Es una señal muy saludable y una característica frecuente de una investigación significativa. Miremos de nuevo los cinco perfiles: El Trabajador El DesafianteEl Forjador de RelacionesEl Lobo SolitarioEl Solucionador de Problemas Reactivo La mayoría de ejecutivos de ventas, si se vieran obliga- dos a elegir un único perfil para formar su fuerza (o equi-po) de ventas, habría escogido al Forjador de Relaciones, y eso mismo es lo que esperaba el equipo de investigación. Pues no. La investigación demostró que era improbable que los Forjadores de Relaciones tuvieran un rendimien-to estelar. En cambio, los Desafiantes, que resultan difíciles de manejar y actúan con seguridad y firmeza, tanto con los clientes como con sus propios jefes, ocupaban los primeros puestos. Como veremos en el libro, los Desafiantes gana-ron no por un pequeño margen, sino por goleada. Y la di-ferencia era mucho mayor en las ventas complejas. El vendedor desafiante.indd 19 El vendedor desafiante.indd 19 21/02/12 19:12 21/02/12 19:12 20el vendedor desafiante El declive de la venta relacional ¿Cómo podemos explicar estos descubrimientos que no nos parecen lógicos? En el libro, Matt Dixon y Brent Adamson presentan un argumento muy persuasivo. Permítanme que aporte mi granito de arena a lo que dicen. La sabiduría convencional defiende, desde hace mucho, que la venta tie-ne que ver con las relaciones y que en las ventas complejas, lo que apuntala todos los éxitos de ventas son las relacio-nes. Sin embargo, en los últimos diez años, ha habido unos indicios inquietantes de que la venta basada en las relacio-nes quizá sea menos eficaz de lo que solía. Mis propios es-tudios de lo que los clientes valoran en los vendedores serían un buen ejemplo. Cuando preguntamos a 1.100 per-sonas qué valoraban en un vendedor, nos sorprendió el escaso número de veces que mencionaron las relaciones. Parece que el viejo consejo «Forja relaciones primero y las ventas vendrán a continuación», ya no es verdad. Esto no quiere decir que las relaciones no sean importantes. Creo que una explicación mejor es que la relación y la decisión de compra se han disociado. Hoy, con frecuencia, se oye de-cir: «Tengo una relación estupenda con este vendedor, pero le compro a la competencia porque me ofrecen un valor mejor». Personalmente, creo que la relación con un cliente es el resultado y no la causa de una venta con éxito. Es una recompensa que el vendedor se gana creando valor para el consumidor. Si ayudamos a los clientes a pensar de otra manera y les aportamos ideas nuevas —que es lo que el Ven- dedor Desafiante hace— entonces nos ganamos el derecho a la relación. El vendedor desafiante.indd 20 El vendedor desafiante.indd 20 21/02/12 19:12 21/02/12 19:12 Prólogo 21El desafío del desafío En el núcleo de este libro está la superioridad demostrada de los Vendedores Desafiantes en cuanto a su efecto en el cliente y, por lo tanto, en los resultados de ventas. Muchas personas se sorprenden al descubrirlo, y sospecho que a muchos lectores les pasará lo mismo. Pero aunque la ex-presión de la idea del Vendedor Desafiante es nueva, la evidencia es visible por todas partes. Los estudios mues-tran, de forma constante, que los consumidores dan el máximo valor a los vendedores que los hacen pensar, que aportan nuevas ideas, que encuentran medios creativos e innovadores para ayudar a la empresa del cliente. En los últimos años, los consumidores han ido exigiendo más pro-fundidad y conocimientos especializados. Esperan que los vendedores les enseñen cosas que ellos no saben. Estas co-sas son las técnicas fundamentales de los Vendedores Desa-fiantes. Son las técnicas del futuro, y cualquier equipo de ventas que ignore el mensaje de este libro lo hace bajo su propio riesgo. Llevo en el negocio de la innovación de las ventas toda mi vida profesional, así que no preveo que la publicación de esta importante investigación provoque una revolu-ción instantánea. El cambio es lento y doloroso. Pero sí que sé esto: habrá unas cuantas empresas que tomarán los descubrimientos expuestos aquí y los pondrán en práctica acertadamente. Estas empresas cosecharán ganancias enor-mes y dispondrán de una ventaja competitiva importante al incorporar el desafío a su equipo de ventas. Como mues-tra la investigación del SEC, vivimos en una época en que la innovación del producto, por sí sola, no puede ser la base El vendedor desafiante.indd 21 El vendedor desafiante.indd 21 21/02/12 19:12 21/02/12 19:12 22el vendedor desafiante del éxito corporativo. La manera en que vendes ha llega- do a ser más importante que lo que vendes. Una fuerza de ventas eficaz es una ventaja competitiva más sostenible que una línea de productos. Este libro nos ofrece un plan bien articulado para construir un equipo de ventas ganador. Mi consejo es éste: léalo, piense en ello y póngalo en práctica. Usted y su organización se alegrarán de haberlo hecho. Profesor Neil Rackham, autor de SPIN Selling El vendedor desafiante.indd 22 El vendedor desafiante.indd 22 21/02/12 19:12 21/02/12 19:12 23Introducción Una mirada sorprendente al futuro En los inolvidables primeros meses de 2009, cuando la eco- nomía global se vino abajo, los líderes de las ventas de em-presa a empresa de todo el mundo se enfrentaron a un pro-blema épico y a un misterio más profundo si cabe. Los clientes desaparecieron de la noche a la mañana. El comercio había caído en punto muerto. El crédito era esca-so, y el dinero más escaso todavía. Para cualquiera en el mundo de los negocios era una época difícil. Pero para los jefes de ventas era una auténtica pesadilla. Imagina tener que levantarse cada día, animar a las tropas y enviarlas a librar una batalla que no podían ganar de ninguna manera. Buscar negocio donde no se podía encontrar ninguno. Cier-to, la venta siempre ha entrañado una buena pelea, conse-guir negocio frente a una fuerte resistencia. Pero esto era diferente. Una cosa es vender a consumidores reacios, inclu-so nerviosos, y otra muy diferente no vender a nadie en ab-soluto. Y ésa era la situación a principios de 2009. Sin embargo, ahí estaba el misterio. En las fauces mis- mas del ambiente de ventas más duro en décadas —o de El vendedor desafiante.indd 23 El vendedor desafiante.indd 23 21/02/12 19:12 21/02/12 19:12 24el vendedor desafiante todos los tiempos— un pequeño número de vendedores, con unas cualidades únicas, seguían vendiendo. De hecho, vendían mucho. Mientras a otros les costaba cerrar incluso el más pequeño trato, ellos se apuntaban la clase de ne-gocios con el que la mayoría sólo podían soñar, incluso en una economía boyante. ¿Era cosa de suerte? ¿Es que era algo innato? Y lo más importante, ¿cómo se podía capturar esa magia, embotellarla y exportarla a todos los demás? Para muchas empresas, su misma supervivencia dependía de la respuesta. Fue en este entorno donde el Sales Executive Council (SEC) —una entidad dentro del Corporate Executive Board— lanzó lo que iba a convertirse en uno de los estudios más importantes de la productividad del vendedor en décadas. Encargados de la tarea por nuestros miembros —jefes de ventas de las empresas más grandes y conocidas del mun-do—, pusimos manos a la obra para identificar qué era exactamente lo que distinguía a este grupo tan especial de vendedores. Y, después de haber estudiado la cuestión de forma intensiva durante casi cuatro años, abarcando a docenas de compañías y miles de vendedores, hemos des-cubierto tres aspectos básicos que han reescrito de manera fundamental las reglas del juego de la venta, y hecho que los ejecutivos de las ventas de empresa a empresa ( Business to Business, o B2B) de todo el mundo piensen de una manera muy diferente sobre cómo venden. El primer descubrimiento no era ni siquiera algo que estuviéramos buscando. Resulta que casi todos los vende-dores B2B del mundo encajan en uno de cinco perfiles dife-rentes, con un conjunto específico de destrezas y modos de actuar que definen su manera primordial de tratar con los El vendedor desafiante.indd 24 El vendedor desafiante.indd 24 21/02/12 19:12 21/02/12 19:12 Introducción 25clientes. Es algo interesante en y por sí mismo, ya que po- drá encontrarse y encontrar a sus colegas en estos perfiles en cuanto los vea. Estas cinco descripciones demuestran ser un medio increíblemente práctico de dividir el mundo en un conjunto manejable de técnicas de venta alternativas. Dicho esto, es en realidad el segundo descubrimiento lo que lo cambia todo. Cuando cogemos estos cinco perfi-les y los comparamos con los resultados reales de la venta, descubrimos que hay un clarísimo ganador y un perdedor igualmente claro. Uno de ellos supera de forma espectacu-lar a los otros cuatro, al tiempo que otro queda muy por detrás de los demás. Sin embargo, hay algo muy desconcer-tante en estos resultados. Cuando se los enseñamos a los líderes de ventas, oímos lo mismo una y otra vez. Los en-cuentran profundamente perturbadores, porque han apos-tado, con mucha distancia, por el perfil que menos proba-ble es que gane. Este descubrimiento ha hecho trizas la idea que muchos tienen de la clase de vendedores que creen que necesitan para sobrevivir y prosperar en una economía di-fícil. Y esto nos lleva al tercer y definitivo descubrimiento de este trabajo, que podríamos decir es el más explosivo de todos. Según profundizábamos en los datos, encontramos algo todavía más sorprendente. Aunque nuestra intención, cuatro años atrás, era descubrir la receta ganadora para el éxito de los vendedores en una economía en horas bajas, todos los datos señalan algo mucho más importante. El hecho de que el perfil que más parece que tenga que ganar no gane no es debido a que la economía esté en crisis, sino con independencia de ello. Los vendedores que ganan lo hacen porque dominan la venta compleja, no porque do- El vendedor desafiante.indd 25 El vendedor desafiante.indd 25 21/02/12 19:12 21/02/12 19:12 26el vendedor desafiante minen una economía compleja. En otras palabras, cuando desvelamos el misterio de unos resultados altos en una eco-nomía a la baja, lo que encontramos resultó ser mucho más importante de lo que nadie había previsto. Los mejores vendedores de todos —los que nos permitían sobrevivir a la mala situación económica— no son sólo los héroes de hoy, sino también los de mañana, ya que están más capaci-tados para impulsar las ventas y rendir valor al cliente en cualquier tipo de ambiente económico. En última instan- cia, lo que descubrimos es una fórmula enormemente me-jorada para conseguir un vendedor de soluciones exitoso. A estos vendedores los llamamos «Desafiantes», y ésta es su historia. El vendedor desafiante.indd 26 El vendedor desafiante.indd 26 21/02/12 19:12 21/02/12 19:12 271 El viaje evolutivo de la venta de soluciones A principios de 2009, el equipo del Sales Executive Council emprendió la tarea de responder a la pregunta más acu-ciante en la mente de los líderes de ventas en aquellos mo-mentos: ¿cómo podemos seguir vendiendo en la peor situa-ción económica que ha habido en décadas? Era una cuestión que iba acompañada naturalmente no sólo por una apremiante preocupación —incluso miedo—, sino también por la idea de que había un auténtico miste-rio. En un mundo donde las ventas B2B habían quedado casi paralizadas por completo, los ejecutivos de ventas se sorprendieron al descubrir que un puñado de vendedores cosechaban un negocio típico de los mejores tiempos, no de los peores. Pero, ¿qué hacían que fuera diferente? ¿Cómo era posible que siguieran vendiendo bien cuando práctica-mente nadie más vendía nada en absoluto? Al estudiar esta cuestión a fondo descubrimos algo sor- prendente: lo que los distinguía de los demás no era tanto su capacidad para triunfar en una economía en crisis, sino la de tener éxito en un modelo de ventas complejo, que El vendedor desafiante.indd 27 El vendedor desafiante.indd 27 21/02/12 19:12 21/02/12 19:12 28el vendedor desafiante obliga tanto a los vendedores como a los clientes a pensar y actuar de manera diferente. Con frecuencia, nos referi-mos a ese modelo como «venta de soluciones» o «enfoque de soluciones» —o simplemente «soluciones»—, y ha aca-bado dominando la estrategia de ventas y marketing en los últimos diez a veinte años. No obstante, lo que descubrimos en nuestra investiga- ción nos reveló algo muy importante sobre el mundo de la venta de soluciones. Está evolucionando de una mane-ra espectacular. Conforme los proveedores buscan vender «soluciones» cada vez mayores, más complejas, fuera de lo común y caras, es natural que los clientes de B2B com-pren con un mayor cuidado y resistencia que nunca antes, reescribiendo las reglas del juego de manera drástica al ha-cerlo. Como resultado, las técnicas de venta tradicionales, de eficacia comprobada, ya no funcionan como antes. Los vendedores con un rendimiento medio se enfrentan a gran-des problemas en todas las ventas, salvo las más sencillas, dejando a su paso un número alarmante de tratos cerrados a medias, mientras tratan de adaptarse a las cambiantes demandas del consumidor y a unas actitudes de compra en evolución. Desde esta perspectiva, la crisis económica que tanto preocupaba a los altos ejecutivos de ventas cuando inicia-mos este trabajo demostró ser una pista falsa. La crisis ha exacerbado el desfase cada vez mayor entre vendedores medios y estrellas de las ventas, pero no lo ha causado. De hecho, lo que contamos aquí no tiene nada que ver con la economía. Tiene que ver con el mundo en evolución de la venta de soluciones y las técnicas necesarias para con-ducir el éxito comercial en el futuro inmediato, con inde- El vendedor desafiante.indd 28 El vendedor desafiante.indd 28 21/02/12 19:12 21/02/12 19:12 El viaje evolutivo de la venta de soluciones 29pendencia de cuáles sean las condiciones económicas. Mien- tras el mundo de la venta de soluciones continúa cambiando, la investigación del Sales Executive Council indica que ha surgido un conjunto específico de técnicas de venta que tiene muchas más posibilidades de favorecer los resultados comerciales que aquellas en que se hacía hincapié en la venta tradicional de productos o en las primeras ventas de soluciones. Para comprender por qué tienen tanta impor-tancia, es útil examinar en primer lugar la evolución del modelo mismo de la venta. El camino a la venta de soluciones La venta de soluciones tiene muchas caras, pero en general describe el paso desde una práctica concentrada en la venta transaccional de productos indidivuales (por lo general ba-sada en el precio o el volumen) a otra que se centra en la venta consultiva, de amplia base, de «paquetes» de produc-tos y servicios. La clave de su éxito es la creación de ofertas agrupadas que no sólo satisfacen las necesidades más am-plias del cliente de una manera única y valiosa, sino que, además, a la competencia no le resulta fácil copiar. Por lo tanto, las mejores soluciones no son sólo únicas, sino que lo son de manera sostenible y permiten responder a los pro-blemas del cliente de maneras nuevas o más económicas en relación con la competencia. ¿Por qué esto es importante? Lo que impulsa, en gran medida, la venta de soluciones son los intentos que hacen los proveedores por huir de una presión continua hacia la indiferenciación, que aumenta de manera espectacular con- El vendedor desafiante.indd 29 El vendedor desafiante.indd 29 21/02/12 19:12 21/02/12 19:12 30el vendedor desafiante forme productos y servicios se parecen cada vez más unos a otros. Como es difícil que un competidor pueda ofrecer todo el espectro de capacidades comprendido en un paque-te de soluciones bien diseñado, es mucho más fácil proteger un precio alto en una venta de soluciones que en otra tra-dicional de producto. No es de extrañar que, por esta razón, este plantea- miento se haya vuelto muy popular en las ventas de empre-sa a empresa. De hecho, para tener idea de lo mucho que se ha extendido la venta de soluciones, en una reciente en-cuesta del SEC le pedimos a los líderes de ventas que cla-sificaran su estrategia básica en un continuo de múltiples Venta desde el almacén 12%Venta de productos Venta de solucionesAgrupamiento de productos 13%Asesoría y servicios integrales 14%Producto a medida según necesidades 6%Apoyo al sistema del comprador 8%Asociación plenamente integrada 47%Un 75 por ciento de encuestados aspiran a ser proveedores de soluciones Nature Naturaleza de la relación El proveedor reacciona a las órdenes de compraEl proveedor es visto como consejero de confianza Técnicas de ventaSólido conocimiento de la cartera de productosRelación con el cliente al más alto nivel Expectativas del clienteProducto/servicio de calidad a buen precioProvisión de información estratégica respectoal negocio del cliente Fuente: Investigación del Sales Executive Council. Figura 1.1. Paso de la venta de productos a la venta de soluciones. El vendedor desafiante.indd 30 El vendedor desafiante.indd 30 21/02/12 19:12 21/02/12 19:12 El viaje evolutivo de la venta de soluciones 31pasos desde la venta tradicional de productos en un extre- mo a la venta de soluciones preparada a medida para el cliente, en el otro. ¿El resultado? Hasta tres cuartas partes de los participantes informaron de que aspiraban a conver-tirse en algún tipo de proveedor de soluciones para la ma-yoría de sus clientes. Básicamente, alguna variedad de ven-ta de soluciones es ya una estrategia de ventas dominante en casi todos los sectores. No discutimos el valor de esta migración a largo plazo hacia la venta de soluciones —en particular como medio para escapar de la implacable presión hacia la generaliza-ción—, pero, de todos modos, la estrategia acarrea diver-sos problemas reales. Entre ellos se destacan dos que expli-can cómo —y por qué— el modelo de las soluciones ha evolucionado, necesariamente, a lo largo del tiempo. El pri-mero es la carga que este tipo de venta supone para el clien-te. El segundo, la carga que supone para el vendedor. La carga que la venta de soluciones representa para el cliente Por definición, pasar a la venta de soluciones tiene como resultado que el cliente da por sentado que el vendedor «solucionará» un problema real y no sólo proporcionará un producto fiable. Y eso es algo difícil de hacer. Exige no sólo que comprendamos los problemas o desafíos subya-centes que tiene el cliente igual de bien, o mejor que él mismo, sino que además podamos identificar medios nue-vos y mejores de responder a esos retos, articular benefi-cios claros usando unos recursos limitados para resolver el El vendedor desafiante.indd 31 El vendedor desafiante.indd 31 21/02/12 19:12 21/02/12 19:12 32el vendedor desafiante problema, en comparación con la competencia, y determi- nar el sistema adecuado para medir el éxito. Y la única manera de conseguir todo esto es hacerle al cliente un mon-tón de preguntas. Así pues, el vendedor se pasa una gran cantidad de tiempo preguntando cosas como: «¿Qué le im-pide dormir por la noche?», en un intento por compren-der plenamente los problemas que el cliente tiene para compe tir. El problema de todo este «descubrimiento» es que, con frecuencia, puede acabar pareciendo un prolongado parti-do de ping-pong entre el proveedor y el cliente. El cliente explica sus necesidades, el vendedor resume su interpreta-ción, el cliente confirma si el vendedor lo ha entendido bien o no, el vendedor elabora una propuesta, el cliente la revisa y la corrige, y así sucesivamente. Este proceso complicado y con frecuencia muy pro- longado, requiere una enorme participación del cliente en cada etapa, sometiéndolo a dos clases de carga: la primera es tiempo, la segunda es el momento. Esta danza no sólo entraña una importante participación de numerosas y dife-rentes partes interesadas en la empresa del cliente, telecon-ferencias y presentaciones, sino que, desde el punto de vista del cliente, la mayor parte de este esfuerzo se produce tem-prano, antes de que vea ningún valor. La verdad es que pen- sar que va a sacar algo a cambio de tantas molestias es un acto de fe por su parte. Esto ha conducido a algo que llamamos «fatiga de la venta de soluciones». Conforme la complejidad de este tipo de venta ha ido en aumento, también la carga que represen-ta para el cliente se ha incrementado, haciendo que se rela-cione con los proveedores de una manera muy diferente El vendedor desafiante.indd 32 El vendedor desafiante.indd 32 21/02/12 19:12 21/02/12 19:12 El viaje evolutivo de la venta de soluciones 33cuando se trata de tratos complejos. En realidad, son cua- tro las tendencias que se destacan al describir cómo evolu-ciona rápidamente la conducta compradora del cliente. Auge de una venta basada en el consenso Primero, hemos visto un aumento considerable de la ne-cesidad de consenso a fin de cerrar acuerdos. Como los beneficios de comprar una solución compleja son tan in-ciertos, incluso los ejecutivos del más alto nivel, con una gran autoridad para tomar decisiones, se muestran reacios a aventurarse para decidir una compra importante sin el respaldo de su equipo. Nuestra investigación en el Sales Executive Council indica que lo primero que buscan los responsables de más alto nivel para tomar una decisión de compra es que su equipo apoye de manera amplia al pro-veedor (un descubrimiento del que hablaremos a fondo más adelante). Y, claro, esa necesidad de consenso tiene enormes re- percusiones para la productividad de las ventas. Ahora, el vendedor no sólo tiene que pasar tiempo localizando a to-das esas personas y vendiéndoles la solución, sino que el riesgo de que al menos una de ellas diga que no aumenta con cada nuevo interesado con el que tiene que hablar. Aumento de la aversión al riesgo Segundo, como los acuerdos se han hecho más complejos y más caros, la mayoría de clientes también se preocupan mucho más sobre si llegarán a ver algún rendimiento de su inversión. Como resultado, muchos actúan decididamente El vendedor desafiante.indd 33 El vendedor desafiante.indd 33 21/02/12 19:12 21/02/12 19:12 34el vendedor desafiante para exigir que los proveedores participen más en el riesgo más alto que perciben en las propias soluciones. No es nada nuevo que los clientes exijan una entrega «justo a tiempo» o la producción «según demanda», pero cada vez más, nos encontramos con revisiones del baremo que apli-can para juzgar el éxito de la puesta en práctica de una solución. Como resultado, en el mundo de las soluciones complejas, el éxito de un proveedor se mide, con frecuen-cia, por los resultados de la empresa del cliente, no por los de los productos de ese proveedor. Por ello, los proveedores que quieren desarrollar un ne- gocio de venta de soluciones van a tener que hacer frente a los riesgos, incorporándolos a su propuesta de valor, ya que un número cada vez mayor de usuarios no está dis-puesto a aceptar, sin más, que las «soluciones» rendirán, finalmente, la clase de valor que los proveedores prometen de entrada. Una mayor demanda para la oferta a medida Tercero, según aumenta la complejidad de los acuerdos, también lo hace la tendencia natural del cliente a querer modificar el trato para que satisfaga mejor sus necesida-des específicas. Mientras que los proveedores suelen ver la oferta a medida puramente desde una perspectiva del cos-te, los clientes la ven como parte de la promesa de una venta de «soluciones»: «Si van a “solucionar” mi proble-ma, entonces esto es lo que necesito que hagan. ¿Por qué debería costarme más dinero? Bien mirado, si no hacen eso, entonces no es realmente una “solución”, ¿verdad?» Es difícil refutar esa clase de lógica. Ofertas a medida: El vendedor desafiante.indd 34 El vendedor desafiante.indd 34 21/02/12 19:12 21/02/12 19:12 El viaje evolutivo de la venta de soluciones 35todo el mundo las quiere, nadie está dispuesto a pagar por ellas. El auge de los consultores externos Finalmente, en los últimos años, hemos visto un aumento espectacular e inquietante de consultores que son contrata-dos, como terceras partes, por los clientes para que les ayu-den a «extraer el máximo valor de una decisión de com-pra». Una práctica bien afianzada en algunos sectores —por ejemplo, los seguros sanitarios corporativos en Estados Unidos—, esta tendencia despegó realmente de forma glo-bal a finales del 2009, fraguada por la necesidad de reducir gastos que tenían la mayoría de empresas, por un lado, y la necesidad incluso más apremiante de encontrar empleo que tenían expertos que acababan de ser despedidos, por el otro. Habitualmente, estos consultores recién establecidos vendían sus servicios basándose en su capacidad para aho-rrarle dinero a las empresas. En ese caso, «extraer el máxi-mo valor de una decisión de compra» no era en realidad más que una manera de decir que harían todo lo posible para atornillar a los proveedores en el precio, tanto en el presente como incluso retrocediendo, auditando acuerdos anteriores para descubrir razones para renegociar. No obstante, con el tiempo, los jugadores de las orga- nizaciones de mayor tamaño también se han involucrado profundamente en la compra. En su caso, «extraer el máxi-mo valor de una decisión de compra» suele traducirse en algo que se acerca más a ayudar a los clientes a navegar a través de la complejidad de las soluciones. La realidad es que mientras los proveedores tratan de vender solucio- El vendedor desafiante.indd 35 El vendedor desafiante.indd 35 21/02/12 19:12 21/02/12 19:12 36el vendedor desafiante nes cada vez más amplias para unos problemas cada vez más complejos, es muy frecuente que esa complejidad sea tal que los clientes no estén cualificados para manejar los posibles procedimientos, y mucho menos evaluarlos, por sí mismos. Necesitan ayuda. En lugar de acudir a los provee-dores en busca de esa ayuda, recurren a una tercera parte, los expertos «neutrales». Como resultado, hoy los proveedores suelen enfrentar- se a terceros, intermediarios agresivos que buscan hacerse con su parte del «valor» del acuerdo. Y podemos estar se-guros de que esa parte de pastel saldrá del lado del provee-dor, no del cliente, dado que los consultores trabajan para éste. En este mundo, es fácil hacerse con todo el negocio del cliente, pero con nada de su dinero. Estas cuatro tendencias en el modo de comprar del clien- te han conducido a una amarga verdad para las organiza-ciones de ventas de todo el mundo, y en especial para los vendedores que trabajan para ellas: aunque la economía ha mejorado, vender no se ha vuelto más fácil. Es la física de la venta: los proveedores han apostado por el juego de las soluciones, y los clientes han hecho su contrajugada. Los clientes buscan medios para reducir tanto la complejidad como el riesgo que las campañas de venta de soluciones de los proveedores les han echado encima. Un vacío de talento cada vez mayor ¿Qué efectos tiene esta historia de las soluciones en el ren-dimiento individual de cada vendedor? El impacto ha sido espectacular. El vendedor desafiante.indd 36 El vendedor desafiante.indd 36 21/02/12 19:12 21/02/12 19:12"
}