{
  "title": "El-comportamiento-del-consumidor",
  "source": "Libros/El-comportamiento-del-consumidor.pdf",
  "content": "Universidad Libre, Sede Cartagena Este libro es resultado de investigación, evaluado bajo el sistema doble ciego por pares académicos. El comportamiento del consumidor: estrategias y tácticas del marketing Autores Diego Cardona Arbeláez Gustavo Henríquez Fuentes Vladimir Balza Franco Álvaro Torrenegra Barros ISBN DIGITAL 978-958-8621-74-6 Editorial Universidad Libre Coordinación editorial: Zilath Romero González investigacionescartagena@unilibre.edu.coDiseño y Diagramación: Diana Alvis Alzamora Universidad Libre Pie de la Popa, Calle Real No. 20-177 Cartagena de Indias, Colombia América del Sur. Teléfonos: 666 1147 - 656 1379 - Ext. 128 Diciembre de 2018 Queda hecho el depósito que ordena la ley. Licensed under a Creative Commons Reconocimiento-No Comercial- Compartir -Igual 4.0 Internacional License Cardona Arbeláez, Diego El comportamiento del consumidor: nuevas tendencias y desafíos del marketing / Diego Cardona Arbeláez, Bladimir Balza Franco, Gustavo Enríquez Fuentes y Álvaro Jesús Torrenegra – Cartagena: Universidad Libre, 2018. 103 p.; il. Incluye referencias bibliográficas ISBN: 978-958-8621-74-6 1. Comportamiento del consumidor. 2. Análisis de mercado. 3. Conducta del consumidor. 4. Lealtad del consumidor. I. Balza Franco, Vladimir, II. Henríquez Fuentes, Gustavo, III. Torrenegra, Álvaro Jesús. I. Tít. 658.8342 SCDD 23 ed. Catalogación en la fuente - Universidad Libre, Sede Cartagena. Biblioteca AUTORIDADES universitariasAUTORIDADES NACIONALES PRESIDENTE NACIONAL Jorge Alarcón Niños VICEPRESIDENTE Jorge GAviria Liévano RECTOR NACIONAL Fernando Dejanon Rodríguez CENSOR NACIONAL Ricardo Sopó Méndez SECRETARIO GENERAL Floro Hermes Gómez Pineda AUTORIDADES LOCALES PRESIDENTE DELEGADO RECTOR Antonio Barrera Carbonell SECRETARIO GENERAL Luis María Rangel Sepúlveda DECANO DE LA FACUL TAD DE DERECHO Damaso Rodríguez Ortíz DECANO DE LA FACUL TAD DE CIENCIAS ECONÓMICAS, ADMINISTRATIVAS Y CONTABLES Martin Alonso de Mares Salas DIRECTORA DEL CONSUL TORIO JURÍDICO Y CENTRO DE CONCILIACIÓN Lourdes Villadiego Coneo DIRECTORA DE INVESTIGACIÓN Zilath Romero González LOS AUTORESDIEGO CARDONA-ARBELAEZ Phd (candidato) en Administración de la Universidad del Norte, Administrador de Empresas, Especialista en Docencia Universi - taria de la Universidad Santo Tomas de Aquino, Especialista en Gerencia de Mercadeo de la Universidad Jorge Tadeo Lozano, Ma - gister en Desarrollo Empresarial de la Universidad de Magdalena. Pasante Internacional Universidad de Valencia (2016), Líder del Grupo de Investigación GISEMA en categoría A por COLCIENCIAS, Investigador Asociado de acuerdo a COLCIENCIAS. Correo elec - trónico: diegoa.cardonaa@unilibre.edu.co VLADIMIR BALZA-FRANCO Investigador Titular. Facultad de Ingeniería. Universidad del Mag - dalena. PhD en Administración, Universidad del Norte (Colom - bia); Interés de investigación: gestión de la cadena de suministro, colaboración en la cadena de suministro, operaciones, logística, educación en ingeniería; Ciencias económicas. Correo electróni - co: vbalza@unimagdalena.edu.co GUSTAVO HENRIQUEZ-FUENTES Ingeniero de Mercado, Publicidad y Ventas, Magister en Adminis - tración de Empresas e Innovación de la Universidad Simón Bolí - var; Tecnólogo en Gestión logística del SENA. Candidato a Doctor en Administración de la Universidad del Norte, accediendo como becario sin cláusula de reciprocidad. Docente jornada laboral completa e investigador en las áreas de organizaciones, merca - deo y logística, con experiencia en el sector productivo y oficial como Jefe de operaciones y coordinador en áreas de la logística. Docente de la Universidad Libre, Seccional Barranquilla, adscrito al grupo de investigación Potencialidades de Desarrollo. Correo electrónico: gustavor.henriquezf@unilibre.edu.co. ÁLVARO TORRENEGRA-BARROS Administrador de Empresas. Especialista en Negocios Internacio - nales de la Universidad Eafit, Magister en Administración de la Universidad Eafit, Estudiante de Doctorado en Administración de la Universidad del Norte. Subdirector del Centro de Comercio y Servicios de la Regional Atlántico del Servicio Nacional de Apren - dizaje SENA. Correo electrónico: atorrenegrab@hotmail.com. PRÓLOGOEl marketing moderno plantea que el consumidor es el centro de la gestión de la planeación estraté - gica: cómo predecir el comportamiento del con - sumidor, para intentar pronosticar el comportamiento de las ventas; cómo influir sobre ese veleidoso y ca - prichoso consumidor para que prefiera nuestra mar - ca y no la de la competencia. Cómo diseñar produc - tos y servicios que sean del agrado del consumidor, sin morir en el intento. Son estos los problemas que acosan a diario al gerente contemporáneo. De no ser por la existencia de herramientas como la estadística, el diseño de experimentos y la minería de datos, los gerentes de marketing andarían a ciegas intentando diseñar sus estrategias de fidelización de los consumi - dores y clientes actuales y de la atracción de nuevos consumidores y clientes. Sería como buscar una aguja en un pajar, o intentar recurrir a una bola de cristal. Para fortuna de la gerencia de marketing, las ciencias de la decisión y la estadística cuentan con poderosas herramientas que acuden en su ayuda. Incluso, las soluciones de informática actuales y los paquetes de software estadístico acercan aún más a los gerentes a estas herramientas, sin que la complejidad matemáti - ca sea un obstáculo insalvable. Este libro de investigación intenta sintetizar los dife - rentes enfoques que se le han dado al problema de la incertidumbre que rodea el comportamiento del consumidor, presentando de manera sencilla y sucin - ta la relación entre elementos clave de la gerencia de marketing: las decisiones clásicas de mercadeo, vistos desde la perspectiva de la estadística y el diseño de experimentos; los retos de las empresas frente a la incertidumbre de los cambios en el comportamiento del consumidor y la evolución del concepto de mercadeo de productos hacia el mercadeo de servicios y más allá hacia el desarrollo de marcas reconocibles no solo para empresas sino también para sitios geográficos, como ciudades, regiones o países. Este último tema es de gran importancia en la vida glo - balizada contemporánea: el atractivo que pueden desarrollar ciertos lugares como destino de inversión, descanso, negocios o estudios, lo cual lleva a posicionarlos como una marca cotiza - da a las que todos los consumidores quieren acceder. INTRODUCCIÓN 17 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDOR 19 Introducción 19 Factores de análisis del comportamiento del consumidor 21 Una apuesta a la marca de lugar 24 Plataformas de consumo, entre lo físico y lo virtual 27 MARCA CIUDAD BARRANQUILLA: UNA ESTRATEGIA DE DESARROLLO QUE ESTIMULA EL COMPORTAMIENTO DE CONSUMO 41 Introducción 41 Beneficios de una Estrategia de Marca Ciudad 46 Requerimientos para Desarrollar una EMC 48 Método: Análisis de Co-ocurrencia de palabras Claves en EMC 50 Construcción de un concepto de estrategia marca ciudad 51 Estrategia de marca ciudad para Barranquilla 52 Planeación de la Estrategia de Marca Ciudad para Barranquilla 55 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOS 65 Introducción 65 El Diseño experimental: una técnica ampliamente aplicada en la investigación de mercados 66 Asignación óptima de recursos al marketing mix 67 Lealtad de los clientes a la marca 68 Experimentos de elección en marketing 70 CONTENIDO Casos arquetípicos de aplicación de Diseño de Experimentos en Marketing 72 Caso 1: Diseño de experimento en selección del Marketing Mix 73 Caso 2: Diseño de Experimentos en construcción de lealtad del cliente: análisis psicométrico 76 Caso 3: Diseño de experimentos en desarrollo de lealtad de marca: consumo masivo 82 Caso 4: Experimentos de Elección aplicados al marketing: disposición a pagar 84 Caso 5: Diseño experimental para el efecto de estímulos sobre la decisión de compra 87 Conclusiones 90 REFERENCIAS 93 Lista de FigurasFigura 1. Análisis de Co-ocurrencia para EMC 51 Figura 2. Factores relevantes en el desarrollo de una EMC para Barranquilla 55 Figura 3. El proceso de planeación estratégica para una EMC 57 Figura 4. Componentes de la mezcla de marketing 61 Figura 5. Resultados de la prueba en ocho individuos 72 Lista de TABLASTabla 1. Correlaciones entre indicadores de la variable latente “Lealtad actitudinal” 78 Tabla 2. Medición de la lealtad actitudinal 80 Tabla 3. Medición de la lealtad conductual 81 Tabla 4. Diseños experimentales generados por simulación de Monte Carlo 85 Tabla 5. Análisis de Varianza de los efectos de los factores en un Experimento Monte Carlo sobre la precisión de la estimación de la variable dependiente WTP 86 INTRODUCCIÓNEl marketing, uno de los campos más dinámicos e innovadores de la gerencia moderna, es la disci - plina sobre la cual se apoyan las organizaciones para configurar la estrategia que permite su posicio - namiento y participación en el mercado. El desarro - llo de estrategias de mercadeo no solo ha ayudado al diseño e impulso de nuevos productos, sino también a reducir los inventarios de las bodegas de artículos cuya producción es guiada por un pronóstico de ven - tas. Las estrategias de televentas y otros mecanismos de publicidad en medios masivos de comunicación son claros ejemplos de los intentos que realizan las empresas para deshacerse de esos excesos de inven - tario. Sin embargo, las estrategias ya no solo se orien - tan a la venta de productos (que son almacenables y generan inventarios), sino también a la venta de servicios, los cuales no son almacenables, y por tan - to una inadecuada planeación de uso de los recursos puede generar costos irrecuperables. La investigación de mercados apoyada en técnicas estadísticas es una de las herramientas más impor - tantes y más utilizadas en mercadeo y se ha venido utilizando desde los años 50’s (época del boom eco - nómico de los Estados Unidos de la posguerra) con el fin de orientar mejor la inversión que se realiza en mercadeo, a fin de maximizar las ventas de la firma (Koubek, 2011). Sin embargo, la mayor utilidad de la investigación de mercados está en la posibilidad de “intuir” las preferencias y comportamiento del con - sumidor e intentar guiar los esfuerzos comerciales. El primer capítulo del presente libro se enfoca en el marketing de lugar: la investigación de mercados 18aplicada al comportamiento del consumidor, especialmente en los hábitos de compra del consumidor. Los factores sicoló - gicos, sociológicos y culturales que influyen en la decisión de elegir un canal de compra u otro son parte de los resultados del análisis desarrollado en este capítulo, el cual sintetiza diversos casos de estudio con diversos enfoques y métodos de investi - gación, tanto cualitativos como cuantitativos. El segundo capítulo del libro se enfoca en el marketing de ser - vicios, más allá de la conceptualización clásica de lo que es un servicio y de lo que es una marca: las ciudades como aglomera - ciones de ofertas de servicios se convierten a su vez en un pro - ducto con marca propia, la cual se torna estratégico posicionar para los gobiernos locales. Vemos así como las grandes urbes globales, New York, París, Londres, Roma, realizan ingentes esfuerzos por consolidar su posicionamiento de marca como lugares turísticos o de negocios. En este capítulo, se sintetizan los resultados de una investigación, la cual apoyada en nove - dosas herramientas informáticas de análisis de textos, conduce a plantear el desarrollo de una estrategia de marca-ciudad para la capital del Departamento del Atlántico, la ciudad colombia - na de mayor crecimiento en la última década. El comportamiento del consumidor es el enfoque central de este libro; las estrategias para analizar dicho enfoque, se apo - yan en diferentes técnicas y métodos cualitativos y cuantitati - vos. En ese orden de ideas; en el tercer capítulo de este libro, se presenta la síntesis de una investigación de estudio de ca - sos de las técnicas estadísticas más utilizadas en análisis del comportamiento del consumidor. Técnicas como el diseño ex - perimental estaban reservadas para uso de matemáticos avan - zados; sin embargo el avance tecnológico en aplicaciones de software estadístico, ha acercado el uso de estas herramientas a los gerentes de mercadeo no especialistas en estadística. Este capítulo sintetiza las más importantes decisiones de marketing que se pueden tomar, utilizando como guía la técnica de dise - ño experimental, mediante la revisión de casos arquetípicos de estudio, informados por la literatura en los últimos 30 años. 19EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDOR INTRODUCCIÓN El consumidor contemporáneo podría ser catalogado como un enigma para las empresas, ante todo por las múltiples variables que influyen en sus motivaciones hacia la com - pra efectiva. Analizar estas variables ha sido una constante en los estudios sobre el comportamiento del consumidor, y por ello existe una amplia gama de investigaciones que orientan sobre el particular. Sin embargo, el constante cambio al que es - tán sometidos los consumidores obliga al análisis permanente de dichas variables. Las circunstancias personales, sociales y culturales, así como el comportamiento individual y colectivo, afectan en una u otra medida los criterios que en determinado momento guían la decisión de compra de un consumidor. Pensando en esto, Vargas (2017) señala la importancia de que las investigaciones de mercados aborden el cambio como una constante, para lo cual sugiere dinamizar las herramientas y metodologías en la obtención de los datos necesarios. Este autor postula algunos elementos que, a su juicio, identifican a los consumidores co - lombianos, los cuales se caracterizan por estar más y mejor in - formados gracias a la existencia de las redes sociales, además de contar con una mejor capacidad adquisitiva y saber orientar sus decisiones hacia las necesidades básicas y a planes de es - parcimiento planificados previamente. 20 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDOREl cambio del consumidor está expuesto al desarrollo de la construcción de la marca. Por esta razón, las empresas y orga - nizaciones deben trabajar en función de captar y relacionarse con sus clientes sobre la base de los atributos y beneficios que ofrece la marca. En ese sentido, la marca adquiere gran impor - tancia, tanto por lo que ofrece (valores, beneficios) como por la experiencia que registra en el mercado (Del Río & Simancas, 2017; Del Río & Cardona, 2017). Al respecto, Angulo (2016), basado en estudios de Discovery Insights en Colombia, plantea algunos hechos que denotan im - portantes cambios en el consumidor colombiano. Indica, por ejemplo, que el consumidor masculino ha migrado hacia áreas de productos o servicios que anteriormente no tenía en cuenta, tales como los relacionados con la belleza física y el cuidado. Por su parte, las mujeres tienen necesidades específicas tanto en el ámbito laboral como en el del hogar, lo cual las hace tener un rol protagónico en las compras de ambas áreas. Estos casos revalidan la idea de que el cambio y la evolución de las necesi - dades del consumidor son permanentes y por ello los estudios que tratan de abordarlos deben ser continuos. Otro de los cambios significativos que ha encontrado Angulo (2016) tiene que ver con los canales de compra. Internet y las redes sociales han hecho mucho más fácil la adquisición de productos o servicios, sin restar la posibilidad de que el clien - te pueda considerar factores como la relación entre calidad y precio o desestimar las ofertas que no cumplan los estándares esperados; todo esto, sin salir del hogar o el trabajo, dejando mayor tiempo libre para otras actividades. Sin embargo, los cambios en el consumidor no solo han sido producto de sus necesidades personales, sino también del surgimiento de nuevos espacios como los centros comercia - les y las plataformas digitales, los cuales ofrecen otro tipo de experiencias al comprar. Ambos escenarios comerciales serán analizados en este capítulo para discernir tanto el impacto y la influencia que han tenido en el consumidor moderno como la 21 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORpercepción que este último tiene sobre dichos canales de venta y las estrategias de marketing aplicadas en cada uno. FACTORES DE ANÁLISIS DEL COMPORTAMIENTO DEL CONSUMIDOR Señalar los factores que motivan las decisiones de los consumi - dores es un proceso interesante, e implica considerar múltiples variables arraigadas en los escenarios donde se desenvuelven los sujetos en cuestión, entre las cuales destacan sus caracte - rísticas culturales, sociales, éticas e ideológicas, así como su nivel de acceso a la información. En este sentido, Luna & Gupta (2001) hacen hincapié en que la comprensión de la cultura del consumidor es fundamental para analizar el comportamiento de los mismos; así mismo, señala que dicha información es crucial para gerentes e investigadores de consumo con fines de marketing y desarrollo de productos o servicios. Como se indicó en el aparte anterior, los cambios en el consu - midor pueden estar motivados desde el mercado o desde su interior. Sobre este último aspecto, Kim, Forsythe, Gu & Moon (2002) revelan, como producto de la investigación de las ne - cesidades y el comportamiento de compra en China y Corea del Sur, que entre los valores de afiliación social y los valores autodirigidos, son estos últimos los que determinan en mayor medida las necesidades que deben satisfacer los productos de indumentaria. Además, señalan que en estos dos mercados las necesidades que han de ser satisfechas a través de la indumen - taria son las experienciales, las sociales y las funcionales, entre las cuales son las necesidades experienciales las mas influyen - tes en la compra. Es tanta la variedad en el comportamiento de los consumido - res, que la reacción de los mismos frente a un tipo de producto puede ser totalmente opuesta. En contraste con el estudio de Kim et al. (2002), Köksal (2007) estudió al consumidor frente al mercado de ropa en Izmir, Turquía, determinando que no solo los factores internos motivan la compra del cliente, sino 22 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORque otras variables como el precio, la calidad, la comodidad, las condiciones de pago y el tamaño de la ropa determinan la compra. Así mismo, que estos prefieren el mercado minorista e independiente por las facilidades de pago y la variedad de mercancías que ofrece. Desde el análisis del mercado de productos alimenticios orgá - nicos, Paul & Rana (2012) explican que la decisión de compra de los consumidores en India está estrechamente ligada a la salud, la disponibilidad de los productos y a factores demográficos. En este estudio participaron 463 personas que se sometieron a una entrevista estructurada con preguntas cerradas, procesadas mediante análisis multivariados como regresiones múltiples, análisis factorial y análisis de conglomerados. En otra esfera, la línea de los productos ecológicos, Thøgersen, Haugaard & Ole - sen (2010) evalúan el impacto del ecoetiquetado en la decisión de compra del consumidor. Es claro que este tipo de consumi - dor es específico y tiene algún grado de conocimiento de lo que compra. El estudio evaluó la adopción temprana de una nueva etiqueta ecológica, la etiqueta MSC para la pesca sostenible, en Dinamarca, y señala que la decisión del consumidor depende tanto de la motivación (intención de comprar productos pesque - ros sostenibles) como de la capacidad (conocimiento relevante), pero que es la primera la que en mayor medida condiciona la compra y la confianza en la organización patrocinadora. Los cambios en las necesidades y preferencias del público han obligado a las empresas a repensar constantemente la oferta de productos y servicios que ponen a disposición de los con - sumidores. Ejemplo de ello es el sector de comidas rápidas de Estados Unidos y Canadá, que fue analizado en 1995 por Kara, Kaynak & Kucukemiroglu. En este estudio se plantea que las personas comen cada vez más fuera de sus hogares y que ello ha impulsado la demanda en el mercado de comidas rápidas. Ante esto los restaurantes y puestos de comidas vieron susci - tado un aumento de comensales, pero también la necesidad de dar a conocer sus productos, diferenciarse para atraer más clientes y ser competitivos en el sector. 23 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORAsí las cosas, es posible citar a Clarke, Hallsworth, Jackson, Kervenoael, Del Aguila & Kirkup (2004), quienes apoyan la idea de que la elección final de los consumidores está determinada por factores sociales, culturales y económicos, así como por la relación entre precio e ingreso y la proximidad física al produc - to o servicio. Sin embargo, Wright, Newman & Dennis (2006) to - man distancia frente a este hallazgo, indicando que los provee - dores son capaces de influir en las necesidades de consumo de las personas y que esto lo logran mediante investigaciones pre - cisas de lo que el cliente quiere para luego poder suministrár - selo. Sin embargo, los autores aclaran que los consumidores son capaces de tomar decisiones alejadas de la influencia del proveedor. Cuando esto ocurre, el consumidor no solo obtiene un producto o servicio, sino que adquiere una experiencia sig - nificativa y el disfrute mismo del proceso de compra. Para medir estos factores la literatura sobre el tema expone diversos métodos que han permitido un acercamiento a las ra - zones que motivan los cambios en un tipo de consumidor. En este sentido, Fiore & Kim (2007) aplicaron un modelo investiga - tivo que integra componentes del modelo de conciencia-emo - ción-valor relacionado con la experiencia hedónica y el modelo de cognición-afecto-conducta relacionado con la experiencia utilitaria, para analizar la experiencia de compra. Las autoras concluyen que la experiencia de compra está dada por la rela - ción estímulo-organismo-respuesta. Otro método de medición lo emplearon en 2013 Shilpa & Raj - nish, aplicando un análisis factorial confirmatorio para evaluar la experiencia de los clientes minoristas mediante las dimen - siones de ocio, alegría, distintivo y estado de ánimo. Las entre - vistas estructuradas también son una herramienta usada en el estudio del tema; un claro ejemplo lo ofrece la investigación de Sankaran & Demangeot (2011), quienes entrevistaron a hom - bres y mujeres, entre 20 y 60 años, para indagar sobre el origen de los comportamientos de consumo en los Emiratos Árabes Unidos. El estudio examinó los hábitos multiculturales perte - necientes a productos o servicios elegidos por los encuestados. 24 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDOREstos incluyen comida, cocina, libros, bebidas, música, baile, ropa, televisión y tratamientos de salud, entre otros. El uso del método de la entrevista le permitió a Sankaran & Demangeot (2011) determinar que el consumo depende de factores inter - nos del consumidor, tales como la identidad multicultural, las claves sociales, el contexto y la necesidad de experimentación. UNA APUESTA A LA MARCA DE LUGAR Una estrategia para identificar los cambios en el consumidor consiste en ubicarlo geográficamente, lo cual requiere necesa - riamente el conocimiento a fondo de sus espacios vitales y de las dinámicas que en ellos se generan. Los lugares también se han convertido en productos debido a que en ellos se puede dar el asentamiento de empresas, la inversión directa e indirec - ta y el desarrollo de apuestas productivas apalancadas en las ventajas comparativas y competitivas de los territorios. En tal sentido, el marketing se constituye en un elemento fundamen - tal para crear y consolidar una marca de lugar y, por ende, en la percepción del consumidor que finalmente decide si ejecuta una compra o no en un lugar determinado. Desde el punto de vista geográfico existen dos análisis constan - tes en la literatura: el origen del consumidor y el origen del pro - ducto. Para este último, Thode & Maskulka (1998) apuntaron su investigación sobre la necesidad que tiene la industria vinícola de enfatizar el origen geográfico del producto o la ubicación de la producción, especialmente en las etiquetas. En este sentido, los autores resaltan que la ubicación en este sector otorga ante el consumidor un estatus que es generado por la valoración de la tierra y el conocimiento de los consumidores finales del pro - ducto. Es claro que los compradores de vinos son un público especializado que, además de conocer el producto, indaga so - bre su origen y su proceso productivo, lo cual le da elementos de juicio para valorar, positiva o negativamente, el producto. Este factor determina muchas veces la compra de un vino y por ello forma parte fundamental del etiquetado y de la estrategia de marketing, lo cual representa ingresos importantes ya que 25 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORla denominación de lugar de origen se convierte en una herra - mienta de valor que aumenta el precio del producto. Dicho lo anterior, conviene resaltar que las estrategias de mar - keting en el lugar se han transformado para dar pie al desarro - llo de alianzas que permitan generar fuerzas complementarias para atraer al consumidor. Desde esta perspectiva se entiende que la gerencia de un centro comercial, en sus distintos forma - tos, debe trabajar en armonía con todos los actores del mer - cado y facilitar al consumidor una experiencia de compra de acuerdo a la propuesta de valor (Bastos & Oliveira, 2017). Sobre este tema también investigó Kalandides, quien en 2011 efectuó una evaluación crítica de las estrategias de marketing de lugar en la ciudad de Bogotá, Colombia, reconociendo que la marca de lugar puede ser útil para el desarrollo de un espa - cio físico si se usa como una herramienta de elaboración de políticas públicas. En este enfoque, el lugar cobra mayor rele - vancia a la hora de situar plataformas comerciales físicas, pues la percepción del cliente sobre la ubicación y las facilidades de acceso del lugar representan una parte sustancial de la primera impresión que se hace el futuro consumidor. En lo que se refie - re a la influencia de este hecho sobre la creación de políticas públicas es claro que, al estar dividida la ciudad, se percibe que cada zona presenta características que la potencializan para alguna actividad económica en particular, lo cual permite que exista una planeación estratégica sobre el desarrollo y la am - pliación de la actividad. El marketing de lugar se constituye en una herramienta funda - mental para la promoción de espacios, especialmente aquellos que ofrecen algún atractivo específico. Niedomysl & Jonasson (2012) analizan esta situación e identifican el fenómeno de la competencia de lugares y revelan la necesidad de estudiar las estrategias usadas por las organizaciones públicas para atraer capitales o inversiones. Señalan que entre las barreras que debe superar este tipo de estudios destacan la falta de investi - gaciones basadas en evidencias, el excesivo uso del método de 26 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORestudio de caso a pequeña escala, los límites disciplinarios y la renuencia a generalizaciones avanzadas. Recientemente, en 2016, Foroudi, Gupta, Kitchen, Foroudi & Nguyen plantearon la existencia de factores clave para identi - ficar una marca de lugar, para lo cual analizaron el caso de Irán mediante un enfoque cualitativo que incluyó entrevistas a pro - fundidad. Los resultados muestran que los indicadores clave se clasifican en dos categorías. El primero, la cultura nacional en la que se configuran variables como el nombre, la marca, los atri - butos, los cambios sociales, geográficos y medioambientales, además de las personas, la historia y el idioma. Como segunda categoría está la infraestructura, la cual se refiere a seguridad, condiciones económicas, avances tecnológicos, objetivos de desarrollo turístico, comercialización de lugares y estrategia de promoción; estos últimos influyen aún más en la favorabilidad de la construcción y consolidación de la marca de lugar. De acuerdo a lo anterior, Foroudi et al. (2016) concluyen que la marca de lugar efectiva podría ayudar a un país a atraer turis - tas, visitantes, comerciantes e inversionistas, y que esta debe considerarse como una herramienta constructiva que se puede aplicar con éxito a la gestión de la imagen de un país. Sin em - bargo, es indispensable subrayar que la estrategia de marke - ting de lugar, como en toda estrategia de este tipo, requiere del análisis de los factores internos y las necesidades de los clien - tes. Es por ello que las gerencias encargadas de dichas apues - tas en lugares o espacios geográficos deben apuntarle, según Zavattaro (2012), a que la imagen que proyectan mediante la estrategia de marketing sea coherente y esté conectada con la realidad del lugar. En los casos en que esto no se da tiende a desarrollarse una autocomunicación que impide la retroali - mentación entre la organización y el público y, por ende, no se desarrolla la capacidad de captar acertadamente los cambios en las necesidades de este último. 27 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORPLATAFORMAS DE CONSUMO, ENTRE LO FÍSICO Y LO VIRTUAL Los cambios en el estilo de vida de las personas, unidos a la ne - cesidad de adquirir productos y servicios que faciliten su vida, han propiciado el auge de las plataformas comerciales y gene - rado un gran impacto en el mercado tradicional. En este aparte se analiza el uso, por parte del consumidor, de canales físicos de compra como los centros comerciales y las tiendas minoris - tas, además de canales intangibles como el internet. El uso de canales directos o indirectos por parte del consumi - dor es una decisión en la que influyen tanto aspectos perso - nales, como geográficos y de disponibilidad. En 2008, Gurau & Duquesnois tomaron el mercado de vinos franceses para inda - gar la relación y uso de ambos tipos de canales. Los resulta - dos indicaron que los productores utilizaban varios canales de comercialización, aunque la importancia de estos métodos de distribución variaba según el tamaño del productor (área de vi - ñedo y producción de vino). En este negocio, una estrategia de distribución integrada es aplicada por más de la mitad de los encuestados. Si bien el proceso de planificación estratégica se aplica de manera informal e intuitiva, se combina una serie de elementos innovadores para mejorar el valor de la oferta del producto y desarrollar relaciones a largo plazo con clientes sa - tisfechos. Tanto productores como consumidores se ven en la necesidad de escoger canales de comercialización que brinden eficacia en la venta y la compra, respectivamente. En el área del consumi - dor, la escogencia del canal de compra está determinada por aspectos sustanciales que van desde las facilidades de acceso y pago hasta el hábito adquirido con el tiempo. Al respecto, Rear - don & McCorkle (2002) plantean que cuando el consumidor cambia de canal de compra lo hace porque recibe una mayor compensación en el nuevo canal, la cual está valorada por la relación costo de oportunidad versus tiempo. Así mismo, exis - ten otros factores que deben ser valorados, tales como los cos - 28 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORtos de los bienes o servicios, el placer derivado de las compras, el valor percibido y el riesgo relativo de cada canal. Otro aspecto que ha tomado relevancia, y que es producto del cambio de mentalidad del consumidor, es la necesidad de los servicios posventa. El consumidor que no reclama garantía y que es sumiso ante las empresas de bienes o servicios ha que - dado atrás; ahora las personas tienen en cuenta qué tipo de servicio posventa recibirán antes de hacer efectiva la compra. Refiriéndose a esta tendencia, Goffin (1999) explica que este cambio en el consumidor obliga a las empresas a establecer y mantener canales apropiados y de alta calidad para la atención al cliente, ya sea como parte de sus propias operaciones o a través de terceros. Es común conocer casos en los que el acto de un cliente afec - ta negativamente la experiencia del servicio de otros clientes, especialmente cuando se trata de acceder a servicios de pos - venta. Este eslabón de la cadena, conocido como ‘conductas disruptivas’ , fue abordado por Gursoy, Cai & Anaya (2017), quie - nes lograron identificar una tipología que incluye siete catego - rías de conductas disruptivas de los clientes: “padres inatentos con niños traviesos” , “abusadores orales” , “solicitantes extrava - gantes” , “gritadores histéricos” , “maneras de higiene deficien - te” , “rompedores de reglas de servicio” y “clientes ignorantes” . Los autores indican que estas categorías de comportamiento pueden ser minimizadas con acciones concretas de mejora de la calidad del servicio prestado en los puntos críticos que pro - mueven el descontento de los consumidores identificados. A continuación, conviene analizar algunos canales físicos de venta como los centros comerciales, para comprender cómo y por qué los consumidores eligen o rechazan su uso. Uno de los factores que motiva la elección de un canal, según Kyung Kim (2002), es el valor que el comprador otorga al mismo. El autor basa su análisis en la postura de Holbrook (1999), que consiste en establecer dimensiones de valor extrínseco frente a valor intrínseco, y valor activo frente a valor reactivo. Entre las 29 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORrecomendaciones de Kyung Kim (2002) se destaca la importan - cia de que los minoristas de canales físicos realicen pruebas en catálogos y tiendas físicas, para explorar la posibilidad de que los componentes específicos de valor estén asociados de forma exclusiva con canales minoristas específicos que se vinculen estrechamente con el cliente. En este sentido, la detección del valor del cliente genera una gama de información que es útil para la composición de la estrategia de mercado, la planeación del negocio y el valor que el producto o servicio requiere para satisfacer en mayor medida a quienes acceden a él. La exploración de este tema está en auge por la importancia de comprender las preferencias de los consumidores en cuan - to a los canales de compra. En 2017, Helmefalk & Hultén abor - daron el efecto sobre las emociones de los compradores y el comportamiento de compra en el diseño de la atmósfera de la tienda minorista. Los hallazgos demostraron que hay un efec - to positivo de señales congruentes multisensoriales sobre las emociones de los compradores, a través de la valencia, el com - portamiento de compra, el tiempo invertido y la compra en sí misma. En este orden de ideas, se puede afirmar que los com - pradores perciben las señales multisensoriales (auditivas y ol - fativas) mucho mejor que los estímulos visuales. Es por ello que los espacios minoristas deben diseñarse teniendo en cuenta la multisensorialidad de los consumidores, para ofrecerles expe - riencias más atractivas. Al respecto, Kyung Kim (2002) puntua - liza que la experiencia de compra es el valor fundamental que el consumidor busca en los canales físicos y que, ante ello, los minoristas deben ofrecer espacios y experiencias sensoriales, especialmente estimulando los cinco sentidos (vista, oído, ol - fato, tacto y gusto). En lo que se refiere a los servicios posventa, el autor señala que el énfasis debe estar puesto en el contacto humano amistoso e inmediato. Puede decirse entonces que la experiencia de compra dis - pone el cliente a la compra y, por consiguiente, influye en la decisión de usar o no los centros comerciales. Juwaheer, Pu - daruth & Ramdin (2013) buscaron identificar los factores que 30 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORinfluyen en la experiencia de compra de los clientes de los cen - tros comerciales en Mauricio (Moka) África, encontrando que los encuestados visualizan la experiencia de compra como el suministro de espacios y acciones adicionales como provisión de guarderías, realización de eventos de salud, bienestar, com - pras y entretenimiento, además de instalaciones deportivas, juegos y restaurantes de valor agregado. Esto señala una vi - sión interesante de la percepción del consumidor africano en torno a la experiencia que desean o anhelan al dirigirse a un centro comercial. Requerir actividades adicionales a la compra demuestra la necesidad de esparcimiento, que puede ser ex - plotada por los centros comerciales para atraer mayor número de visitantes y compradores mediante la visualización perma - nente de las actividades que pueden desarrollar, puesto que la disposición del consumidor, en el lugar del estudio, está dada en virtud del factor entretenimiento. En el estudio realizado por Gilboa y Yavetz (2012), se encuesta - ron 724 visitantes de centros comerciales en Israel, con el pro - pósito de segmentarlos en función de la forma en que perciben los atributos de estos espacios, las actividades y los patrones de visita. En total, se encontraron tres segmentos de visitantes de centros comerciales: entusiastas, recreacionales y utilitaris - tas. En este estudio también aparece el entretenimiento como factor determinante de la experiencia de compra, debido a que el segmento entusiasta se siente atraído, principalmente, por las actividades de entretenimiento del centro comercial; mien - tras que los recreacionales buscan lugares para pasar el rato con los demás. Sin embargo, un estudio similar desarrollado por Singh & Sa - hay (2012) en Delhi NCR (India) demuestra que los comprado - res visualizan la experiencia de compra como una combinación de factores relacionados con el ambiente, la infraestructura física, el enfoque de marketing, la comodidad y la seguridad. A diferencia del estudio de Juwaheer et al. (2013), la experien - cia de compra en los centros comerciales objeto de estudio en Delhi está más ligada a factores externos y visibles del lugar. 31 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDOREsto conlleva a que la estrategia de comercialización del mismo tenga que estar ligada a mostrar la arquitectura, el confort de los espacios y la seguridad de los mismo. En gran medida la diferencia entre la experiencia de compra de África e India es - taría determinada por condiciones sociales que se ven refleja - das en la concepción de los centros comerciales como espacios recreacionales o como espacios de status. Este último propicia una puerta de acceso para el ingreso de competidores al mer - cado, lo cual se ha visto reflejado en India con el aumento pro - gresivo de centros comerciales. Los estudios de Singh & Sahay (2012) y Juwaheer et al. (2013) son pioneros en el ámbito de la experiencia de compra debido a que usaron un análisis factorial exploratorio. En el caso de Juwaheer et al. (2013), se usó una muestra de 600 encuestados, procedentes de 23 centros comerciales distribuidos en toda la república de Mauricio (África), a quienes se indagó acerca de 33 atributos de centro comercial, producto de seis dimensiones, sobre la experiencia de compra. Por su parte, Singh & Sahay (2012) tomaron una muestra de 200 encuestados extraídos de cuatro grupos urbanos de Delhi NCR, en India, y condensa - ron 22 atributos de cinco factores asociados a la experiencia de compra. Ambos estudios son ejemplo de un método eficaz para lograr que los centros comerciales a nivel mundial puedan indagar la experiencia que sus visitantes quieren y cuál es la percepción de la que obtienen en estos lugares. India, vista desde el estudio de Prashar, Gupta, Singh, Vijay & Parsad (2016), es epicentro del aumento en los centros comer - ciales debido a la floreciente clase media, los crecientes niveles de ingresos y una actitud más acomodaticia hacia los formatos de compra modernos. Sin embargo, debido a la mayor compe - tencia y la población relativamente más baja en estas ciudades, los centros comerciales terminan abarrotados de compradores ya que no existe una marcada diferenciación entre los centros comerciales existentes. Una forma de iniciar esta diferencia - ción es, según los autores, determinar qué tipo de consumido - res acuden a estos espacios para poder ofrecer servicios y pro - 32 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORductos acordes a sus necesidades. Con el objetivo de conocer los tipos de consumidores, Prashar et al. (2017) identificaron dos grupos prominentes: personas relativamente mayores y estudiantes jóvenes. Este último segmento valora más la pre - sencia de eventos y promociones, mientras que el impacto de estas estrategias es menor en el segmento más envejecido. El mercado indio es ciertamente un espacio de confluencia de consumidores importantes, por lo que su estudio da luces so - bre el comportamiento de los clientes de diversos sectores co - merciales y su reacción frente a las estrategias de los mismos. Una de las estrategias más usadas a nivel mundial son las pro - mociones y es hacia este punto donde Khare, Achtani & Khattar (2014) enfilaron su investigación. Descubrieron que la actitud de los consumidores hacia las estrategias de promoción de los minoristas de centros comerciales está influenciada por los va - lores de compra y la conciencia de precios, la propensión a los negocios y a los cupones. Así mismo, factores como la edad, la educación y los ingresos influyen en la actitud de los consumi - dores hacia las promociones. Desde el orden cualitativo también se ha explorado el tema, lo que demuestra que este es susceptible de ser investigado por varios métodos. Desde esta visión, Gilboa & Yavetz (2013) construyeron un análisis narrativo con las historias de 100 con - sumidores de centros comerciales de Israel y concluyeron que la experiencia en estos espacios físicos de compra es concep - tualizada como un fenómeno subjetivo holístico que abarca un núcleo conductual acompañado de reacciones cognitivas y emocionales que desencadenan cuatro tipos de experiencias: seductivo, museo interactivo, arena social y funcional. A raíz de esto, los autores consideran que existe un impacto del entorno físico de los centros comerciales sobre la decisión de compra de los clientes y que estos espacios juegan un rol social. No obstante, la recreación y el entorno físico no son los únicos elementos que atraen a los compradores. Esto se evidencia en el comportamiento de los consumidores en Hungría, tal como 33 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORlo registran Millan & Howard (2007) al descubrir que, a pesar del rápido desarrollo de la industria minorista en el país, los consumidores se han centrado en realizar compras útiles para sus trabajos o actividades diarias. De ahí que el estudio los ca - tegorice como consumidores utilitaristas relajados, utilitaristas estrictos, compradores comprometidos y buscadores. En este caso, los llamamientos sociales y recreativos como estrategias para atraer consumidores a los centros comerciales húngaros son poco factibles, mientras que las promociones previamente informadas tienden a ser más atractivas para los clientes. La influencia de la religión o las creencias espirituales es un aspecto que no puede ser dejado a un lado. Existen culturas en las que el elemento religioso influye en todas las decisiones sociales y personales de sus miembros, como es el caso de las culturas musulmanas. Recientemente, en 2017, El-Adly & Eid se propusieron identificar los constructos de valor percibido por los clientes de las compras en centros comerciales desde la perspectiva de los compradores musulmanes en los Emiratos Árabes Unidos. Los autores descubrieron una nueva escala de valor, que denominaron “Mallval” , en la cual se refleja que los musulmanes que compran en los centros comerciales evalúan su experiencia como consumidores a través de valores cogniti - vos y afectivos, además del valor islámico del lugar de compra. Así mismo, revelan que el Mallval musulmán tiene importante influencia positiva en la voluntad de continuar comprando y la recomendación del centro comercial a terceros. El mercado latinoamericano, por su parte, aporta visiones un poco más complejas sobre el tema, pues en las ciudades coe - xisten apuestas mercantiles tan variadas como los centros co - merciales, los mercados callejeros y las tiendas sectorizadas, que se disputan la preferencia de los consumidores. En un es - tudio del tema en México, Rajagopal (2010) expone evidencia de que existen estilos complejos de toma de decisiones del consumidor hacia centros comerciales y mercados callejeros basados en ventajas competitivas. Así, por ejemplo, los mer - cados callejeros son, en gran medida, preferidos por exhibir 34 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORatributos culturales propios de los territorios, mientras que los atributos transculturales de las tiendas en centros comerciales, además del ambiente de compra, son los principales factores determinantes en la preferencia del cliente. A pesar de los factores mencionados anteriormente, otros autores han identificado la marca o imagen de los centros comerciales como un aspecto relevante en la aceptación y la relación con los consumidores. Por ejemplo, Merrilees, Miller & Shao (2016) apuntan que la atmósfera y los productos del centro comercial son los principales determinantes de la sa - tisfacción del consumidor, y que la satisfacción y la mercade - ría de estos espacios son los principales factores que determi - nan las actitudes de las marcas de los consumidores. En este estudio, cuyos datos fueron analizados mediante un modelo de ecuaciones estructurales, participaron 755 personas que, mediante encuestas, dieron respuesta a diversas preguntas estructuradas sobre el significado de la marca de un centro comercial australiano. Tal es la importancia de los espacios, que Burns & Warren (1995) se dieron a la labor de exploraror las razones por las cuales un importante segmento de compradores tomaba la decisión de comprar en centros comerciales alejados de sus residencias, a pesar de haber algunos que les quedaban mucho más cer - ca. Los autores lograron identificar que la elección del centro comercial regional no siempre se basa en las ofertas y la ubi - cación de las alternativas de compra disponibles, sino que es una vía para la expresión de la necesidad única de un individuo. Sugieren que la actividad de outshopping , en lo que respecta a la elección del centro comercial regional, puede ser motivada por la singularidad que experimenta la persona al elegir cen - tros comerciales regionales distintos del que está más cerca de su lugar de residencia. Hace poco, Shafiee & Es-Haghi (2017) también abordaron este tema para identificar las dimensiones de la imagen de centros comerciales de Teherán y cómo ésta influye en el bienestar co - 35 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORmercial del consumidor y en la lealtad hacia el mismo desde una perspectiva de género. Los resultados muestran que el bienestar de las compras se ve afectado por la imagen del cen - tro comercial, además de que el bienestar comercial influye en la lealtad del centro comercial. En otras palabras, se argumenta que el bienestar comercial es más sobre el placer y la diversión que sobre las actividades orientadas a tareas. Al evidenciar que los consumidores buscan en los centros co - merciales algo más que bienes, se hace notoria la necesidad de que la marca de estos lugares esté ligada al bienestar, al confort y a promover espacios sociales de esparcimiento que guarden relación con la tipología de usuarios que los visitan, su poder adquisitivo y sus necesidades. En este sentido, LeHew & Fair - hurst (2000), al analizar el reposicionamiento de los centros comerciales en Estados Unidos, identificaron que los centros comerciales súper regionales, ubicados en ciudades grandes, densamente pobladas y con residentes de altos ingresos, fue - ron las propiedades más exitosas. No obstante, también ha - llaron que estos atributos de éxito no pueden ser transferidos o adaptados por centros comerciales de menor rendimiento, puesto que las variables de estrategia de mercado susceptibles de ser duplicadas no se relacionan significativamente con la alta productividad. Es importante subrayar la importancia de los canales físicos de compra para el comercio mundial; sin embargo, como se ha esbozado en este aparte, los consumidores han modificado y enriquecido las distintas connotaciones asociadas a estos es - pacios: ya no acuden a ellos únicamente para adquirir mercan - cías, sino también en busca de espacios de sano esparcimien - to, relaciones sociales y hasta reconocimiento de su estatus social. Es en este sentido que, para Rozhkov & Skriabina (2015), los distintos usos que se les dan a lugares específicos señalan las características de ciertos segmentos de compradores. Al ser bien analizada, esta realidad podría permitir una estrategia de marketing lúcida; por ello, conocer las necesidades que tienen los clientes más allá de la compra viene a ser un insumo real - 36 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORmente valioso para que los canales físicos puedan reinventarse y competir con las plataformas tecnológicas que el siglo XXI ha impulsado con tanta fuerza. A propósito de plataformas virtuales, su relevancia en el ámbito del marketing es cada vez mayor, puesto que mueven un impor - tante porcentaje del comercio mundial. Muchos se preguntan por qué las personas compran a través de internet o tienen se - rias dudas sobre el nivel de seguridad que ofrecen estas plata - formas y los beneficios que obtiene el consumidor. Incluso hay quienes simplemente se preguntan cómo es la experiencia de compra. A partir de un amplio análisis documental, Cummins, Peltier, Schibrowsky & Nil (2014) hallaron que los estudios so - bre este tema se han centrado en ocho categorías de investiga - ción del comportamiento del consumidor en línea. En el orden de mayor a menor, estos son: problemas cognitivos, contenido generado por el usuario, demografía y segmentación de Inter - net, uso en línea, comunidades y redes en línea, culturales, uso y resultados estratégicos y búsqueda de Internet para consumi - dores. Por su parte Dennis, Merrilees, Jayawardhena & Wright (2009) plantean un análisis discursivo basado en la literatura del consumidor electrónico y dejan expuesta la necesidad de abordar el tema desde la óptica del papel de la imagen, la con - fianza y la interactividad. Es precisamente la interactividad el punto de partida de la investigación en que Anaza & Zhao (2013), mediante una en - cuesta a 186 e-shoppers , fundamentada en la teoría del inter - cambio social, identificaron que la familiaridad con una tienda electrónica y las condiciones facilitadas por un minorista elec - trónico influyen en la e-satisfacción, e-lealtad y e-compromiso de los e-clientes. Aquí se deja ver que valores como la lealtad o el compromiso son determinantes para el éxito en el mercado electrónico, puesto que al no haber un contacto físico es la dis - posición a cumplir los acuerdos lo que garantiza el crecimiento de los negocios y, por supuesto, la aceptación, fidelización y re - comendación por parte de los clientes electrónicos. 37 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORSi bien es cierto que los comentarios positivos de los clientes satisfechos en las web de compra, los likes y las buenas califica - ciones ayudan a que nuevos clientes se decidan por uno u otro sitio virtual, es necesario que estas plataformas construyan su propia estrategia de marketing digital para atraer comprado - res, ya que estos son volátiles en virtud de que su capacidad de navegar por la red les permite descubrir constantemente si - tios que llenen mejor sus expectativas. En la línea de marketing digital, Constantinides (2004) asegura que la identificación de los componentes de la experiencia web y la comprensión de su papel como insumos en el proceso de toma de decisiones del cliente en línea son el primer paso para desarrollar y ofrecer una presencia en línea atractiva, que pueda tener el máximo impacto en los usuarios de Internet. Es entonces la experiencia del cliente (individual) un reto para el comercio electrónico. Un ejemplo de esto son los hallazgos de Kwon, Joshi & Jackson (2007) sobre sitios web de moda en Corea. De acuerdo con este estudio, los minoristas electrónicos de moda debían reformular sus estrategias actuales, centrán - dose en la personalización para satisfacer a los clientes indivi - duales. Aunque, dada la especificidad geográfica del estudio, los resultados no pueden generalizarse, este tipo de investi - gaciones pueden usarse con éxito en otros países, ante todo porque combinan análisis descriptivo, análisis factorial, alfa de Cronbach, prueba t, análisis de varianza (ANOVA) y prueba de Scheffe para pruebas post hoc en el análisis de los datos. La estrategia de marketing virtual es, para Ortega, Martínez & De Hoyos (2008), el resultado del análisis y comprensión del comportamiento del consumidor virtual. Según el estudio que desarrollaron, existen tres tipos de clientes virtuales: poten - cial, nuevo y experimentado. Así mismo, el análisis de los da - tos demuestra que variables como la percepción de utilidad o la actitud aumentan significativamente a medida que crece el número de intercambios, mientras que otras, como la facilidad de uso percibida, tienden a estabilizarse. Se puede afirmar que existe un ciclo evolutivo de compras que continuará desarro - 38 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORllándose a medida que el individuo adquiera experiencia. Esto significa que los comerciantes electrónicos deben optar por escoger una estrategia, ya sea centrada en atraer clientes po - tenciales o en fidelizar clientes nuevos y experimentados. Esto último ofrece un mayor grado de dificultad, dada la naturaleza interactiva y móvil de las interacciones que propician las plata - formas virtuales. En cuanto a la estrategia, Kyung Kim (2002) sostiene que los minoristas de Internet pueden enfocarse en contactos rápidos y confiables para proporcionar asesoramiento y apoyo a sus clientes y personalización de productos y ofertas de servicio. Gracias a las virtudes de la plataforma virtual, pueden reforzar su vínculo con los clientes poniendo a su favor los sentidos vi - sual y auditivo (imagen y sonido) a través de presentaciones multimedia o juegos interactivos. La selección de alguna de estas plataformas, física (centros co - merciales) o virtuales, por parte de los consumidores está liga - da en gran medida a sus preferencias y necesidades personales y sociales. El sector comercial en cualquiera de las plataformas está obligado a analizar a sus visitantes para determinar qué ne - cesidades tienen, cómo se comportan y, sobre todo, cómo me - jorar su experiencia de compra, puesto que en ambos canales la recreación, el esparcimiento y la interacción cobran un papel relevante delante de la transacción comercial. En esta línea de disertación se ubica Kyung Kim (2002), quien planteó que la competencia basada en el valor del consumidor ofrece a los de - sarrolladores de centros comerciales y minoristas de Internet la promesa de mejorar las posiciones minoristas a través de análisis de mercado y segmentación más precisos, planificación de pro - ductos, promoción y estrategia de precios. Este autor también invita a evaluar qué estrategias pueden usar para reevaluar y, según sea necesario, modificar el programa de comercialización para que sea coherente con el valor específico de los clientes. En esta misma investigación, Kyung Kim asegura que los cen - tros comerciales y el comercio por internet son importantes 39 EL MARKETING DE LUGAR FRENTE A LOS CAMBIOS DEL COMPORTAMIENTO DEL CONSUMIDORcompetidores debido a que conjugan múltiples dimensiones de valor del consumidor: desde el valor económico o funcio - nal hasta el hedónico o experiencial. Subraya que la elección entre Internet y un centro comercial al momento de hacer al - guna compra puede variar para diferentes consumidores y en diferentes situaciones, incluso para el mismo consumidor, y viceversa. Comprender que el consumidor es el eslabón más importan - te de la cadena resulta fundamental si se quiere conseguir que cualquier tipo de plataforma funcione y sea efectiva para el tipo de producto o servicio que ofrece. Así mismo, es impres - cindible que los estudios sobre las preferencias de los consumi - dores, tanto en lo que se refiere a productos como en lo relativo a plataformas, sean representativos en cuanto a la cantidad de participantes. De esta manera se puede construir una base de datos que permita tener una idea clara sobre la forma como ven la plataforma de compra que usan y la manera como esta puede mejorar en respuesta a los cambios que se suscitan en el consumidor. 41 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumoMarca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumo Introducción El arte de mercadear una ciudad, localidad o país no es nue - vo. De hecho, ha permitido a ciudades como Jerusalén, Be - lén o El Cairo estar posicionadas en el imaginario del públi - co por su herencia rica en historia y religión; otras, como París y Milán, han utilizado la asociación con la moda para impulsar el mercadeo de sus ventajas para turistas, inversores y potencia - les habitantes. El imaginario creado en la mente del consumidor juega un papel relevante; sus deseos y costumbres, así como la manera en que encajan dentro de la construcción cultural de la ciudad, son importantes para aquellos consumidores potencia - les o habitantes potenciales de la ciudad. En este sentido, el arte de mercadearla depende en gran medida de las estrategias de marketing desarrolladas por las autoridades. El marketing propone crear y mantener las relaciones con los clientes, evitando que la competencia logre captar su deseo de compra. Para el caso de las ciudades, los clientes son los habitantes. Hay muchos factores que pueden explotarse para crear y mantener las relaciones con los clientes: la comodidad, el trato y el servicio para incentivar la estadía en un sitio, o la calidad, la garantía y los servicios de postventa brindados en la venta de productos o servicios. 42 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumoEl marketing se ocupa de los clientes a través de la adminis - tración de relaciones perdurables, atrayendo nuevos clientes al prometer un valor superior para conservarlos y aumentar - los mediante la satisfacción de sus necesidades (Kotler & Ar - mstrong, 2008). Una de las metas del marketing es, entonces, permitir la conexión entre la empresa y sus clientes, creando, comunicando y entregando valor agregado al cliente (Ferrell & Hartline, 2012). La creación de relaciones, y su mantenimiento, es una de las funciones principales del mercadeo; como pro - ceso, debe ser planeado y organizado para controlar cómo se mercadea, qué se mercadea y en qué términos se hace. La planeación está presente en cada uno de los procesos del marketing. Como proceso, el marketing comienza en el mo - mento de recabar e interpretar información sobre el mercado y los tipos de consumidores, y va hasta el momento en que se toman decisiones tendientes a estimular la mente del consu - midor de acuerdo con sus expectativas y necesidades. Cuánto vender, dónde vender o cuánto del producto promocionar, son algunas de las decisiones que se toman, dependiendo del gra - do de apalancamiento financiero de la organización. Se deben apalancar los descuentos o regalos concebidos por amarres, además de financiar la estrategia de distribución a utilizar (In - tensiva, Exclusiva o Selectiva). Al igual que cualquier organi - zación, en la ciudad se toman estas decisiones, las cuales, de una forma u otra, influyen en la mente del consumidor actual y potencial. Para el caso de una ciudad, el marketing también puede utili - zarse como estrategia para fortalecer su imagen y las ventas de sus sectores económicos. En tal caso, sus objetivos principales son las relaciones duraderas a crear y mantener con clientes, habitantes, turistas, visitantes e inversores. Se debe mostrar aquellas ventajas que se consideran pertinentes para satisfacer las necesidades de los clientes de los diferentes sectores pro - ductivos, creando imaginarios al estilo de la ciudad de la moda, la ciudad innovadora , un lugar para disfrutar o la ciudad verde (tendencia ecológica). 43 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumoLa creación de una marca ciudad motiva el posicionamiento de un destino turístico, un centro de negocios o un lugar de residen - cia, y está orientada principalmente a potenciar las capacidades de los territorios, desplegando sus ventajas competitivas para posicionarlos nacional e internacionalmente (Galván & Larios, 2015). En otras palabras, se promocionan todos los atractivos de los lugares donde se identifican diferentes potencialidades para atraer nuevos turistas e inversionistas, proporcionando un valor económico, social y cultural añadido a esos lugares mercadea - dos (Rodríguez & Guiovanni, 2017; Heredero Díaz & Martín, 2015). Todo este proceso ocurre en la mente de las personas, desde el posicionamiento de la marca, hasta el denominado proceso de compra, momento en el cual los visitantes o turistas deciden ins - talarse en la ciudad, viajar a ella en un futuro plan de turismo o volver como inversores de un sector económico estratégico o pobremente explotado de la ciudad. El marketing de ciudad es el pasaporte que puede servir como base para el desarrollo de un programa unificado que permi - ta mejorar la competitividad del territorio, brindando un valor agregado intangible para el cliente potencial, encaminado a crear una imagen favorable de los territorios que se pretenden promocionar (Kiseleva, 2017; Andrade, 2016). Es esta una for - ma de venderles a los habitantes y visitantes una imagen clara de la ciudad, con un concepto ligado a su aparato productor, sus costumbres o sus sitios turísticos, entre otros. La inversión y los esfuerzos de las autoridades locales para lograr el desarrollo social y económico de la ciudad, deberán concentrarse en mejorar la calidad de vida de la comunidad urbana, proponiendo el desarrollo social y de los residentes locales como parte importante del éxito del proceso (Kiseleva, 2017; Castillo, 2016). Este último creará una ventaja competiti - va para la ciudad a través de la vinculación entre la imagen real y la imagen percibida de la ciudad (Castillo, 2016). Una estrategia que apoya el posicionamiento de la marca ciu - dad es la utilización de las tecnologías de la información y la 44 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumocomunicación en el proceso (en adelante TIC). Como herra - mientas de publicidad, para la guianza de turistas, o para mos - trar los indicadores socioeconómicos de la ciudad, generan vi - sibilidad y recordación de la marca. Estas herramientas pueden suministrar desde el estado del tiempo y la temperatura de la ciudad, hasta las distintas formas y medios de transporte para movilizarse entre los sitios de interés, lo cual les facilita a las personas tomar decisiones sobre cuales lugares o eventos visi - tar. El proceso debe ser apoyado por la facilidad y la rapidez de acceso a información confiable y precisa por parte del usuario, procurando que pueda hacerlo sin necesidad de suministrar sus datos, ya que el anonimato incentiva la utilización de las plataformas virtuales. Las tecnologías de la información y la comunicación han evo - lucionado hasta el punto de influir en los comportamientos de las personas, lo cual se ha visto facilitado por el hecho de que cualquier persona que cuente con un dispositivo conectado a la web puede acceder de muy variadas maneras a una inmensa cantidad de información. Por esta razón es importante que la información sobre la ciudad, sus sitios y todos sus indicadores pueda ser accedida desde un telefono celular, una tableta, un pc, etc., pues actualmente los usuarios y consumidores se han acostumbrado a este tipo de herramientas virtuales para apo - yarse al momento de hacer una compra. De acuerdo con Martínez & López (2016), cada vez es mayor el número de consumidores que recurre a estos canales para informarse sobre los productos y las marcas que les llaman la atención. En efecto, las TIC se han convertido en medio de de - sarrollo empresarial y una fuente de ventaja competitiva que facilita el intercambio de información entre los procesos de la cadena de suministro (en adelante CDS) (Correa & Gómez, 2009). Dentro del ámbito del turismo, las TIC se han masifica - do y convertido en un aliado y una herramienta fundamentales para conquistar turistas, promocionando los distintos destinos a través de aplicaciones móviles o portales web o website (An - drade, 2016). 45 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumoLas herramientas virtuales permiten gestionar la imagen de la ciudad, por lo cual se obtiene un beneficio social al disponer de una oficina de turismo en su smartphone o en su tablet. Así mismo, se mejora la eficiencia en la búsqueda de la informa - ción que le permita al turista o habitante tomar las decisiones pertinentes (Andrade, 2016). En este caso, debe recordarse que la verdadera utilidad de un producto o servicio se da cuando están en poder del cliente, en el lugar y el momento en que este pueda acceder a él (Costa y Castaño, 2015). Por ello, se debe ga - rantizar que la aplicación o herramienta virtual esté disponible los 365 días del año y las 24 horas del día. El cliente accederá al servicio de información en las condicio - nes de seguridad y la comodidad de su hogar o su lugar de trabajo, con la facilidad que le brinda la configuración de sus dispositivos personales. Como su nombre lo indica, estos se encuentran personalizados por el comprador a su gusto, habi - tuándose a su día a día y sus formas de uso. La información ac - cedida por los usuarios debe compartirse con los miembros de la CDS que elaboran los productos o servicios ofrecidos por las directivas de la marca ciudad; en este caso, los servicios y los productos que posicionarán a la ciudad: ropa, autos, casinos, restaurantes, centro comerciales, servicio ecológico, turismo costumbrista o turismo artesanal, eventos culturales, etc. La integración de las TIC en la gestión logística empresarial es propuesta para gestionar las relaciones de la CDS, el flujo de materiales e información, así como para coordinar las transac - ciones entre empresas, argumentando que la cooperación y el mercado electrónico estimulan los precios, beneficiando a los consumidores (Chen, 2013). Tal como se hace en una multina - cional o cualquier organización, las autoridades encargadas de la administración de la ciudad podrán coordinar eficientemen - te las relaciones con sus proveedores, distribuidores y todos los actores implicados en la venta del servicio a través de su CDS. La organización que se realice de la estrategia logística permi - tirá tener claridad sobre las TIC que serán integradas en la ges - 46 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumotión y la forma de medir los actores que constituyen la CDS, así como la medición de los índices de satisfacción de los clientes finales y la captura de la información en cuanto a sus preferen - cias, gustos, opiniones o malestares (Cardona, Balza & Henrí - quez, 2017 a). El sistema de gestión logística complementa los esfuerzos de mercadeo por vender y posicionar la marca ciudad, abaste - ciendo oportunamente, coordinando los tiempos, las tareas y operaciones para producir y comercializar los productos y ser - vicios de sectores estratégicos de la ciudad y su disposición en los puntos de venta (Henríquez Fuentes, Cardona, Rada Llanos y Robles, 2018). La logística es la piedra angular que sostiene las funciones esenciales del mercadeo para cumplirle al usua - rio, cliente, turista, visitante o inversor, la promesa hecha en la comunicación de los beneficios y ventajas de adquirir servicios o productos de la marca ciudad. Beneficios de una estrategia de marca ciudad La marca ciudad refuerza ese imaginario que las personas tie - nen sobre un lugar, ciudad, país; pueden posicionar las venta - jas de la ciudad, o en el caso de aquellas golpeadas por pro - blemáticas sociales, ayudar en la construcción de una marca sobre las bases de las cualidades que puede tener el sitio y que, a consideración de las autoridades, están por encima de las ca - racterísticas negativas que llevaron alguna vez a ese posicio - namiento negativo de la ciudad. Para el caso, flagelos como la delincuencia común, el narcotráfico, la prostitución y trata de personas o los problemas de drogadicción, pueden ser caracte - rísticas o factores negativos que llevaron a un posicionamien - to negativo del lugar en la mente de los habitantes y posibles visitantes bajo la exposición mediática de estas condiciones. Esta situación pude ser tratada y revertida con el diseño de una estrategia de marca ciudad que apunte a la venta de las venta - jas estratégicas de la misma, por encima de sus debilidades o problemas sociales. 47 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumoLa estrategia de marca ciudad (en adelante EMC) conduce a ex - celentes resultados, no solo económicos, sino sociales y cultura - les, permitiendo que las personas conozcan y se enteren de los atractivos de un lugar. Con esto, el lugar toma en la mente de los consumidores de turismo como un producto apetecido, digno de ser visitado y escogido para inversión de la empresa pública y privada (Rodríguez y Guiovanni, 2017). La EMC brinda soporte a la función identitaria de una ciudad, para que ésta se posicione y eleve su nivel de atracción turística (Valenzuela, 2015). El crecimiento demográfico de la ciudad causa efectos negativos y positivos. Dentro de estos últimos se encuentran el crecimiento de la mano de obra, de la demanda de productos y servicios y de la base de contribuyentes de la ciudad. En el grupo de factores negativos que son consecuencia del crecimiento de una ciudad puede mencionarse, entre los más relevantes, la mayor explota - ción de los recursos y la movilización masiva de usuarios en me - dios de transporte, lo que ocasiona congestión y, posiblemente, el aumento de las tasas de gases tóxicos en el ambiente. Las au - toridades deben garantizar la implementación de estrategias de marketing de desarrollo de la ciudad, pues su crecimiento con - duce al aumento de recursos y a un programa socioeconómico fuerte y eficaz de acciones futuras (Kiseleva, 2017). La EMC puede ser acompañada por otras marcas privadas o pú - blicas que deseen posicionar la ciudad o país buscando, entre otros beneficios, el crecimiento de las ventas, la consolidación de su imagen corporativa o unos mayores niveles de recorda - ción. Son muchos los beneficios que ofrece la EMC. Las ciuda - des que han seguido un proceso de brandificación como Nueva York, Londres o París, se han dotado de un extenso imaginario que ayuda a comercializar otras marcas gracias a la construc - ción de un estilo de vida propio y fácilmente reconocible (Here - dero Díaz & Chaves Martín, 2015). La marca ciudad es un recurso innovador y puede ser conside - rada como una política de fomento al turismo que brinda so - porte a la función identitaria de una ciudad (Valenzuela, 2015), 48 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumocon lo cual se refuerza el imaginario sobre la calidad, versati - lidad o innovación de los productos y servicios del sector pro - ductivo. Medidas que permitan realizar innovaciones pueden significar que se utilicen métodos de comercialización no uti - lizados anteriormente para propiciar cambios significativos en las formas de producir o comercializar, persiguiendo el aumen - to de las ventas (Cardona Arbeláez, Henríquez Fuentes, Rada Llanos, Martínez Ventura & Bonnet, 2017). Requerimientos para desarrollar una EMC La estrategia está diseñada para desarrollar unas actividades que tienen una meta común y son diseñadas por las directivas de una organización o ciudad, quienes deberán alinearlas a la misión, visión y objetivos estratégicos, haciendo el seguimien - to a corto, mediano y largo plazo. Para alcanzar un buen de - sarrollo del City Branding, se requiere de bastantes años y del apoyo de todas las personas y los entes involucrados con la ciu - dad: gobernantes, instituciones, personas del común, etc. (An - drade, 2016). Las directivas y las estructuras de gobernanza son consideradas como eje clave para la competitividad, pues son ellas las que organizan e integran el proceso productivo y las operaciones, asignando los recursos de una forma transparen - te (Henríquez, Lombana, González, Higuera, Landazuri, Rada, Aragaki & Simancas, 2018). Las EMC han de ser diseñadas por estas estructuras de gober - nanza, pero tambien deben integrar a la comunidad en gene - ral y al sector productivo en la consecución de la meta que los agrupa: posicionar la ciudad. Las EMC impulsan el desarrollo de distintos sectores de la economía de una localidad, ciudad, país, o de un sitio en particular. Trabajar en equipo entre go - bernantes, instituciones y ciudadanos permitirá alcanzar los objetivos de posicionamiento, trabajando y apoyando todos el mismo propósito. En el caso del sector turístico, la implementación de estas es - trategias requiere del diseño de rutas turísticas encaminadas 49 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumoal desarrollo y generación de la dinámica turística del muni - cipio, dando a conocer los principales escenarios o atractivos con los que cuenta el lugar (Rodríguez & Guiovanni, 2017). Un ejemplo de estas rutas lo ofrece el sendero ecológico inaugu - rado en Colombia para visitar las cascadas y piscinas naturales de Caño Cristales, lugar ubicado en el departamento del Meta, Colombia, y considerado como una de las maravillas naturales del mundo ( El Tiempo , 2018). Se trata de un sendero que con - duce a un paisaje de aguas cristalinas de varios colores, donde el visitante aprende a interactuar con la naturaleza, la disfruta y la cuida, al mismo tiempo. Estas acciones generan desarro - llo económico para la región y propician la sostenibilidad de los recursos naturales, ayudando a posicionar uno de los sitios más hermosos de Colombia. Si las ciudades quieren competir en el mercado del turismo, deben tener una imagen fuerte, respaldada no solo por even - tos pasados; además, deben basarse en el patrimonio cultural y físico y en recursos naturales duraderos y fácilmente dispo - nibles, así como en infraestructura y servicios (Folgado, Olivei - ra & Hernández, 2015). Sin embargo, pese al énfasis que se le ha hecho hasta aquí, el turismo es solo uno de los sectores de la economía local que puede beneficiarse con el desarrollo de EMC. Sectores como la construcción, las comidas o las finanzas, por ejemplo, aprobarán el crecimiento demográfico de los lu - gares, con el propósito de generar economías de escalas y po - sibles concentraciones de empresas por sitios estratégicos de la ciudad o municipio promocionado. Así mismo, se gana en el aumento de compradores, la venta de casas, terrenos, bienes en general, y la construcción de nodos empresariales y comer - ciales como tiendas, graneros y negocios pequeños que surten la economía de la ciudad. Al llegar visitantes o nuevos habitantes a las ciudades, la eco - nomía local se beneficiará en la medida en que estos tengan las condiciones económicas para consumir los productos y servicios que ofrece el entorno. Se venderán o arrendarán más casas y apartamentos, se consumirán más alimentos y bebi - 50 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumodas, crecerá la tasa de utilización de productos y servicios fi - nancieros al momento de pagar por otros servicios, entre otros beneficios. Además, como se explicó anteriormente, las arcas públicas podrán crecer en la medida en que se recaude más im - puestos producto del crecimiento demográfico, lo cual indica que el sector público también se beneficia de la promoción del nombre de una ciudad o país. Las ciudades deben desplegar amplias capacidades de gestión pública para la promoción del turismo, la industrialización y el desarrollo social, e, incluso, el uso constructivo y gratificante del tiempo libre, proponiendo canales de comunicación e interacción social (Galván & Larios, 2015). La promoción a través de páginas web, radio, televisión o redes sociales, permitirá a los habitantes de la ciudad informarse so - bre lugares y eventos de integración comunitaria. Los eventos deportivos, temáticos, recreativos y de sano esparcimiento, o los eventos empresariales y culturales, son espacios propicios para promocionar e incentivar la interacción de las familias y de otros grupos que comparten intereses comunes. Método: análisis de co-ocurrencia de palabras clave en EMC El estudio se ha realizado a partir del análisis de las contribu - ciones hechas por otros investigadores sobre el tema ‘marca ciudad’ . Se busca analizar los factores relevantes y las palabras clave que llevan a la construcción de un imaginario sobre la de - finición de dicho tema. El método co-word, o de co-ocurrencia, parte de los niveles de similaridad, asumiendo que, en la me - dida en que dos o más documentos co-ocurran, dichos docu - mentos poseen una similaridad o afinidad temática en cuanto a expresiones conceptuales o palabras clave (Miguel, Moya Ane - gón & Herrero Solana, 2007). El análisis de contenido, o análisis co-word, asume que un grupo de palabras puede revelar temas subyacentes y las co-ocurrencias o las co-ausencias de pala - bras que sean clave se puede interpretar como reflejo de las asociaciones entre los conceptos (Ronda y Guerras, 2012). 51 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumoEl análisis fue realizado a partir de la búsqueda bibliográfica de do - cumentos en bases de datos de Google Académico, Web of Scien - cie, Scielo y Scopus, además de libros sobre la temática. La figura 1 presenta el análisis co-word, o de co-ocurrencia, de las palabras clave sobre el tema de las estrategias de marca ciudad (EMC). Construcción de un concepto de Estrategia Marca ciudad. Una vez analizado el resultado del análisis de co-ocurrencia, se logra comprender que una EMC propone el desarrollo de la marca de una ciudad a través de elementos propios del mar - keting, es decir, por medio de estrategias de promoción que buscan construir un concepto de la ciudad en el imaginario del público mostrando los diferentes atractivos y elementos cultu - rales que lograrán desarrollar el proceso de branding de la ciu - dad. Esta estrategia es muy utilizada en el sector turístico. Sin embargo, actualmente muchos municipios, ciudades y países lo utilizan para promocionar sus ventajas a nivel social, sus si - tios de interés, su industria y sus atractivos económicos. Como estrategia, puede emplearse en todas las ciudades y permite construir adecuadamente un espacio en el cual los habitantes y turistas podrán interactuar buscando beneficios comunes. El proceso de branding de la ciudad impulsa a las personas a in - vertir en ella o a convertirse en sus habitantes. Figura 1 . Análisis de Co-ocurrencia para EMC. Fuente: Elaboración propia con base en la herramienta voyant. 52 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumoLa labor de branding de la marca ciudad debe ser apoyada por un aumento en la visibilidad de sus aspectos más representati - vos: las ventajas de su infraestructura, la cultura de sus perso - nas, sus territorios y sitios turísticos, o las ventajas tributarias que se pueden obtener apostando a las operaciones empresa - riales en la ciudad. A través de la EMC, la ciudad logra crecer y comunicar asertivamente sus ventajas. El marketing es una de las herramientas clave en el desarrollo de la EMC, por lo que se considera relevante la planeación basada en los atributos del servicio a ofrecer, los precios del mercado, los lugares en los cuales se ofrecerán los servicios más demandados y la manera de promocionar la ciudad. Se trata, pues, de una labor social que impulsa el desarrollo mediante las estrategias y los progra - mas económicos de una ciudad, creando una imagen particu - lar sobre la misma. Estrategia de marca ciudad para Barranquilla Desde sus inicios, Barranquilla se ha desarrollado como una ciudad portuaria. Actualmente le está apuntando a la construc - ción de un puerto de aguas profundas que aproveche la ventaja de estar ubicada en la llamada “T de desarrollo” , conformada por la intersección entre el río Magdalena y el mar Caribe ( El Heraldo , 2017). Barranquilla se ha caracterizado por ser una ciudad pujante, con una industria atractiva y de grandes opor - tunidades para las personas con visión de futuro, comprometi - da con brindar a los empresarios y potenciales inversionistas el hub portuario o punto de cargue y descargue de mercancías de mayor volumen en Colombia. A comienzos del siglo XX, Barran - quilla era la ciudad colombiana de mayor crecimiento demo - gráfico y contaba con una economía dinámica; era considerada por aquel entonces el principal puerto colombiano y la tercera ciudad del país en población (Meisel Roca, 2008). La extensión de la ciudad es de 154 km², tiene una densidad de población de 7.458 habitantes por km² y una temperatura media de 27,4 grados centígrados. La ciudad contaba desde sus inicios con uno de los ingresos per cápita más altos de Co - 53 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumolombia, lo que le permitió desarrollar un sector industrial local dinámico que vendía sus productos por toda la Costa Caribe y por el interior del país (Alcaldía de Barranquilla, 2018; Meisel Roca, 2008). Se ha caracterizado, además, por ser el sitio por donde ha ingresado al país gran parte de su desarrollo indus - trial y comercial. En la actualidad, Barranquilla cuenta con una excelente red vial que une a la ciudad con otros municipios del departamento del Atlántico y con el resto del país. El aeropuerto internacional Er - nesto Cortissoz, ubicado a siete kilómetros del casco urbano, en el vecino municipio de Soledad, es una de las principales termi - nales aéreas de Colombia (Alcaldía de Barranquilla, 2017). En términos generales se trata de una ciudad con una conexión vial portuaria, aérea y terrestre muy atractiva que genera desarrollo y permite el paso de mercancía por sus arterias viales y fluviales. La construcción de la marca ciudad Barranquilla exige la im - plementación de estrategias de marketing y branding a largo plazo, que van más allá de las meras acciones de promoción tu - rística que pretenden promocionar la proyección externa de la ciudad y posicionarla, satisfaciendo las necesidades de todos sus públicos (Heredero Díaz y Chaves Martín, 2015). Se necesita de inversión en materia de promoción, más vías de conexión entre los sitios estratégicos de la ciudad y eventos que den a conocer el nombre de Barranquilla a nivel internacional. La construcción de la marca ciudad debe amalgamar (conjun - tar) y dirigir los esfuerzos de manera integral para generar las condiciones de la marca ciudad, generar una identidad, una imagen, y, por supuesto, los elementos racionales y emocio - nales que son los activos principales de la constitución de la ciudad (Irigoyen, 2017). Este proceso de posicionamiento de la ciudad en el imaginario internacional necesita el compromiso de todos sus habitantes y los nativos de la ciudad, que a día de hoy ofician como embajadores de la cultura de la ciudad en diferentes países del mundo. 54 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumoEl rol de los protagonistas viene a demostrar la verdadera esen - cia del cambio: nada transformará una ciudad sin el cambio previo de sus habitantes (Valenzuela, 2015). La mejora en la infraestructura no es posible si sus habitantes no la cuidan; la mejora social no se logrará si sus habitantes no se comprome - ten a un ejercicio de cohesión social compartido (Valenzuela, 2015). Este es un proceso que genera competitividad, siempre y cuando sea liderado por las autoridades y empresas con expe - riencia y recursos económicos que permiten el diseño y puesta en marcha de la estrategia. Todo ello, complementado por el sentido de pertenencia de los habitantes. La competitividad debe traducirse en la capacidad de la ciudad para dominar el mercado de los servicios de transporte, cargue, descargue y producción de bienes y mercancías, generando valor en el pro - ceso mientras produce utilidad y satisface a los clientes (Hen - ríquez, 2013). Para estar a la altura de estas exigencias, Barranquilla está pa - sando actualmente por un proceso de transformación social a través de la reparación y construcción de vías, la rehabilitación de parques en distintos barrios, la construcción de la Avenida del Río y otros sitios estratégicos como el centro de convenciones, la reparación y rehabilitación de escenarios deportivos y otras obras de infraestructura como el puente Pumarejo, lo cual de - muestra un gran liderazgo y el uso racional de los recursos dis - ponibles para ser invertidos. El plan de desarrollo de la ciudad contempla la inversión de recursos por 10 billones de pesos a través de diferentes megaproyectos que la consolidan como una de las capitales más importantes de Colombia (Dinero, 2016). Como puede apreciarse, Barranquilla cuenta, hoy en día, con el liderazgo y las capacidades gerenciales que le permiten crecer y demostrar que es un motor de desarrollo para la región. Al momento de diseñar la EMC se debe decidir cuáles son los elementos de la ciudad que la hacen diferente en la medida en que ofrecen valor a sus distintos públicos; además, se debe rea - lizar una promoción adecuada de los mismos (García, Eizagui - rre & Aguilar, 2015). En este orden de ideas, se propone una se - 55 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumorie de 24 factores que deben ser atendidos, los cuales han sido identificados a través de las investigaciones consultadas. Estos factores están consignados en la figura 2, y permiten guiar los esfuerzos de la ciudad por posicionarse como marca. Planeación de la Estrategia de Marca Ciudad para Barranquilla Cuando se piensa en planeación se deben proyectar las accio - nes que han de realizarse en el futuro, a partir de decisiones tomadas bajo la lógica de la información. Así mismo, se deben establecer unos cursos de acción que guiarán el camino y unos cursos alternos en caso de que se presenten inconvenientes entre lo planeado y lo ejecutado. También se formulan los ob - jetivos, las metas y las formas de medición del plan, además de diseñar un presupuesto que permita controlar los recursos que se utilizarán para llevar a cabo las actividades y acciones planificadas. De acuerdo con Páramo: El proceso de planeación del marketing abarca des - de la identificación y medición de las oportunida - des reales que brindan los diferentes mercados (en el que se estima tanto el potencial de ventas como el del mercado) hasta la definición de la estrategia operativa, pasando por el establecimiento de los objetivos que la empresa. (2013, p. viii). Figura 2 . Factores relevantes en el desarrollo de una EMC para Barranquilla. Fuente: Elaboración de propia. 56 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumoCada organización escoge las herramientas de planeación y ejecución que mejor se adapten a sus necesidades y cuyos re - sultados perduren en el tiempo como forma de hacer frente a los retos que plantea el mercado (Cardona, Balza & Henríquez, 2017 a). Dentro del conjunto de herramientas propuestas para el proceso de planeación, debe escogerse cuidadosamente aquellas dirigidas al diagnóstico, ya que permitirán conocer el estado de la organización: para el caso, de la ciudad y sus recur - sos. Una vez realizado el diagnóstico, se procede con la formu - lación estratégica de la ciudad, el diseño de la operatividad de la estrategia (cómo se realizará) y lo concerniente a la cuantifi - cación a través de presupuestos e indicadores de gestión. La planeación debe hacerse con base en un proceso previo de investigación, apoyado ya sea por una investigación de mer - cado, un análisis situacional y/o un sistema de inteligencia de mercado que permita soportar las decisiones con base en lo que el consumidor o habitante espera. Un proceso de planea - ción de marketing sin información previa sobre la conducta del consumidor y las tendencias del mercado, al no ajustarse a la situación real del entorno, carecerá de bases suficientes para que los pronósticos de venta se cumplan. El estudio sobre la psicología y los perfiles de los consumidores debe incorporar el contexto que los rodea, considerando aspectos como la cultu - ra, la historia y las interacciones entre las personas como parte de la multiplicidad de variables que definen el comportamien - to del consumidor (López, 2008). No debe olvidarse que en la psiquis de los consumidores intervienen unos factores atados a la herencia cultural de la ciudad, su historia y su posición geo - gráfica. La estrategia en mercadeo se lleva a cabo para alcanzar un ob - jetivo alineado con la misión, la cual, en el caso de las ciudades, está en consonancia con la tarea de brindar calidad de vida y desarrollo a sus habitantes. La estrategia deberá socializarse adecuadamente por parte de las directivas, a través de una comunicación asertiva que llegue a las personas. La comuni - cación debe ser entendida por las autoridades como una con - 57 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumodición básica que potencia el intercambio de información en el proceso de gestión (Henríquez, Vallaeys & Garzón, 2018). Los esfuerzos por conocer el comportamiento, la psiquis y la forma de pensar de los habitantes deben ser periódicos. Por eso es necesario recoger constantemente información sobre: 1) las preferencias de consumo de los habitantes; 2) cómo reco - nocen sus necesidades y cuáles son; 3) dónde y cómo buscan la información sobre soluciones a sus necesidades; 4) cómo eva - lúan sus alternativas de compra; 5) qué los mueve a decidirse por una compra; 6) cómo o en qué momento consumen, y 7) cuáles son los aspectos importantes de su evaluación posterior (Martínez & López Rúa, 2016). Se trata evidentemen - te de un proceso que puede cambiar de - pendiendo de facto - res como la moda, las estaciones del tiempo, las tendencias mun - diales, los avances tecnológicos, la in - fluencia de amigos y personas del núcleo social del consumidor, entre otros. Teniendo como horizonte que el objetivo de la EMC es posicionar ventajas de la ciudad, se propone el siguiente esquema para el proceso de pla - neación de la EMC para Barranquilla (figura 3). El proceso debe ser acompañado por los sectores económicos y Figura 3 . El proceso de planeación estraté - gica para una EMC. Fuente: Adaptación de Serna, 2006. 58 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumolos círculos sociales influyentes de la ciudad, haciendo uso de herramientas informáticas y redes sociales y la promoción de campañas de interés público que inviten a todos los habitantes de la ciudad a cuidarla, promocionarla y creer en sus productos y servicios. Para el diagnóstico estratégico, además se recomienda el uso de la matriz DOFA y realizar estudios para determinar el índice de satisfacción o percepción de los consumidores (habitantes). El método Servqual ofrece ventajas como la adaptación de sus factores de medición para conocer el grado de satisfacción, en este caso, de los habitantes de la ciudad. El modelo mide el gra - do de satisfacción con base en los elementos tangibles, la con - fiabilidad, la capacidad de respuesta, la seguridad y la empatía que sienten los consumidores por un servicio (Henríquez, Rada & Jassir, 2016). Con esto, se lograría tener una perspectiva más completa sobre el diagnóstico de los elementos que en la ciu - dad pueden generar satisfacción, o en caso contrario, niveles de insatisfacción. Al hablar de direccionamiento se hace alusión a la manera de clarificar el camino y la forma como se dispondrán los recursos mediante el establecimiento de estrategias de acción que mar - quen el rumbo de la empresa. De acuerdo con Serna (2006), para crecer, generar utilidades y permanecer en el mercado las organizaciones deben tener claro hacia dónde van, es decir, haber definido su direccionamiento estratégico. Este direccio - namiento debe contar con elementos clave como una misión, una visión, una política empresarial, unos valores, un mapa estratégico de objetivos y un sistema de monitoría, aplicando indicadores que permitan conocer el desempeño de cada uno de los grupos que hacen parte del proceso de marketing. Kotler & Armstrong (2007) explican que una misión con orienta - ción al mercado es el propósito de la empresa, pues manifiesta lo que desea alcanzar en un entorno concreto. Aseguran que la misión es una guía para el personal en la medida en que define de una manera sencilla cuál es el negocio y en qué se enfoca 59 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumola empresa. En otras palabras, la misión permite a los emplea - dos reconocer en el día a día qué acciones realizar, cómo y con qué recursos, teniendo como horizonte la satisfacción de las necesidades del cliente. De ahí que la filosofía institucional o corporativa sea una de las guías o derroteros de las directivas de una organización o, para el presente caso, las autoridades de la ciudad. Una planeación clara y sencilla de la misión, la visión, los va - lores y los principios, armonizada con las tendencias actuales en responsabilidad social y preservación del medio ambiente, entre otras, puede hacer la diferencia al momento de desarro - llar el proceso de planeación y prometer calidad de vida a los actuales y futuros habitantes de la ciudad. La responsabilidad social como estrategia de gestión, propone la mejora social y ambiental del entorno (Henríquez, 2013). Por esta razón, la pla - neación debe hacerse con base en un proceso previo de inves - tigación que ofrezca conocimiento e información para tomar decisiones sobre cada paso a seguir. En este momento existen muchas formas de conseguir la información necesaria, ya sea a través de una investigación de mercado, un análisis situacional y/o un sistema de inteligencia de mercado que permita sopor - tar las decisiones y procesos de planeación. Sin embargo, para hacer que la información obtenida resulte realmente útil, el propósito de la investigación debe ser claro al leer o entender el mercado en el que se actúa. La investigación de mercados puede entenderse, en conse - cuencia, como el arte de recolectar, registrar y analizar sistemá - ticamente información que se relacione con el giro normal del negocio, con sus actividades como productor y la información relacionada con el momento de transferir los bienes y servicios al consumidor (Kinnear & Taylor, 1998). El estudio de la conducta del consumidor es una de las bases para los procesos de investigación en marketing, y permiten conocer qué están necesitando, demandando y exigiendo los clientes, además de cuánto están dispuestos a pagar por ello. 60 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumoAl estudiar la conducta de los habitantes de la ciudad, se po - drán diseñar estrategias, planes y tácticas para ofrecer valores agregados a los clientes (habitantes), posicionar las ventajas de la ciudad, testear las necesidades de las localidades, estratos o zonas de división, y promocionar los diferentes emprendimien - tos que propicia la ciudad. En el caso de Barranquilla, estos úl - timos resultan muy diversos y abarcan todos los sectores de la economía, configurándose parte de ellos bajo la informalidad (Henríquez, Rada Llanos & Torrenegra, 2016). La comprensión de la manera como los barranquilleros deci - den qué comprar, dónde comprar y cómo pagar sus compras, permitirá organizar vendedores y diferentes emprendimientos por zonas o clusters, buscando la concentración en zonas geo - gráficas que impulsarán los nodos que desarrollan el proceso de producción y comercialización de los productos y servicios ofrecidos. Los medios empleados para desarrollar la EMC deben apun - tar a mejorar permanentemente las relaciones con los clien - tes, consumidores, habitantes, dejando de lado la filosofía de apuntar solamente a la venta del servicio-producto. Según Kot - ler & Keller (citado en Aires y Nicolau, 2010, p. 244), “los medios que atienden las necesidades o deseos del consumidor son tratados como un producto, definido como todo lo que puede ser ofrecido en un mercado para satisfacer una necesidad o de - seo (bienes físicos, servicios, experiencias, eventos, personas, lugares, propiedades, organizaciones, información e ideas)” . La ciudad debe entonces conocer qué eventos puede ofertar, a qué público, en qué lugares, dónde compartirá la información relevante sobre la ciudad, sobre sus productos y servicios, en cuáles se especializa y dónde se concentran, de acuerdo con los sectores económicos. La estrategia debe incorporar factores influenciadores de tipo cultural propios de la ciudad, además del modelo de vida y el status que se pretende vender, las necesidades y expectativas afectivas cubiertas, y, de ser posible, aportar un ingrediente in - 61 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumonovador o tecnológico a la propuesta. Al momento de enfren - tarse a los cambios del entorno y las acciones de la competen - cia, las directivas de la ciudad deben acomodar sus estrategias, redefiniendo en ocasiones el curso de acción que le asigna a los recursos. En el caso de las ciudades, muchos factores obli - gan a reacomodar estos recursos; es lo que sucede con aspec - tos como el tiempo límite o vencimiento del período del alcal - de, las regulaciones locales, departamentales y nacionales, los eventos atípicos como la migración de habitantes de otros países o ciudades en condición de desplazados, entre muchos otros. Para afrontar la necesidad de realizar estos ajustes, el marke - ting recurre a estrategias combinadas, con las cuales puede ajustar sus acciones de precio, producto, promoción y distribu - ción (plaza). Es lo que se conoce como Marketing Mix (Mezcla de Marketing), una propuesta en la que cuatro variables bási - cas permiten la comprensión de las distintas esferas a través de las cuales una organización se relaciona con su industria y su mercado (Ramírez, Montoya y Montoya, 2012). El producto, el precio, la promoción y la distribución son las varia - bles que deben ser anali - zadas en la propuesta para la construcción de la marca ciudad (figura 4). El componente producto define el esquema produc - tivo y comercial, contenien - do la definición y el diseño del producto apropiado para lograr la satisfacción de las necesidades de los consumidores (Ramírez et al., 2012). En el caso de la marca ciudad se debe definir qué ventajas ofrece la ciudad, cuáles son sus lugares de interés, sus atractivos para inversionistas o posibles turistas, cómo son sus Figura 4 . Componentes de la Mezcla de Marketing. Fuente: Kotler & Keller (2011). 62 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumovías de acceso, sus habitantes, su clima, etc. En otros términos, todas las características y los atributos que la ciudad puede mostrar. Los productos deben ser adaptados a las tendencias de los consumidores y a lo que el mercado exige; en este caso, a lo que los nacionales y turistas están exigiendo y experimen - tando en otras ciudades. El precio es la única variable del marketing que provee ingresos para la organización, pero, también, una de las variables más poderosas para atraer o alejar a los posibles consumidores o habitantes. Para conseguir que resulte atractivo, un índice de vida alto deberá ser compensando con un nivel de ingresos al - tos. El precio es un aspecto fundamental y debe ser el resultado del análisis de las partes que conforman las industrias (Ramírez et., al 2012). Bajo la misma lógica deberá trazarse la estrategia de precios de los servicios en la ciudad: basados en el nivel de posicionamiento de esta y sus atractivos potenciales para las personas que quieran visitarla o habitar en ella; cómo y dónde se organizan las plazas, los minoristas y mayoristas de la ciu - dad; qué valores agregados ofrecen los sectores de la economía de Barranquilla que justifiquen una subida de precios, o cuáles sectores ofrecen beneficios ecológicos, sociales o sustentables que pueden ser percibidos por los habitantes y consumidores. La promoción puede impulsar la presencia del producto en el mercado, y puede determinar cómo será recibido por el consu - midor en el escenario o plaza en el que se comercializa el pro - ducto o servicio y se concreta la venta (Ramírez y et al., 2012). La ciudad debe estimular más su producción local y la calidad de los servicios que presta, acortar costos de distribución para abaratar la cadena de valor, fortalecer sus sectores especiales de producción a través de clústeres o estrategias de innovación o precios. La estrategia de distribución de los productos a tra - vés de canales demandados por los consumidores deberá ser medida y cuantificada para llevar un control más ajustado del proceso, conociendo, además, la inversión financiera necesa - ria para desarrollar la estrategia (Henríquez, Cardona, Rada y Robles, 2018; Jassir, Domínguez, Paternina y Henríquez, 2018). 63 Marca ciudad Barranquilla: una estrategia de desarrollo que estimula el comportamiento de consumoLa medición y control en el proceso permitirán cumplirle al consumidor y los habitantes con los estándares de servicio que se ofrecieron. Al momento de incumplir estos estándares y la promesa de venta, se genera desconfianza hacia las decisiones de las directivas. Cualquiera que sea la estrategia adoptada, la determinación de precios razonable con relación a la calidad ofrecida y los ingresos de los consumidores estimulará las ven - tas de los sectores. El servicio resulta primordial para la EMC, toda vez que este sector (servicios) tiene la capacidad de con - tribuir al desarrollo de los otros sectores económicos en la me - dida en que atrae compradores, turistas, inversores y nuevos habitantes a la ciudad (Cardona, Balza y Henríquez, 2017 b). Una vez se conozcan los atributos de la ciudad que gustan y que son exigidos por los habitantes y consumidores en general, la ciudad podrá clarificar su concepto de venta, el cual debe ser comunicado y vendido para llegar directamente a la mente de los consumidores y habitantes. 64 65 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSEL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOS * Docente-investigador Asociado, Facultad de Ingeniería, Universidad del Magdalena. PhD en Administración (Universidad del Norte). Código ORCID 0000-0002-9754-4383INTRODUCCIÓN La gestión de la demanda de bienes y servicios es quizá la más importante actividad de la gestión contemporánea. La toma de decisiones en torno al desarrollo de nuevos pro - ductos y mercados y la gestión de futuros ingresos de la firma a partir del crecimiento de las ventas de los productos y servicios ya existentes, es de crucial importancia para la supervivencia y crecimiento de los negocios. La investigación de mercados es una de las herramientas de la gestión para lidiar con el pro - blema de la incertidumbre en diversos escenarios de toma de decisiones: diseño, innovación, inversión, planeación de la ca - pacidad productiva, crecimiento de la firma y en especial la in - versión en publicidad y mercadeo. Por lo general, el objeto de una investigación de mercados es orientar de la mejor forma la inversión que se realiza en mer - cadeo, de tal forma que se maximicen las ventas de la firma (Koubek, 2011). El criterio habitualmente utilizado en las in - vestigaciones en marketing y comportamiento del consumi - dor es optimizar la relación beneficio-costo de la inversión en la mezcla del Marketing-Mix (Jiang, 2012). La alta inversión y el creciente interés en financiar investigaciones de mercado tan - to académicas como prácticas se debe, probablemente, a que los resultados de estas investigaciones tienen directa influen - cia sobre el renglón más importante y sensible de la economía empresarial: las ventas (Collier & Evans, 2007). 66 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSLos enfoques utilizados para abordar la investigación en mar - keting y conducta del consumidor han partido, en su mayoría, de un marco conceptual basado en la sicología y la sociología (Bates, 2011) y sus métodos de investigación son, a menudo, de tipo cualitativo. Usualmente, los enfoques de tipo cuan - titativo se han reducido a ser meramente descriptivos de los datos históricos (Meissner & Wulf, 2013) y en otras ocasiones, a establecer relaciones causales entre diversas variables inde - pendientes y la variable ventas, con el fin de pronosticar las ventas y orientar los presupuestos de ventas y de ingresos de la firma. En comportamiento del consumidor, las estrategias de investigación más utilizadas han sido básicamente intentar describir o explicar de qué forma reacciona un potencial consu - midor a un estímulo externo como una campaña publicitaria, a una estrategia de mercadeo particular o un grupo de opciones para elegir. En este capítulo se analiza como se han utilizado técnicas estadísticas como el diseño experimental para abor - dar la investigación empírica de algunos temas recurrentes en investigación de mercado. A continuación, se presentan los problemas de investigación de mercados más recurrentes en la práctica y algunos métodos de aplicación del Diseño de Expe - rimentos (DOE, por sus siglas en inglés), ilustrados con 5 casos escogidos de la literatura en investigación de mercados. El Diseño experimental: una técnica ampliamen - te aplicada en la investigación de mercados Uno de los métodos más utilizado en el campo de la investiga - ción en marketing es el Diseño y Análisis Experimental, en con - traste con el análisis observacional o descriptivo (Anderson, Sweeney, & Williams, 2006). Este enfoque recurre a la ciencia estadística, no solo para describir el comportamiento de las ventas y de los consumidores (Anderson, Sweeney, & Williams, 2006), sino también para inferir cual puede ser la estrategia más adecuada, más eficiente y menos costosa de influir en el comportamiento del consumidor y estimular las ventas (Jiang, 2012). 67 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSUn diseño de experimento es un plan trazado para correr un experimento. Los factores de un diseño experimental son varia - bles que tienen dos o más valores fijos, niveles (Kuhfeld, 1994); es decir, las variables son discretas y finitas. Los experimentos se desarrollan para estudiar el efecto de los niveles de un fac - tor sobre una variable dependiente. Usualmente, la variable dependiente (o de interés) en investigación de mercados es la escogencia o preferencia de los clientes ante los niveles de los factores (atributos) de un hipotético producto o servicio. Entre más niveles de cada factor, mayor variabilidad y riqueza del experimento, pero a mayor número de factores y niveles, ma - yor número de opciones que se le presentarían a lo sujetos de prueba, lo que haría más engorroso y complejo el desarrollo del experimento. Es por esa razón que las técnicas de Diseño Experimental buscan reducir la variabilidad de las opciones, sin perder poder explicativo del fenómeno ni confianza esta - dística de los resultados. En este capítulo se enfocó en literatura relevante en investiga - ción de mercados, planeación estratégica del mercadeo y com - portamiento de los consumidores que se ha apoyado en el Di - seño de Experimentos (DOE). En los siguientes apartes, se pre - sentan algunas tendencias del uso del DOE en estas disciplinas Asignación óptima de recursos al marketing mix Uno de los temas de mayor importancia en marketing es la ade - cuada asignación de recursos a la clásica mezcla de mercadeo –marketing-mix : producto-precio-plaza-promoción-publicidad . Uno de los aportes más importantes de la ciencia económica a la disciplina del marketing es el teorema de Dofman-Steiner de 1954 (Morey & McCann, 1983). El aporte de este teorema ha sido fundamental para plantear aproximaciones cuantitativas a la toma de decisiones relacionadas con este tema: establece que la proporción de distribución de recursos entre las varia - bles de la mezcla de mercadeo es proporcional a la razón en - tre las elasticidades de esas variables. Por ejemplo, si la elas - ticidad de la publicidad es 0.3 y la elasticidad de la fuerza de 68 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSventas es 0.6, entonces, a lo sumo, se debe gastar el doble de dinero en la fuerza de ventas que en publicidad. En el caso de inversión en publicidad, donde tenemos diferentes medios, el teorema de Dorfman-Steiner indica que la razón entre el gasto en un medio –e.g. televisión- y el gasto en otro –e.g. publicidad en internet – debe ser igual al ratio de las elasticidades. En este ejemplo, tendríamos el siguiente resultado: (1) Donde el símbolo “^” indica que el parámetro es estimado, en este caso la elasticidad . Los resultados del teorema de Do - fman-Steiner se pueden aplicar a las elasticidades de las varia - bles de marketing de un solo producto o a una familia de pro - ductos. Cuando se tienen familias de productos y se realiza la gestión comercial por unidades estratégicas de negocio –UEN-, es común el problema de tener que determinar las elasticida - des de una serie de productos cuya demanda se comporta de forma agregada (Ramaswamy, Desarbo, Reibstein, & Robinson, 1993). En este caso es conveniente utilizar el concepto de PIMS -Profit Impact of Marketing Strategies- para aplicar el análisis de las elasticidades. Los PIMS de datos implican observaciones de series de tiempo cortas para un gran número de UEN. Lealtad de los clientes a la marca Si bien el diseño experimental ha sido útil en la toma de de - cisiones gerenciales como la adecuada distribución de los re - cursos en la mezcla de mercadeo, un tema que desvela tanto a scholars como a practicioners del marketing es identificar es - trategias adecuadas para lograr la fidelización o lealtad de los clientes . La mayoría de estos estudios se dan en contextos de consumo masivo. Las empresas comercializadoras –en espe - cial las de comercio en grandes superficies- intentan fidelizar a sus clientes habituales, a través de programas basados en la captura de datos en el momento de la compra. Mediante téc - nicas de data mining (Berry & Linoff, 2004) estas empresas in- tentan establecer tendencias y orientar las decisiones de mar - 69 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSketing, en un entorno de alta competencia en la oferta de ser - vicios comerciales. Otro contexto es el mercado de suministros a clientes corporativos, en los cuales los proveedores intentan fidelizar a sus clientes a través de programas de suministro B2B -Business-to-Business -, mediante esquemas de colaboración vertical con intercambio de datos –EDI, por sus siglas en inglés- en productos donde la diferenciación es muy poca, como por ejemplo los productos de papelería. Como lealtad conductual, o comportamiento leal, se entien - den las actitudes que asume el participante de un programa de lealtad o de fidelización de clientes, en cuanto a consumo o a decisiones de compra. Además de obtener cambios en las estructuras de repetición de compra, se espera que los progra - mas de fidelización fomenten sentimientos positivos hacia el producto o servicio y para afectar la actitud. Los programas de lealtad funcionan bajo un esquema de recompensas y bene - ficios posteriores al momento de la compra y proporcionales a las cantidades compradas. Estos beneficios usualmente se representan en forma de puntos que se pueden intercambiar por regalos, productos gratis, premios deseados o rifas elec - trónicas asociadas a un número de identificación del cliente o tarjeta-habiente. Lo que muchos clientes no sospechan, es que estos inocentes puntos acumulables son un señuelo para que el vendedor –usualmente comercios en grandes superficies- monitoree sus hábitos de compra: productos, marcas, presen - taciones, horarios habituales de compra y otros datos, que le permite al establecimiento de comercio direccionar y persona - lizar la publicidad y ofertas a los clientes. De esa forma, con la promesa de participar en rifas electrónicas, el cliente actualiza sus datos y canales de comunicación –correos, redes sociales- donde le llegan mensajes publicitarios y promociones cada vez más personalizados y orientado a sus gustos. De hecho, la era de la “personalización masiva” de la manufactura (Chase, Aqui - lano & Jacobs, 2010) es ahora posible, gracias a la era de la in- ternet y la tecnología de data mining . 70 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSExperimentos de elección en marketing Otro tipo de diseño experimental es el que se utiliza para in - vestigar los potenciales decisiones o elecciones de los clientes ante un grupo de alternativas disponibles, mutuamente exclu - yentes. En gestión de marketing, es deseable conocer cuáles pueden ser las elecciones probables de un consumidor antes de lanzar un nuevo producto. A este tipo de experimento se le denomina Choise Experiment . En estos experimentos, a los su - jetos de estudio se les presentan diversos grupos de eleccio - nes. Cada grupo de elección está compuesto por diversas op - ciones excluyentes y a los sujetos se les pide escoger la opción que más prefieran. Cada opción de elección es definida por un grupo de atributos. Por ejemplo, a los sujetos se les puede pe - dir que escojan entre tres opciones de jugo de naranja, donde cada opción difiere en atributos de marca, precio o dulzura. A su turno, cada atributo varía en diferentes niveles. Por ejemplo, la dulzura del jugo de naranja puede tener 3 niveles: simple, medio dulce o súper-dulce. El precio puede variar desde $0.5, $1.0 o $1,5. El propósito del experimento es determinar que grupos de elección presentar a cada sujeto. Una de las prin - cipales ventajas del Choise Experiment es que el investigador controla los grupos de elección, de modo que las opciones de elección pueden ser diseñadas para maximizar la cantidad de información obtenida de las respuestas. Los diseños experimentales simples son los de diseño factorial total, el cual consiste de todas las posibles combinaciones de los niveles de los factores (Kufheld, Tobias & Garrat, 1994). Por ejemplo, en el caso del jugo de naranja, tres factores (marca, pre - cio, dulzura) pueden tener 3 niveles (alto, medio, bajo), lo cual implica un diseño de experimento de 33X33X33 = 19683 posibles combinaciones de respuestas a presentar al sujeto de prueba del experimento. Los experimentos full-factorial design (Diseño Fac - torial Completo), en situaciones prácticas, serían muy engorro - so, tedioso y costoso de realizar (Kufheld, Tobias & Garrat, 1994) –¡y desalentaría al sujeto de prueba más paciente! -. Luego, una opción es reducir el número de niveles o de atributos ( fractional 71 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSfactorial designs ), lo cual reduce la variabilidad. Si se reducen los niveles de cada atributo a solo 2 (alto/bajo), los experimentos de denomina 2k y son más prácticos y menos costosos de imple - mentar (Montgomery, 2012). El costo de esta simplificación es que algunos efectos pueden ser confundidos. Desde el punto de vista estadístico, a pesar de la gran variabi - lidad de aplicación en mercadeo, los diseños de experimentos de elección, ya sean 3k o 2k, tiene un objetivo común: maximizar la ortogonalidad y el balance (Montgomery, 2012). La ortogona - lidad se refiere a la propiedad de independencia lineal entre los factores utilizados en el experimento. Si el diseño es ortogonal, el producto de los vectores de los valores obtenidos en el ex - perimento será cero. Esta propiedad hace más sencilla la inter - pretación de los resultados del experimento porque se puede estimar cada efecto principal de un factor o interacción entre los factores de forma independiente, es decir no correladas. Por ejemplo, consideramos el caso del jugo de naranja, con los atributos marca (B), precio (P), y dulzura (S); consideremos que cada atributo se redujo a dos niveles: B puede tomar los valo - res -1, y 1 –cada uno corresponde a una marca en particular-; P también puede tomar los valores -1, y 1 (bajo y alto); igual se puede presentar la dulzura (S): baja o alta. Por tanto, se trata de un experimento de dos niveles posibles de tres factores a evaluar 23x23x23 = 512 posibles opciones de respuesta. La orto - gonalidad perfecta requiere que, a través del diseño, B, P , y S no estén correlacionados uno con el otro; es decir que los factores medidos sean independientes entre sí. El balance requiere que cada nivel de cada atributo se produzca con igual frecuencia, es decir que una de las variables no esté sesgada. En el caso del diseño 23 de los atributos B, P y S, si se tienen 8 corridas del experimento (8 respuestas de sujetos de prueba diferente) con los siguientes resultados: La suma-producto de estos vectores –la suma de cada una de las posiciones de los vectores BxP , BxS y PxS da como resultado cero 72 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOS(0) lo que demuestra la ortogonalidad del diseño. El lector puede corroborar este resultado utilizando Excel o directamente. La calidad del diseño experimental es a menudo descrita en términos de su eficiencia, la cual se basa en la matriz de infor - mación [X’X]-1, donde X es la matriz de los atributos usados en el diseño, e.g. X = [B, P , S]. Dado que los valores propios pro - porcionan una medida del tamaño de la matriz, una medida común de eficiencia en el diseño (Lusk & Norwood, 2005): Donde N es el número de observaciones en el diseño y A es el número de atributos*niveles en el diseño. Un diseño perfecta - mente ortogonal y balanceado tiene un máximo posible de 100 puntos de D-eficiencia. Diseños desbalanceados presentarán atributos correlacionados y su puntaje D-eficiencia será menos a 100. Casos arquetípicos de aplicación de Diseño de Experimentos en Marketing En este capítulo se realizó una revisión analítica de artículos técnicos relevantes publicadas en journals especializados en Marketing, enfocados en tres temas específicos escogidos Figura 5. Resultados de la prueba en ocho individuos Fuente: elaboración propia 73 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSarbitrariamente, pero en el contexto general de Marketing y comportamiento del consumidor: (1) Asignación óptima de recursos al Marketing Mix ; (2) Construcción de lealtad de los clientes a la marca y (3) Experimentos de elección aplicados a mercadeo. El criterio de selección de los artículos fue identi - ficar aquellas publicaciones que hayan sido conducidas utili - zando una metodología cuantitativa y específicamente hayan utilizado técnicas estadísticas de Diseño Experimental –DOE-. De acuerdo con los temas planteados en la primera parte de este capítulo se analizaron los siguientes casos: Caso 1: Diseño de experimento en selección del Marketing Mix . La investigación específica en el tema de planeación estraté - gica del mercadeo ha mostrado interés en orientar a los toma - dores de decisiones y gerentes de marketing en cómo realizar una adecuada inversión de los recursos de mercadeo con el fin de optimizar la relación beneficio-costo. Para poder imple - mentar el resultado del teorema de Dofman-Steiner, el geren - te de marketing debe conocer el valor de la variable elastici - dad de cada uno de los elementos bajo su control que confor - ma la mezcla de mercadeo. Esta línea de investigación generó interesantes problemas al tomador de decisiones como por ejemplo minimizar el riesgo de error al hacer la estimación puntual de las elasticidades (Morey & McCann, 1983). En su investigación Morey y McCann plantearon que dado que el va - lor exacto de esas elasticidades rara vez, o nunca, son cono - cidas, el gerente debe usar estimaciones de las elasticidades para determinar la asignación de los recursos. Para obtener estimaciones puntuales de las elasticidades se puede recu - rrir a experimentos de campo o usar modelos econométricos. En ambos casos, estas estimaciones contienen alto grado de incertidumbre. Morey y McCann proponen un método apro - piado para incorporar esta incertidumbre en las estimacio - nes puntuales de las elasticidades para lograr intervalos de confianza rigurosos y aplicables a la ratio de las elasticidades y poder aplicar rigurosas pruebas de hipótesis a la mezcla 74 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSóptima de recursos. Morey y McCann establecen primero un resultado teóricamente apropiado y luego describen una apli - cación al problema de determinar la mezcla óptima de los di - ferentes medios de publicidad. Se consideró un modelo típico en el cual se relaciona la variable de salida Y con dos variables de la mezcla de mercadeo: (3) dónde X1 = gastos en publicidad en televisión X2 = gastos en publicidad en revistas e1 = elasticidad de la publicidad en televisión, e2 = elasticidad de la publicidad en revistas, U = perturbación. El resultado produce una estimación puntual de la ratio óptima entre revistas/televisión como medio de publicidad. Al igual que con todos estos tipos de problemas estadísticos, es desea - ble calcular el intervalo de confianza alrededor del estimado puntual. Es deseable, por ejemplo, conocer el rango de valores X1/X2 para el cual no tendríamos evidencia para rechazar la hi - pótesis nula de que ese rango no es óptimo, dado el modelo, la información y algún nivel de confianza pre-establecido. Por consiguiente, el objetivo del diseño experimental es calcular un intervalo de confianza con el cual, el error en la estimación de los valores de se minimice, y por consiguiente se mi - nimice el error al calcular la razón . Para este diseño, se deben establecer variables aleatorias a y b que representan los estimadores de los coeficientes ἀ y β de una regresión lineal clásica de la forma: y = ἀ0 + β0X, con tamaño de muestra n. De tal forma, los valores a y b son estimaciones puntuales de las elasticidades y a su vez, variables aleatorias; el rango de varia - bles que satisfacen la recta y = ἀ0 + β0X, será el rango óptimo de elasticidades para un nivel de confianza dado. Estos resultados, dado el intervalo de confianza para el cual las estimaciones de son óptimas, pueden usarse para esta - blecer una función de minimización –encontrar un valor ópti - 75 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSmo- del costo de inversión en publicidad, dado las siguientes ecuaciones: Minimizar y = C1X1 + C2X2 sujeto a (4) Donde C1 y C2 son los costos unitarios para los parámetros X1 y X2 respectivamente, y es el resultado deseado, y A, e1, y e2 son constantes conocidas mediante la estimación. En su trabajo, Morey y McCann aplican este modelo para encontrar la propor - ción óptima de inversión en publicidad para el caso del proce - so de reclutamiento de nuevos voluntarios a la Armada de los Estados Unidos. Morey y McCann enfocaron su trabajo en determinar la mez - cla de marketing óptima para un solo producto. Para estimar la mezcla de marketing desagregada de la elasticidad de la de - manda una solución natural es agrupar las diferentes unidades de negocios (Ramaswamy, Desarbo, Reibstein, & Robinson, 1993). El tradicional enfoque a priori es agrupar las unidades de negocios que de antemano se cree son muy similares en cuanto a sus elasticidades en relación con el Marketing Mix . Ramaswamy et al , propusieron un método que permite la de - terminación de un esquema de agrupación “ fuzzy” –difuso-, mientras se estiman directamente un conjunto de elasticida - des de la mezcla de marketing y covarianzas inter-temporales para cada grupo de UEN. Los resultados de Ramaswamy et al revelan diferentes magnitudes y patrones de elasticidades de Marketing Mix para las aglomeraciones derivadas. La pertinen - cia de la agrupación está influenciada por características de la demanda, el ámbito empresarial, y el orden de entrada en el mercado. Aplicaciones prácticas de los resultados de las investigaciones anteriores se pueden encontrar en estudios econométricos rea - lizados para estimar las elasticidades de las ventas selectivas o cuota a precio de mercado (Tellis, 1988). En su trabajo Tellis realizó un meta-análisis de una muestra de estudios economé - tricos en la literatura disponible a esa época. La revisión de la 76 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSliteratura arrojó 367 elasticidades-precio adecuadas a partir de cerca de 220 diferentes marcas/mercados. Los resultados indi - can que la elasticidad de los precios es significativamente ne - gativa y, en valor absoluto, ocho veces mayor que la elasticidad de publicidad obtenidas a partir de un meta-análisis previo. La omisión de la distribución o de la calidad, el uso de sólo los datos de corte transversal y de agregación temporal conduce a graves sesgos en las estimaciones de la elasticidad-precio. La elasticidad también difiere significativamente durante el ciclo de vida de la marca, las categorías de productos, métodos de estimación y los países. Caso 2: Diseño de Experimentos en construcción de lealtad del cliente: análisis psicométrico La fidelización del cliente y el desarrollo de “Programas de Lealtad” son un importante tema de investigación en compor - tamiento del consumidor. En este contexto, una línea de in - vestigación aún en desarrollo es el impacto los programas de lealtad en entornos B-to-B ( Business-to-Business ). Un estudio realizados en empresas de Países Bajos (Daams, Gelderman, & Schijns, 2008) sirve de caso de estudio para ilustrar este tipo de diseño de experimental. Este trabajo se enfocó en tratar de entender el impacto de los programas de fidelización de clientes en mercados corporati - vos. Para este efecto, los autores utilizaron un diseño experi - mental clásico antes-y-después en un entorno real, como la re - lación cliente-proveedor en suministros de insumos de oficina. Para realizar su estudio, los autores parten de la premisa que los miembros del programa de lealtad deben mostrar cambios en la lealtad que no son evidentes entre los no participantes del programa. El diseño de la investigación se enfocó en formu - lar dos hipótesis básicas: los cambios observados en la lealtad conductual y en la lealtad actitudinal: 77 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSH1: los clientes B-to-B que participan en un progra - ma de lealtad, muestran un incremento en la lealtad conductual, mientras que la lealtad conductual de los no participantes no cambia significativamente H2: los clientes B-to-B que participan en un progra - ma de lealtad muestran un aumento de lealtad acti - tudinal, mientras que la actitud de lealtad de los no participantes no cambia significativamente El Programa de Lealtad investigado en este artículo se puede describir como una oferta de sistema de incentivos con retra - so, que acumula beneficios económicos a los clientes que le compran a un proveedor en particular. Para probar estas hipó - tesis, Daams et al condujeron un estudio empírico en el cual cotejaron la información de la actitud de lealtad de los clientes con el comportamiento de compra de los clientes. Utilizaron un diseño experimental que combina datos cualitativos (actitud de lealtad, psicométrico) y cuantitativos (comportamiento de compra, cuantitativo) para comparar la actitud de los clientes, antes y después de la introducción del Programa de Lealtad. Este es un clásico experimento uni-factorial en donde se trata de probar la hipótesis nula que cada variable –lealtad actitudi - nal y lealtad conductual- no han sufrido ningún cambio al in - troducir el Programa de Lealtad –tratamiento-. Si no se halla evidencia estadística significativa para rechazar estas hipótesis, con un nivel de confianza dado, se aceptan las hipótesis nulas y se concluye que el Programa de Lealtad no tiene efecto ni en la actitud ni en el comportamiento de los miembros del programa comparado con esas mismas variables de los no-miembros. En este estudio, la variable “Lealtad con - ductual” es una variable latente o constructo psicométrico que no puede ser medida directamente, pero que se puede medir mediante variables observables que se suponen están corre - lacionadas con la variable latente (Ruiz, Pardo, & San Martín, 2010). Esta medición se realiza mediante indicadores o propo - siciones que construyen el concepto en cuestión. 78 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSEn el caso de la variable latente “Lealtad actitudinal” , este cons - tructo se midió mediante la escala de indicadores (identifica - dos con letras) que se muestra en la tabla 1, donde se muestra la correlación entre las respuestas dadas por los encuestados a dichas proposiciones en una escala dada. Usualmente, esta medición se hace mediante escalas de Likert, en la cual el en - cuestado asigna un valor numérico a una serie de grados de acuerdo o desacuerdo con la proposición dada. Tabla 1. Correlaciones entre indicadores de la variable latente “Lealtad actitudinal” Item Descripción U V W X Y Z U Siento una fuerte sen - tido de lealtad hacia esta empresa1 0,515 0,542 0,473 0,516 0,534 V Mis sensaciones po - sitivas hacia este pro - veedor son la razón principal para perma - necer como cliente de esta empresa0,544 1 0,571 0,485 0,509 0,572 W Deseo “andar la milla extra” para continuar mi relación con esta empresas 0,537 0,56 1 0,644 0,686 0,642 X Estoy satisfecho de que esta empresa sea mi proveedor de pro - ductos y servicios de oficina0,49 0,474 0,619 1 0,681 0,673 Y La relación que mi empresa tiene con este proveedor es be - neficiosa para ambos0,53 0,496 0,650 0,662 1 0,637 Z Me siento involucra - do con mi proveedor0,535 0,525 0,592 0,683 0,633 1 Fuente: Adaptado de Daams, Gelderman y Schijns (2008) Por ejemplo, la variable Z: “Me siento involucrado con mi pro - veedor” puede ser medida con una escala de Likert de 7 puntos 79 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSde recorrido, donde 1= “Totalmente en desacuerdo” y 7= “To - talmente de acuerdo” . En el medio de esta escala se dan varios grados que pasan de “desacuerdo” a “acuerdo” , que intentan medir que tanto se identifica el encuestado con la proposición dada. La media de los valores reportados por los encuestados se constituye en el valor cuantitativo de la variable latente “Lealtad conductual” . Los valores de las correlaciones mostradas en el cuadro 1 son muy importantes para validar le fiabilidad de los resultados. Se requiere certeza de que lo que se intenta medir signifique lo mismo para todos los encuestados de ambas muestras. Para asegurar la consistencia interna de la escala o cuestionario aplicado, usualmente se realiza una prueba piloto para medir el alfa de Cronbach. Este es un coeficiente que basado en la co - rrelación múltiple de las respuestas obtenidas mediante esca - las de Likert, permite estimar la fiabilidad de una escala aditiva, formada por varios indicadores, cuyo promedio o combinación lineal representan los niveles del constructo o concepto (Rosi - tas Martínez, 2014). El alfa de Cronbach se puede medir a partir de las correlaciones entre los ítems o de las varianzas de los ítems o indicadores que componen el constructo. El alfa de Cronbach estandarizado se calcula así (Cervantes, 2005): Donde k es el número de ítems y p es el promedio de las corre - laciones lineales de cada uno de los ítems. Por tanto, se tienen k*(k-1)/2 pares de correlaciones. En el ejemplo analizado se tie - nen 6*(6-1) /2 = 15 pares de correlaciones. El alfa de Cronbach estandarizado para los datos de la tabla 1, con valor calculado de p = 0,5736 –promedio de las correlaciones- es: 80 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSEl valor de alfa de Cronbach de los indicadores de la variable “Lealtad Actitudinal” es alto, cercano a 1, por tanto, hay una fuerte consistencia interna entre estos indicadores y se trata de un constructo sólido. Si los indicadores midieran exactamente lo mismo, el valor de alfa estaría muy cerca de 1. Un valor acep - table de alfa está por encima de 0,8; sin embargo, en investiga - ciones exploratorias, un alfa cercano a 0,7 puede ser aceptable (Cervantes, 2005). Verificada la consistencia interna del constructo, nos enfocare - mos en los resultados obtenidos. En el citado estudio, la primera medición se realizó tres meses antes del lanzamiento del progra - ma. La segunda medición tuvo lugar seis meses después de la introducción del programa. Los resultados del experimento se muestran en las tablas 2 y 3. Los valores calculados como la me - dia de la variable latente “Lealtad Actitudinal” , antes y después del tratamiento, para las dos muestras se presentan en la tabla 3: Tabla 2. Medición de la lealtad actitudinal Media de la Lealtad ActitudinalParticipantes (n=585)No participantes (n= 495) Pre-medición 5,49 (0,88182) 5,30 (0,98317) Post-medición 5,56 (0,87335) 4,30 (1,03076) Efecto en la lealtad P =0,047 (*) t = -1,994 P= 0,930 (***) t = 0,088 (**) Significante a menos del 5% (***) No significante Como se puede observar, la media de la variable “Lealtad acti - tudinal” cambió de 5,49 a 5,56 antes y después de la implemen - tación del programa, con un valor t de -1,994 y una significancia del 4,7%, dado un valor p = 0,047. Esto quiere decir que el pa - rámetro “media de la lealtad actitudinal” estimado a partir de la muestra tienen una probabilidad de menos del 4,7% de ha - ber sido hallado por azar. Por lo general, se rechaza la hipótesis nula (no hay cambio en la media de la variable) si p<0,05, pero según el criterio del investigador este umbral de significancia de parámetro estimado puede ser hasta del 10% en algunos ca - sos, como en una investigación exploratoria. 81 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSSe utiliza una prueba t de Student, dado es una prueba de comparación simple uni-factorial, con varianza desconocida, donde se quiere probar que la media de la población después del tratamiento es mayor que la misma media antes del trata - miento. Los resultados obtenidos sugieren que el programa im - plementado ayuda a construir lealtad los participantes. Por su parte, la lealtad conductual es una variable cuantitativa que se puede medir directamente por la cantidad en dinero comprada por los clientes de ambas muestras, antes y después de imple - mentar el programa de lealtad. Tabla 3. Medición de la lealtad conductual Media de la Lealtad ConductualParticipantes (n=585)No participantes (n= 495) Pre-medición €3.026,59 (3.576,37) €1.709,89 (3.245,88) Post-medición €3.455 (4.232,29) €1.644,94 (3.245,88) Efecto en la lealtad p =0,000 (*) t= -3,698 p= 0,509 (***) t = 0,088 (**) Significante a menos del 5% (***) No significante Fuente: Adaptado de Daams, Gelderman y Schijns (2008) En la población de no participantes no hubo cambio estadísti - camente significativo (valor p <5%). En la lealtad del comporta - miento (conductual) el cambio se midió en cantidad comprada –en euros- y el efecto fue positivo con t = -3,698 y valor p =0,000 (la probabilidad de que la media obtenida de la muestra sea pro - ducto del azar es menos del 0,01%). Los resultados obtenidos conducen a que se pueden aceptar las hipótesis H1 y H2, al no en - contrarse evidencia significativa para rechazarlas. Cabe destacar, que en este diseño de investigación es mucho más dispendioso el proceso de diseño, preparación y validación de los instrumen - tos de investigación y la aplicación de la encuesta, que el análisis estadístico de los resultados y el testeo de las hipótesis. La data permitió comprobar las hipótesis sobre el efecto en la lealtad de los clientes, producto de la selección de un Programa de Lealtad que fue presentado por un proveedor de productos de oficina en una empresa corporativa holandesa. 82 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSCaso 3: Diseño de experimentos en desarrollo de lealtad de marca: consumo masivo Otra área de interés de los estudios de desarrollo de lealtad a la marca son los productos de consumo masivo. En estos estu - dios el objetivo es identificar tendencias en la lealtad a través de pruebas de productos. Un estudio ya clásico de la literatu - ra (McConell, 1968) señala que la mayoría de la investigación empírica sobre la lealtad de marca se ha hecho con datos his - tóricos obtenidos de paneles de consumidores. Sin embargo, no existe información precisa y detallada sobre los estímulos a los que los miembros de tales paneles fueron expuestos, por lo tanto, estos datos están lejos de ser ideales para la investiga - ción explicativa. McConell utilizó el diseño experimental para desarrollar un experimento de campo con diseño factorial en el que demostró que los consumidores desarrollan preferencias para supuestas marcas de un producto que es físicamente ho - mogéneo e idéntico, a excepción del nombre de la marca y el precio –en el artículo, se comparan tres marcas de cerveza, L, M y P-. En este experimento se usó el precio como un señuelo de calidad de la marca (se supone que la más costosa es de mejor calidad) y el tiempo medido como intentos totales de compra. Se usó una muestra de 60 bebedores de cerveza de una resi - dencia universitaria, los cuales fueron visitados en sus aparta - mentos, en una cita pre-acordada. El experimento consistió en ofrecer recompensas monetarias (un centavo de dólar) cada cierto tiempo (número de trials ) para inducir al sujeto a cam - biar su marca preferida. Se puede extrapolar muy poca información de un único estudio con una muestra tan pequeña y atípica de sujetos de estudio y con sólo un producto (¡este es un caso extremo de poca variabi - lidad!). Además, los sujetos de estudio eran obviamente cons - cientes de que eran sujetos, lo cual presume un potencial sesgo en el experimento. Tras finalizar el estudio, todos los sujetos fueron notificados de la naturaleza del estudio y de las hipótesis que se querían probar. Sin embargo, a partir de las reacciones 83 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSobservadas en los sujetos se pudo afirmar que los resultados no fueron influenciados indebidamente y que las preferencias desarrolladas fueron reales. La evidencia de esta afirmación fue proporcionada por un sujeto masculino. El sujeto en cues - tión había sido prevenido por su propia esposa de que las tres marcas eran la misma cerveza. Él había desarrollado una prefe - rencia por M (la marca de alto precio) –¡a pesar de las constan - tes protestas de su esposa durante todo el experimento de que las tres marcas sabían igual!-. Sin duda, el factor sicológico y la percepción de valor puede engañar a los sentidos y hacer creer a alguien que un producto “sabe mejor” solo porque es más caro o viene en un envase más atractivo. Este pequeño estudio proporciona evidencia de la importancia de variables distintas al tiempo sobre la variable de interés, resaltando algunos de los beneficios de la experimentación. Sin embargo, se necesita considerablemente más trabajo de investigación antes de que se entienda plenamente el concepto de “lealtad de marca” . Las características del experimento desarrollado por McConell se basaron en el concepto estadístico de los espacios muestrales. En este experimento se consideró un espacio muestral en el cual hay tres clases de eventos, y cada evento elemental pertenece a alguna clase de evento conjunto (X, Y, Z). El evento X represen - ta el tratamiento de una determinada columna –e.g. el tiempo-, Z es el tratamiento de una fila (precio/calidad/marca), y Y es el valor arrojado por la variable dependiente –centavos de dólar requeridos para inducir un cambio de la marca preferida de cer - veza a la menos preferida-. La probabilidad de una observación realizada en el tratamiento de la columna j es p (Xj) = 1/C, donde C es el número de columnas. Del mismo modo, la probabilidad de una observación que ocurre en el tratamiento de la fila k es p (Zk) = 1 /R, donde R ( rows ) es el número de filas. Por lo tanto, la probabilidad de una jk observación es p (X, Zk) = 1/RC. En este estudio la intensidad de la lealtad a la marca pudo ser explicada mediante la calidad percibida y la tendencia en el tiempo. La mayor parte de la teoría de la elección del consumidor está basada en el estudio de las marcas desarrolladas por los fabri - 84 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOScantes, pero en los últimos años se ha producido un espectacu - lar aumento de la proporción de marcas propias – white brands - frente a marcas privadas en las góndolas de los supermercados (Baltas, Doyle, & Dyson, 1997). El estudio empírico conducido por Baltas et al , sugiere que los modelos de elección de los con - sumidores han de reconocer una asimetría en la competencia cuando la marca del fabricante y la del minorista están disponi - bles. Para probar las hipótesis planteadas utilizaron un modelo logit anidado, con el cual demostraron la sustituibilidad asimé - trica entre marcas en este tipo de mercado y conduce a impor - tantes implicaciones para la gestión estratégica de la marca. Caso 4: Experimentos de Elección aplicados al marketing: disposición a pagar. En el área de estudio del comportamiento del consumidor, la aplicación de diseño experimental ha sido amplia. La in - vestigación del efecto de utilizar diversos tipos de modelos de diseño experimental del tipo Choise Experiment en la con - fiabilidad de los resultados ha sido un tema recurrente (Lusk & Norwood, 2005). El trabajo de Lusk y Norwood se enfocó en investigar el efecto de varios diseños experimentales uti - lizados para medir la variable willingness-to-pay (WTP) –dis - posición-a-pagar- , utilizando simulación de Monte Carlo, y en donde los parámetros verdaderos de utilidad son conocidos. El cuadro 2 muestra los diseños experimentales analizados, considerando un diseño factorial de 3 atributos con tres va - riaciones de cada atributo (por ejemplo, precio, duración y calidad con tres niveles cada uno: bajo, medio y alto) es de - cir, el potencial de combinaciones posibles o conjunto de al - ternativas posibles que se le podría presentar a un sujeto de prueba es 33x33x33 = 19.683 opciones. El experimento consis - tió en generar combinaciones aleatorias de atributos y niveles con tamaños de grupos de elección fijados entre 32x33=243 y 33x33=729, los cuales representan una reducción considerable de los grupos de opciones posibles. El objeto del experimento fue probar que se podían obtener estimaciones no sesgadas a 85 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSpartir de tamaños limitados de los grupos de opciones de una prueba de Experimento de Elección. Tabla 4. Diseños experimentales generados por simulación de Monte Carlo Diseño ExperimentalDescripciónNúmero de grupos de elección en el diseñoNúmero de grupos de elección en cada iteración RANDGrupos de elección aleato - riamente extraídos de un Diseño factorial completo 33 x 33 x 33.NA 243(729) MESolo efectos principales ex - traídos de un Diseño facto - rial completo 33 x 33 x 3327 243(729) METWEfectos principales + inte - racción de doble vía extraí - do de un Diseño factorial completo 33 x 33 x 33 243 243(729) ME/DMMínimo diseño con efectos principales extraído de un Diseño Factorial Completo 33 x 33 x 33 mediante maxi - mización de D-eficiencia.19 247(722) METW/DMMínimo diseño con efectos principales + interacción de doble vía extraído de un Di - seño factorial completo 33 x 33 x 33 mediante maximiza - ción de D-eficiencia31 248(713) FULL/BINDiseño Factorial Completo simple 33 transformado en conjuntos de lección con tres opciones usando el mé - todo “bin” 27 243(729) Fuente: Adaptado de Lusk & Norwood (2005) Todos los diseños experimentales considerados en el estudio generaron estimaciones de valoración insesgadas. El experi - 86 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSmento generó simulaciones de Montecarlo para medir la dife - rencia marginal en la variable willingness-to-pay (WTP), al usar los dos tamaños de combinaciones seleccionados: 243 y 729. Los resultados de la prueba ANOVA que muestran las variacio - nes significativas en la precisión de la estimación de la variable de interés se presentan en la tabla 4. Tabla 5. Análisis de Varianza de los efectos de los factores en un Experimento Monte Carlo sobre la precisión de la estimación de la variable dependiente WTP . Factores en un experimento Monte CarloVariable dependiente Función de utilidad continúa.Desviación absolu - ta de WTP marginal.Desviación abso - luta de WTP Total. Diseño experimental (df =5)a385,24b (0,01)* 304,14 (0,01) Tamaño de muestra (df =1) 1224,46 (0,01) 1277,37 (0,01) Función de utilidad (df =2) 284,31 (0,01) 12,01 (0,01) Diseño experimental x tama - ño de muestra (df =5)4,16 (0,65) 1,61 (0,94) Diseño experimental x fun - ción utilidad (df =10)86,67 (0,01) 27,68 (0,02) Tamaño de la muestra x fun - ción utilidad0,3 (0,89) 2,44 (0,39) R2 0,08 0,07 Función de utilidad discreta. Diseño experimental (df =5) 367,01 (0,01) 1147,61 (0,01) Tamaño de la muestra 1609,94 (0,01) 1346,60 (0,01) Función de utilidad (df =2) 1352,16 (0,01) 104,9 (0,01) Diseño experimental x tamaño de muestra (df =5)7,37 (0,33) 5,15 (0,55) Diseño experimental x función utilidad (df =5)134,48 (0,01) 147,65 (0,01) Tamaño de la muestra x función utilidad (df =10)6.97 (0,06) 1,32 (0,60) R2 0,13 0,04 a. Grados de libertad asociado con el parámetro de diseño b. Ratio de los valores F de la prueba ANOVA cuando la variable dependiente se mide como el logaritmo de la diferencia absoluta entre la media de la variable dependiente y el valor estimado por la simulación. (*) Significativa al 1% Fuente: Adaptado de Lusk & Norwood (2005) 87 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSEn la tabla anterior, la significancia estadística de los ratios F de la prueba ANOVA se muestran entre paréntesis. Esto signi - fica, que algunos factores de diseño son influyentes en la des - viación absoluta entre el valor esperado y el valor predicho de la variable dependiente, utilizando cierto lineal modelo de utilidad (continuo o discreto) que utiliza como variables pre - dictores el tipo de diseño, el tamaño de la muestra y el tipo de función de utilidad Cuando la función utilidad es continua, los efectos principales (tipo de diseño, tamaño de la muestra y fun - ción de utilidad) son significativos en la desviación observada; pero sus efectos combinados no lo son. Entre las conclusiones de este caso, encontramos que los diseños que incorporan ex - plícitamente interacciones de atributos generan estimaciones de valoración más precisas que los diseños de efectos únicos principales. Sin embargo, no hubo diferencia significativa en la precisión de la estimación cuando se utiliza un modelo de elec - ción de 243 o de 729 opciones. Un resultado clave del artículo es que una muestra de gran tamaño puede sustituir a un pobre diseño experimental. En general, los resultados de este caso in - dican que se pueden tomar medidas para lograr un diseño ex - perimental de tamaño manejable sin sacrificar la confiabilidad de las estimaciones realizadas. Caso 5: Diseño experimental para el efecto de estímulos sobre la decisión de compra . En los diseños experimentales de elección con aplicación a de - cisiones del consumidor, a menudo, el objetivo es investigar los efectos que produce cierto estímulo externo sobre la po - tencial decisión del cliente, como en el caso del experimento de la elección de marca de cerveza. Un conjunto de alternati - vas bajo consideración a menudo se divide en subconjuntos -o grupos locales- por algún factor externo -por ejemplo, formato, producto de la exhibición en la tienda- o interno -por ejemplo, una regla de decisión-. (Simonson, Nowlis, & Lemon, 1993) En el trabajo de Simonson et al se propuso que la manera en que un conjunto global de las alternativas que varían en precio y 88 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOScalidad se divide en conjuntos locales puede tener un efecto sistemático en la elección del consumidor entre una alterna - tiva de menor precio y una alternativa de mayor calidad. Tres de estos efectos fueron investigados: (1) Los consumidores que primero eligen entre pares de productos ({A, B}, {B, C}, {A, C}) y a continuación, eligen entre el conjunto de los tres produc - tos ({A, B, C}) son más propensos a preferir la alternativa más económica de los consumidores que sólo eligen a partir del conjunto completo, (2) La cuota de elección de una marca de bajo precio y baja calidad es mayor cuando las alternativas que varían en precio, calidad y características se muestran por mar - ca -es decir, cada muestra presenta diferentes modelos de una marca-, en comparación con una muestra a nivel de funciones -es decir, cada muestra presenta los modelos comparables de diferentes marcas-, y (3) Los consumidores que consideran un par de conjuntos locales de dos opciones, cada uno compuesto de diferentes marcas y niveles de características -por ejemplo, un modelo mejorado con las características de una marca de baja calidad frente a un modelo básico de una marca de alta calidad-, son más propensos a seleccionar un modelo mejo - rado en función del conjunto global -de las cuatro opciones- que aquellos que se consideran la misma alternativas en otras configuraciones de ajuste local o consideran sólo el conjunto global. Estas predicciones fueron apoyadas en siete estudios, que también proporcionaron información sobre los límites de los efectos -centrándose en el efecto de comparación pareada-. Las implicaciones teóricas y prácticas de los hallazgos son ma - teria de discusión. Un trabajo destacable en el diseño de modelos experimentales para investigar las decisiones del consumidor son los modelos de precios (Kalwani, Kin Yim, Rinne, & Sugita, 1990). Los auto - res desarrollan, calibran y prueban un modelo desagregado de elección del cliente en el mercado del café molido, en cuatro supermercados de Kansas City (EEUU) en un período de un año, utilizando como medio de construcción las expectativas de precios de los clientes con relación a las marcas de café. El procedimiento de modelado se da en dos etapas. La primera 89 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSetapa es la determinación de cómo se conforman los precios esperados. En la segunda etapa, se parte de que la elección de marca depende del precio de venta de la marca y si ese precio se compara favorablemente con el precio esperado de la mar - ca. Los autores ponen a prueba la hipótesis de simetría en la distribución de frecuencia de la respuesta de los clientes a las desviaciones positivas –“pérdidas”- y las desviaciones negati - vas –“ganancias”- del precio de venta del precio esperado. Para este trabajo se utilizó un modelo logit multinomial de paráme - tros lineales. La función utilidad está dada por: Donde Vik(n) es el componente determinístico de la utilidad a ser calculada de las variables observadas y εik(n) es el compo - nente aleatorio de utilidad variable de una ocasión de compra a otra, posiblemente como resultado de variables no observa - das, variaciones desapercibidas en el sabor del café entre los clientes y errores de la medición. La probabilidad de que una alternativa i sea escogida por el cliente k está dada por Un análisis de los datos de registros de ventas de café molido en los establecimientos comerciales del estudio, reveló que el modelo de elección de la marca –en la que se supone que los clientes responden a los precios de venta al compararlos con los precios esperados correspondientes- proporciona un ajus - te significativamente mejor que un modelo tradicional de elec - ción de marca. De acuerdo con la teoría prospectiva, los clien - tes reaccionan con más fuerza a las caídas de precio que a los aumentos de precios. Los resultados de la calibración del mo - delo de precio esperado indican que el precio esperado no sólo depende de los precios del pasado, sino también se ve afectada por la frecuencia con la que se promueve una marca, las condi - ciones económicas, las características del cliente y el tipo de la tienda donde usualmente compraban. 90 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSCONCLUSIONES El uso de diseño experimental presenta una gran variedad de aplicaciones específicas en la investigación en marketing y en comportamiento del consumidor (Daams, Gelderman, & Schi - jns, 2008) y esta no es una tendencia novedosa, pues se viene aplicando hace más de 40 años, según la literatura selecciona - da. Es probable que un análisis más exhaustivo revele aplica - ciones de mayor antigüedad. El diseño de experimentos brinda herramientas muy potentes para orientar la toma de decisiones en mercadeo, que de otra forma, tendrían que ser meramente intuitivas (Bates, 2011). Por ejemplo, una aplicación puntual del método utilizado por Morey & McCann (1983) para deter - minar intervalos de confianza en la estimación de las elastici - dades hubiera podido ayudar a reducir el pronunciado sesgo encontrado por Tellis (1988) en su revisión estadística de los estudios econométricos de las elasticidades de precios. Las aplicaciones de Choise experiment –CE- al marketing son de gran utilidad, pero el principal problema que enfrenta es el manejo de los tamaños de las muestras y la confiabilidad de los resultados (Lusk & Norwood, 2005), desde el punto de vista de sesgos indeseados en los resultados. El uso de dise - ños factoriales fraccionados puede reemplazar con precisión aceptable un diseño factorial completo y ahorrar mucho di - nero en la aplicación de un experimento de elección. Con un diseño factorial completo ( full factorial design ), se requeriría no solo una muestra de gran tamaño, sino un cuestionario de elección con muchas opciones que desalentaría a los parti - cipantes del experimento. En general, los usuarios de estas técnicas deben enfocarse más en la facilidad del manejo del cuestionario y en la carga cognoscitiva al encuestado. De igual forma, un gran tamaño muestral puede disimular un diseño experimental pobre. Los diseños experimentales 2k permiten reducir la variabilidad de las opciones de elección y permiten lograr un diseño de tamaño manejable sin sacrificar la con - fiabilidad de las estimaciones realizadas. Las aplicaciones de los diseños 2k no son solo en marketing; en otras ciencias 91 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSsociales, como en ciencias de la educación y en gestión, son también de gran utilidad. Los diseños experimentales para la medición de actitudes (como la “lealtad” a la marca) requieren un muy cuidadoso di - seño de los instrumentos de aplicación. Un buen diseño experi - mental puede conducir a conclusiones equivocadas si el instru - mento de investigación (encuesta o cuestionario con base en escalas de Likert) no garantiza la consistencia interna y la fiabi - lidad de los constructos conceptuales que se quieren medir. En este proceso, el uso del alfa de Cronbach sigue siendo una he - rramienta útil para medir la fiabilidad de las escalas utilizadas, y las pruebas piloto pueden ayudar a medir la unidimensiona - lidad de los indicadores de la escala (que se esté midiendo un mismo concepto para todos los encuestados). A pesar que la fiabilidad de la escala con el alfa de Cronbach se puede medir independientemente del tamaño de la muestra (¡lo que es bue - na noticia!), éste sigue siendo importante cuando se trata de estimar parámetros de la población estadísticamente significa - tivos, como la media de las variables de interés en el caso Nº 2 (el artículo de Daams et al), con el fin de probar las hipótesis planteadas. El uso de modelos de pronósticos de precios o de unidades de venta basados en series de tiempo (donde la única variable independiente es el tiempo) o basados únicamente en datos históricos, puede llevar a acumular mucho error y conducir a conclusiones equivocadas o imprecisas, al no considerar otras variables independientes que afectan el modelo. Usualmente, las predicciones de precios o ventas se hacen mediante regre - siones lineales multivariadas, donde la naturaleza continua de las variables y la exigencia matemática de distribución de frecuencia (normalidad) de los residuos de la regresión hace impráctica su utilización en este contexto. La naturaleza de va - riables como frecuencia, condiciones económicas o tipos de tienda, como en el caso del modelo de predicción de precios de Kalwani et al impide que se puedan utilizar estas variables como predictores en un modelo de regresión lineal. Lo más 92 EL DISEÑO DE EXPERIMENTOS APLICADO A LA INVESTIGACIÓN DE MERCADOSadecuado en estos casos es considerar tanto la naturaleza de la variable dependiente (continua, dicotómica u ordinal) y de las variables independientes para elegir el mejor método de regre - sión. Los modelos logit y las regresiones logísticas binarias son de gran utilidad cuando se cuenta con una mezcla de distintos tipos de variables independientes. La sofisticación de los modelos estadísticos utilizados para el diseño experimental en investigaciones de mercado son cada vez más complejos, pero en la medida en que las herramien - tas informáticas disponibles se perfeccionan y se desarrollan interfaces de usuario más amables (Koubek, 2011), las ciencias sociales podrán hacer mayor uso de la estadística y del análisis experimental en la toma de decisiones (Meissner & Wulf, 2013). Los investigadores sociales deben, en la medida de lo posible, diseñar propuestas de investigación interdisciplinarias que in - volucren a expertos en temas estadísticos y a expertos en los temas específicos a investigar, que aporten mucho más valor técnico y conceptual a la investigación. Utilizar solo métodos cualitativos de investigación, a pesar de su rigurosidad e importancia para la ciencia social, expone al investigador a un alto nivel de subjetividad e incertidumbre. De otro lado, utilizar métodos cuantitativos, como diseños experi - mentales, regresiones logísticas o ecuaciones estructurales, sin una previa revisión de la rigurosidad conceptual de las varia - bles a medir, puede conducir a conclusiones erróneas. El pre - vio análisis de la naturaleza de las variables del problema de investigación debe guiar la selección del modelo estadístico de análisis. Sin embargo, un enfoque combinado entre métodos cualitativos y cuantitativos puede ser una estrategia acertada para abordar un tema de investigación en ciencias sociales y específicamente en la investigación en marketing. 93 REFERENCIASAires, G. y Nicolau, K. (2010). Marketing turístico internacional: La Marca Brasil. Estudios y Perspectivas en Turismo, vol. (19), pp. 241-267. Recuperado de: http://www.scielo.org.ar/pdf/eypt/ v19n2/v19n2a05.pdf Alcaldía de Barranquilla (2017). Información general. Tomado de http://www.barranquilla.gov.co/index.php?option=com_ content&view=article&id=28&Itemid=119 Anaza, N. A. & Zhao, J. (2013). Encounter-based antecedents of e-customer citizenship behaviors. Journal of Services Marketing . Vol. 27. Issue: 2, pp.130-140. https://doi. org/10.1108/08876041311309252 Anderson, D. R., Sweeney, D. J., & Williams, T . A. (2006). Estadística para Administración y Economía (10a ed.). (M. d. Roa, Trad.) México: Cengage Learning. Andrade, D. (2016). Estrategias de marketing digital en la promoción de Marca Ciudad. Revista Escuela de Administración de Negocios , Vol. (sin info)(80), 59-72. Angulo, D. (2016). ¿Cuál es el ADN del consumidor colombiano?. Articulo de la revista P&M. Recuperado en enero 23 de 2018. http://www.revistapym.com.co/destacados/cu-l-adn- consumidor-colombiano Baltas, G., Doyle, P ., & Dyson, P . (1997). A model of consumer choice for national vs private label brands. Journal of the Operations Research Society (48), 988-997. Bastos G., & Oliveira, P . (2017) “Strategic alliances of shopping centers in Brazil: network perspective” . Management Research: Journal of the Iberoamerican Academy of Management, Vol. 15 Issue: 2, pp.167-186. Bates, K. (2011). Modeling regret effects on consumer post- purchase decisions. European Journal of Marketing , 45 (7), 1068-1090. Berry, M. J. & Linoff, G. (2004). Data mining techniques : for marketing, sales, and customer (2a. ed.). Indianapolis, Indiana: Wiley Publishing, Inc. 94Burns, D. J. & Warren, H. B. (1995). Need for uniqueness: shopping mall preference and choice activity. International Journal of Retail & Distribution Management. Vol. 23. Issue: 12, pp.4-12. https://doi. org/10.1108/09590559510103954. Cardona, D. (2018). Marketing Green y el avance tecnológico como apuesta de innovación para el desarrollo de las estrategias de marketing. Revista Espacios , 39(26). Cardona Arbeláez, D., Balza Franco, V., & Henríquez Fuentes, G. (2017 a). Innovación en los procesos logísticos: Retos locales frente al desarrollo global . Cartagena: Editorial Universidad Libre. Cardona, D., Balza, V. y Henríquez, G. (2017 b). Innovación en el sector de los servicios: aproximación conceptual y revisión de su aporte a la economía. Revista Espacios, Vol. 38(21), 36. Cardona Arbelaez, D. A., Henríquez Fuentes, G. R., Rada Llanos, J., Martinez Ventura, J. L., & Bonnett, M. (2017). Endomárketing: Estrategia de innovación en las organizaciones el siglo XXI. Revista Espacios, Vol. 38(57), 26. Recuperado de http://www.revistaespacios.com/a17v38n57/ a17v38n57p26.pdf Castillo, F. (2016). Alcances y límites de la marca ciudad en la gestión de la imagen de la ciudad. Revista Venezolana de Gerencia , Vol. 21(73), 157- 171. Cervantes, V. H. (2005). Interpretaciones del coeficiente alpha de Cronbach. Avances en Medición , 3 (1), 9-28. Chen, L. T . (2013). Dynamic supply chain coordination under consignment and vendor-managed inventory in retailer-centric B2B electronic markets. Industrial Marketing Management , 42(4), 518–531. Clarke, I., Hallsworth, A., Jackson, P ., Kervenoael, R., Del Aguila, R., P ., & Kirkup, M., (2004). Retail competition and consumer choice: contextualising the “food deserts” debate. International Journal of Retail & Distribution Management . Vol. 32 Issue: 2, pp.89-99. Collier, D. A., & Evans, J. R. (2007). Operations Management. Goods, Services and Values Chains (2a ed.). Thompson South Western. Constantinides, E. (2004). Influencing the online consumer’s behavior: the Web experience. Internet Research , Vol. 14. Issue: 2, pp.111-126. https:// doi.org/10.1108/10662240410530835 95Correa, A. & Gómez, R. (2009). Tecnologías de la información en la cadena de suministro. Information technologies in supply chain management. Dyna , Vol. 76, (157), 37-48. Costa Salas, Y. J. & Castaño Pérez, N. J. (2015). Simulación y optimización para dimensionar la flota de vehículos en operaciones logísticas de abastecimiento-distribución. Ingeniare. Revista chilena de ingeniería , 23(3), 372-382. Cummins, S., Peltier, J., W., Schibrowsky, J., A. & Nill, A. (2014). Consumer behavior in the online context. Journal of Research in Interactive Marketing . Vol. 8. Issue: 3, pp.169-202. https://doi.org/10.1108/JRIM-04- 2013-0019 Daams, P ., Gelderman, K., & Schijns, J. (2008). The impact of loyalty programmes in a B-to-B context: Results of an experimental design. Journal of Targeting, Measurement and Analysis for Marketing , 16, 274 – 284. Del Río-Cortina, J. L., Cardona-Arbeláez, D., & Guacarí-Villalba, A. (2017). Responsabilidad social empresarial y construcción de la marca: una nueva mirada a las estrategias de gestión. Revista de Investigación, Desarrollo e Innovación , 8(1), 49-60. Del-Rio, J., Cardona-Arbelaez, D., & Simancas-Trujillo, R. (2017). Propuesta de un modelo teórico de branding para el posicionamiento de la marca universitaria. Revista Espacios , 38(53). Dennis, C., Merrilees, B., Jayawardhena, C. & Wright, L., T . (2009). E‐ consumer behavior. European Journal of Marketing . Vol. 43. Issue: 9/10 pp.1121-1139. https:// doi.org/10.1108/03090560910976393. Heredero Díaz, O. y Chaves Martín, M. (2015). Las asociaciones “marca producto” y “marca ciudad” como estrategia de “city branding”: una aproximación a los casos de Nueva York, París y Londres. Revista Área Abierta , Vol. 15(2), 63-76. Holbrook, M. B. (Ed). (1999). Consumer value. A framework for analysis and research. Psychology press . Routledge. London. Dinero (2016). Barranquilla será una ciudad nueva después de $10 billones en infraestructura. Infraestructura. Disponible en https://www.dinero. com/edicion-impresa/infraestructura/articulo/barranquilla-invierte-10- billones-en-infraestructura/239877 96El-Adly, M. I. & Eid, R. (2017). Dimensions of the perceived value of malls: Muslim shoppers’ perspective” . International Journal of Retail & Distribution Management . Vol. 45 Issue: 1, pp. 40-56. https://doi. org/10.1108/IJRDM-12-2015-0188 . El Tiempo. (2018). Una nueva razón para visitar Caño Cristales. Dan al servicio sendero ecológico con centro de visitantes, puentes peatonales y señalización. Disponible en https://www.eltiempo.com/colombia/ sendero-ecologico-en-cano-cristales-302826 El Heraldo. (2017). Un nuevo comienzo para el proyecto del Superpuerto. Disponible en https://www.elheraldo.co/economia/un-nuevo- comienzo-para-el-proyecto-del-superpuerto-371597 Ferrell, O. y Hartline, M. (2012) . Estrategia de Marketing (Quinta edición). Editorial Cencage Learning. Recuperado de file:///C:/Users/user/ Downloads/Libros_Estrategia%20de%20Marketing_OCFerrell.pdf Fiore A., M., & Kim, J. (2007). An integrative framework capturing experiential and utilitarian shopping experience. International Journal of Retail & Distribution Management . Vol. 35: 6, pp.421-442. https://doi. org/10.1108/09590550710750313. Fierro, I., Cardona Arbelaez, D. A., & Gavilanez, J. (2017). Digital marketing: a new tool for international education. Pensamiento & Gestión , (43), 241-260. Foroudi, P ., Gupta, S., Kitchen, P ., Foroudi, M. M. & Nguyen, B. (2016). A framework of place branding, place image, and place reputation: Antecedents and moderators. Qualitative Market Research: An International Journal . Vol. 19 Issue: 2, pp.241-264. https:// doi. org/10.1108/QMR-02-2016-0020 Folgado, J., Oliveira, P . & Hernández, J. (2015). Assessing the differentiated contribution of city resources to city brand image Análisis de la diferente contribución de los recursos de la ciudad para el desarrollo de su imagen de marca. Tourism & Management Studies , Vol. 11(1), 77-83 Galván, C. y Larios, E. (2015). Marketing de turismo sustentable para el área natural protegida el Culiacán y la Gavia, Guanajuato: diagnóstico de la identidad y orgullo para una marca ciudad. Revista Jóvenes Investigadores , Vol. 1(3), 65-70. García, M., Eizaguirre, A. y Aguilar, M. (2015). El papel de la moda como elemento distintivo de marca ciudad. el caso de Milán como capital de moda. Boletín de Estudios Económicos, Vol. LXX (215), 231-254. 97Gilboa, S. & Yavetz, I., V. (2013). Shop until you drop? An exploratory analysis of mall experiences. European Journal of Marketing . Vol. 47 Issue: 1/2, pp.239-259. https://doi.org/10.1108/03090561311285538 Gilboa, S. & Yavetz, I., V. (2012). Segmenting multicultural mall visitors: the Israeli case. Marketing Intelligence & Planning . Vol. 30 Issue: 6, pp.608- 624. https://doi.org/10.1108/02634501211262582 Goffin, K., (1999). Customer support: A cross‐industry study of distribution channels and strategies. International Journal of Physical Distribution & Logistics Management . Vol. 29 Issue: 6, pp.374-398. https://doi. org/10.1108/09600039910283604 Gurau, C., & Duquesnois, F., (2008). Direct marketing channels in the French wine industry. International Journal of Wine Business Research . Vol. 20 Issue: 1, pp.38-52, https://doi.org/10.1108/17511060810864606 Gursoy, D., Cai, R. & Anaya, G., J. (2017). Developing a typology of disruptive customer behaviors: Influence of customer misbehavior on service experience of by-standing customers. International Journal of Contemporary Hospitality Management . Vol. 29 Issue: 9, pp. 2341-2360. https://doi.org/10.1108/IJCHM-08-2016-0454 Helmefalk, M., & Hultén B., (2017). Multi-sensory congruent cues in designing retail store atmosphere: Effects on shoppers emotions and purchase behavior. Journal of Retailing and Consumer Services . Vol. 38 pag 1-11. https://doi.org/10.1016/j.jretconser.2017.04.007 . Henríquez, G. (2013). Diseño de modelo de responsabilidad social empresarial en la DIAN Barranquilla. Dictamen Libre , 11(12), 16-31. Henríquez, G. (2013). Investigación cualitativa en modelos de gestión logística y sus estrategias de desarrollo en la costa Caribe colombiana. Revista Ad-Gnosis, vol. 2(2), 65-85. Henríquez-Fuentes, G., Rada, J. y Torrenegra, A. (2016). Medición de variables psicológicas, económicas y sociales para identificar factores ocultos de los emprendedores en Barranquilla. Económicas CUC , 37(1), 177-202. DOI: http://dx.doi.org/10.17981/econcuc.37.1.2016.08 Henríquez-Fuentes, G., Rada-Llanos, J. y Jassir-Uffre, E. (2016). Análisis del comportamiento del consumidor: medición cuantitativa del servicio en estudiantes de Administración de una universidad acreditada en Barranquilla. Psicogente , vol. 19(36), 266-283. Doi: http://doi. org/10.17081/psico.19.36.1297 98Henríquez, G., Vallaeys, F. y Garzón, M. (2018). El aprendizaje organizacional como herramienta para la universidad que aprende a ser responsable socialmente, Revista Pensamiento Americano , vol. 11(20), 116-140. Doi: http://dx.doi.org/10.21803%-2Fpenamer.11.20.499 Henríquez, G.; Lombana, J.; González, A.; Higuera, V.; Landázury, L.; Rada, J.; Aragaki, A. y Simancas, R. (2018 b). La gobernanza y su relación con la competitividad en una firma integrada a una cadena de suministro. Revista Espacios , Vol. 39(18), 27. Disponible en http://www. revistaespacios.com/a18v39n18/18391827.html Henríquez-Fuentes, G., Cardona, D., Rada-Llanos, J. y Robles, N. (2018). Medición para un Sistema de Distribución bajo un Estudio de Métodos y Tiempos. Revista Información Tecnológica, vol. 29(6), 277-286- http:// dx.doi.org/10.4067/S0718-07642018000600277 Henríquez, G., Torrenegra, Á., Torres, N. & Rada, J. (2018). Comprendiendo la Responsabilidad Social Universitaria a través de la Misión de la Universidad en Colombia. En G. Henríquez, V. Higuera y E. Rosano (compiladores), La Responsabilidad Social en Organizaciones Educativas. Un abordaje desde Latinoamérica . Barranquilla, Colombia: Sello Editorial Coruniamericana. Hui, C.M., Zhang, P ., & Zheng, X. (2013) “Facilities management service and customer satisfaction in shopping mall sector” , Facilities , Vol. 31 Issue: 5/6, pp.194-207, https://doi.org/10.1108/0263277131130707 Irigoyen, C. (2017). La cita con el destino para el futuro de la marca Ciudad Juárez. Revista de Ciencias Sociales y Humanidades nóesis , Vol. 26(52), 152-178. Jassir-Ufre, E., Domínguez-Santiago, M., Paternina-Arboleda, C. D., & Henríquez-Fuentes, G. R. (2018). Impacto de los indicadores del modelo scor para el mejoramiento de la cadena de suministro de una siderúrgica, basados en el ciclo cash to cash. Innovar , Vol. 28(70), 147- 161. doi: 10.15446/innovar.v28n70.74 454. Jiang, H. (2012). The effect of consumer behavior on optimal discounting and ordering policies for a multiperiod retailing problem. International Journal of Advancements in Computing Technology , 4 (23), 585-591. Juwaheer, T . D., Pudaruth, S. & Ramdin, P . (2013). Enhancing customer shopping experience in malls of emerging countries – the “Mauritius” experience. World Journal of Entrepreneurship, Management and Sustainable Development . Vol. 9 Issue: 2/3, pp.178-190. https://ezproxy. uninorte.edu.co:3099/10.1108/WJEMSD-01-2013-0005 . 99Kalandides, A., (2011). City marketing for Bogotá: a case study in integrated place branding. Journal of Place Management and Development . Vol. 4 Issue: 3, pp.282-291. https:// doi.org/10.1108/17538331111176093. Kara, A., Kaynak, E., & Kucukemiroglu, O., (1995). Marketing strategies for fast‐food restaurants: a customer view. International Journal of Contemporary Hospitality Management . Vol. 7 Issue: 4, pp.16- 22. http:// www.emeraldinsight.com/doi/abs/10.1108/09596119510146823 Kalwani, M. U., Kin Yim, C., Rinne, H. J., & Sugita, Y. (1990). A Price Expectations Model of Customer Brand Choice Recently. Journal of Marketing Research, , 27 (3), 251-262. Keng, C., J., Huang, T ., L., Zheng, L., J., & Hsu, M., K., (2007). Modeling service encounters and customer experiential value in retailing: An empirical investigation of shopping mall customers in Taiwan. International Journal of Service Industry Management . Vol. 18 Issue: 4, pp.349-367. https:// doi.org/10.1108/09564230710778137 Khare, A., Achtani, D. & Khattar, M. (2014). Influence of price perception and shopping motives on Indian consumers’ attitude towards retailer promotions in malls. Asia Pacific Journal of Marketing and Logistics . Vol. 26 Issue: 2, pp.272-295. https://doi.org/10.1108/AP JML-09-2013-0097 Kim, J., Forsythe, S., Gu, Q., Moon, S., J., (2002). Cross‐cultural consumer values, needs and purchase behavior. Journal of Consumer Marketing . Vol. 19. Issue: 6 pp.481-502. https://doi.org/10.1108/07363760210444869 . Kim, J., O., Forsythe, S., Gu, Q., & Moon, S., J., (2002). Cross‐cultural consumer values, needs and purchase behavior. Journal of Consumer Marketing . Vol. 19 Issue: 6, pp.481-502. https://doi.org/10.1108/07363760210444869 Kinnear, T . & Taylor J. (1998). Investigación de mercados, un enfoque aplicado . Bogotá: Mc Graw Hill. Kiseleva, A. (2017). Marketing Strategy of the Territory in the Investment Policy of the City. Strategic Management, Vol. 22(1), 22-29. Köksal, M., H., (2007). Consumer behaviour and preferences regarding children’s clothing in Turkey. Journal of Fashion Marketing and Management: An International Journal . Vol. 11. Issue: 1, pp.69-81. https://doi.org/10.1108/13612020710734418 Kotler & Armstrong (2007). Marketing versión para Latinoamérica. (Decimoprimera ed.). México: Pearson Educación. 100Kotler P . & Armstrong G. (2008) . Fundamentos de Marketing. México: Octava edición Pearson Prentice Hall Kotler, P . & Keller, K. (2011). Marketing Management (14th Edition) . USA, Pearson. Koubek, R. 2. (2011). The impact of cognitive style on user preference based on usability and aesthetics for computer-based systems. International Journal of Human-Computer Interaction , 1083-1114. Kuhfeld, W. F. (1994). Efficient experimental design with marketing research applications. Journal of Marketing Research , 31, 545-557. Kwon, H. J., Joshi, P . & Jackson, V. P . (2007). The effect of consumer demographic characteristics on the perception of fashion web site attributes in Korea. Journal of Fashion Marketing and Management: An International Journal . Vol. 11. Issue: 4, pp.529-538. https://doi. org/10.1108/13612020710824580 Kyung Kim, Y., (2002). Consumer value: an application to mall and Internet shopping. International Journal of Retail & Distribution Management . Vol. 30 Issue: 12, pp. 595-602, https://doi.org/10.1108/09590550210453075 . LeHew, M. L. A. & Fairhurst, A. E. (2000). US shopping mall attributes: an exploratory investigation of their relationship to retail productivity. International Journal of Retail & Distribution Management . Vol. 28 Issue: 6, pp.261-279. https://doi.org/10.1108/09590550010328535 Liberatore, G. y Herrero-Solana, V. (2013). Caracterización temática de la investigación en ciencia de la información en Brasil, en el período 2000- 2009. Revista Transinformacao, Campinas, Vol. 25(3), 225-235. López, W. L. (2008). Investigación cualitativa y psicología del consumidor: alternativas de aplicación. Avances en Psicología latinoamericana, 26(2), 290-303. Luna, D., & Gupta S., F., (2001). An integrative framework for cross‐cultural consumer behavior. International Marketing Review . Vol. 18. Issue: 1 pp.45-69. https://doi.org/10.1108/02651330110381998 . Lusk, J. L., & Norwood, F. B. (2005). Effect of Experimental Design on Choice- Based Conjoint Valuation Estimates. American Journal of Agricultural Economics , 87 (3), 771-785. 101Martínez, G. & López-Rúa, M. Marca ciudad como estrategia de desarrollo en Barranquilla. Revista de Comunicación Vitat Academia, Año XIX(135), 85- 109. Doi: http://dx.doi.org/10.15178/va.2016.135.85-109 McConell, D. (1968). The Development of Brand Loyalty: An Experimental Study. Journal of Marketing Research, Vol. 5, No. 1 (Feb., ), pp. , 5 (1), 13-19. Meisel Roca, A. (2008). La Fábrica de Tejidos Obregón de Barranquilla, 1910- 1957. BANCO DE LA REPÚBLICA-ECONOMÍA REGIONAL (21). Meissner, P ., & Wulf, T . (2013). Cognitive benefits of scenario planning: Its impact on biases anddecision quality. Technological Forecasting and Social Change , 80 (4), 801-814. Merrilees, B., Miller, D. & Shao, W. (2016). Mall brand meaning: an experiential branding perspective. Journal of Product & Brand Management . Vol. 25 Issue: 3, pp.262-273. https://doi.org/10.1108/JPBM-05-2015-0889 . Miguel, Sandra, Moya-Anegón, Felix, & Herrero-Solana, Victor. (2007). El análisis de co-citas como método de investigación en Bibliotecología y Ciencia de la Información. Investigación bibliotecológica , 21(43), 139- 155. Millan, E. S. & Howard, E. (2007). Shopping for pleasure? Shopping experiences of Hungarian consumers. International Journal of Retail & Distribution Management . Vol. 35 Issue: 6, pp.474-487. https://doi. org/10.1108/09590550710750340 Montgomery, D. (2012). Diseño y análisis de experimentos (2a. ed.). México: Limusa-Wiley. Morey, R. C. & McCann, J. M. (1983). Estimating the Confidence Interval for the Optimal Marketing Mix: An Application to Lead Generation. Marketing Science , 2 (2), 193-202. Niedomysl, T . & Jonasson, M. (2012).Towards a theory of place marketing. Journal of Place Management and Development . Vol. 5 Issue: 3, pp.223- 230. https://doi.org/10.1108/17538331211269639. Ortega, B., Martínez, J. & De Hoyos, M. (2008). Differences between potential, new and experienced e‐customers: Analysis of e‐purchasing behavior. Internet Research . Vol. 18. Issue: 3, pp.248-265. https://doi. org/10.1108/10662240810883308 102Páramo Morales, D. (2013). El proyecto de exportación, elemento básico de la planeación del marketing internacional. Pensamiento & Gestión , (34), vii-xiii. Paul, J. & Rana, J. (2012). Consumer behavior and purchase intention for organic food. Journal of Consumer Marketing . Vol. 29. Issue: 6, pp.412- 422. https://doi.org/10.1108/07363761211259223 Prashar, S., Gupta, S., Singh, H. T . S., Vijay & Parsad, C. (2016). Clustering shoppers by mall experience for emerging Indian city. Asian Academy of Management Journal , 21(2), 53–73. http://dx.doi.org/10.21315/ aamj2016.21.2.3 Rajagopal. (2010). Coexistence and conflicts between shopping malls and street markets in growing cities: Analysis of shoppers behavior. Journal of Retail & Leisure Property November 2010 , Volume 9, Issue 4, pp 277– 301. Ramaswamy, V., Desarbo, W., Reibstein, D. J. & Robinson, W. T . (1993). An empirical approach to estimate elasticities pooling of the marketing mix with PIMS data. Marketing Science , 12 (1), 103-124. Ramírez-Velásquez, A., Montoya, R., Alonso, I., Montoya, R., y Alexandra, L. (2012). Análisis del modelo Mezcla de Marketing de la industria del bioetanol en Colombia. Acta Agronómica, 61(2), 177-191. Reardon, J. & McCorkle. (2002). A consumer model for channel switching behavior. International Journal of Retail & Distribution Management . Vol. 30 Issue: 4, pp.179-185. https://doi.org/10.1108/09590550210423654 Rodríguez, A. y Guiovanni, O. (2017). El mercadeo de lugares como herramienta estratégica para el municipio de Viotá -Cundinamarca, Colombia. Rev. Escuela de Administración de Negocios EAN , Vol. (sin info) (83), 119-139. Ronda, P . y Guerras, L. (2012). Dynamics of the evolution of the Strategy. Concept 1962-2008: A CO-WORD Analysis. Strategic Management Journal, Vol. 33, 162-188. Rositas Martínez, J. (2014). Los tamaños de las muestras en encuestas de las ciencias sociales y su repercusión en la generación de conocimiento. Innovaciones de Negocios , 11 (22), 235-268. Rozhkov, K. L. & Skriabina, N. L. (2015). Places, users, and place uses: a theoretical approach to place market analysis. Journal of Place 103Management and Development, Vol. 8 Issue: 2, pp.103-122. https://doi. org/10.1108/JPMD-10-2014-0024. Ruiz, M. A., Pardo, A. & San Martín, R. (2010). Modelos de ecuaciones estructurales. Papeles del Psicólogo , 31 (1), 34-45. Sankaran, K. & Demangeot, C. (2011). On becoming a culturally plural consumer. Journal of Consumer Marketing . Vol. 28 Issue: 7, pp.540-549. https://doi.org/10.1108/07363761111181536 Serna, H. (2006). Servicio al cliente. Una nueva visión: clientes para siempre. Metodología y herramientas para medir su lealtad y satisfacción. Tercera edición. Editorial 3R. Shafiee, M. M. & Es-Haghi, S. M. S. (2017). Mall image, shopping wellbeing and mall loyalty. International Journal of Retail & Distribution Management . Vol. 45 Issue: 10,pp.1114-1134. https://doi.org/10.1108/ IJRDM-10-2016-0193 Shilpa, B. & Rajnish, J. (2013). Measuring retail customer experience. International Journal of Retail & Distribution Management . Vol. 41 Issue: 10, pp.790-804. https://doi.org/10.1108/IJRDM-08-2012-0084 Simonson, I., Nowlis, S. & Lemon, K. (1993). The effect of local consideration sets on global choise between lower price and higher quality. Marketing Science , 12 (4), 357-377. Singh, H. & Sahay, V. (2012). Determinants of shopping experience: Exploring the mall shoppers of national capital region (NCR) of India. International Journal of Retail & Distribution Management , Vol. 40 Issue: 3, pp.235-248. https://doi.org/10.1108/09590551211207184 Tellis, G. J. (1988). The Price Elasticity of Selective Demand: A Meta-Analysis of Econometric Models of Sales. Journal of Marketing Research, , 25 (4), 331-341. Thode, S. F. & Maskulka, J. M. (1998). Place‐based marketing strategies, brand equity and vineyard valuation. Journal of Product & Brand Management . Vol. 7 Issue: 5, pp.379-399. https://doi.org/10.1108/10610429810237673. Thøgersen, J., Haugaard, P . & Olesen, A., (2010). Consumer responses to ecolabels- European Journal of Marketing . Vol. 44 Issue: 11/12, pp.1787- 1810. https://doi.org/10.1108/03090561011079882 104Valenzuela, M. (2015). La estrategia de marca-ciudad en la función de turismo. Revista El Periplo Sustentable , Vol. Sin Info. (28), 59-80. Vargas, A., (2017). Centro comerciales, una experiencia de relacionamiento. Artículo diario La República. Recuperado en 23 de enero de 2018. https:// www.larepublica.co/consumo/centros-comerciales-una-experiencia- de-relacionamiento-2494841. Wright, L., T ., Newman, A. & Dennis, C., (2006). Enhancing consumer empowerment. European Journal of Marketing . Vol. 40 Issue: 9/10, pp.925-935. https://doi.org/10.1108/03090560610680934 Zavattaro, S., M. (2012). Place marketing and phases of the image: a conceptual framework. Journal of Place Management and Development . Vol. 5 Issue: 3, pp.212-222. https:// doi.org/10.1108/17538331211269620. 105"
}