{
  "title": "El-Método-de-Ventas-SPIN-Selling-Un-Resumen-de-Libros-Para-Emprendedores",
  "source": "Libros/El-Método-de-Ventas-SPIN-Selling-Un-Resumen-de-Libros-Para-Emprendedores.pdf",
  "content": "Este libro de Neil Rackham, original del 1988, es e l resultado de un estudio llevado a cabo por un equipo de 30 personas durante 12 años, anali zando más de 35,000 llamadas de ventas en 20 países. INTRODUCCIÓN Según los resultados de este estudio, se identifica que un cliente comprará siempre y cuando esté motivado a hacerlo, y estará motivado s i identifica que necesita lo que se le está vendiendo. Un cliente puede no ser consciente de que tiene un problema; por lo tanto no tiene una necesidad, por lo tanto no está motivado a comprar. Este método, mediante 4 fases de preguntas (Situaci ón, Problema, Implicaciones, Necesidad… SPIN son las iniciales de estas 4 fases) , llevará al cliente a conocer que tiene un problema, o potencial problema, las implicaciones q ue puede generar ese problema para finalmente identificar que necesita una solución. E s entonces cuando presentaremos nuestra solución a los problemas, implicaciones y necesidad de solución del cliente: nuestro producto. Con este método desarrollaremos NECESIDADES en los clientes. Hay 2 tipos de necesidades: - Implícitas: son aquellas que muestran los problemas del cliente. Las muestran cuando nos dicen “No estoy contento con esto…”, “No me gus ta esto o lo otro…”. En este punto, el cliente no está listo para comprar… todavía. - Explícitas: Para que un cliente compre, su necesida d debe ser ya explícita, que lo esté expresando. Debe demostrarlo mediante frases que ex presen deseo como “necesito un xxxx que tenga xxxx característica”, “si tuviéra mos xxxxxx y xxxxxxxx, entonces podríamos yyyyyyyy”. WEB: LIBROSPARAEMPRENDEDORES.NET MAIL: LUIS@L IBROSPARAEMPRENDEDORES.NET El Método de Ventas SPIN Selling Resumen y Acciones Página 2 Libros para emprendedores El método SPIN pretende llevar a los clientes a des cubrir su problema primero, para después hacerle descubrir sus necesidades, que será n en ese momento explícitas, y será entonces cuando le podremos proponer nuestro produc to, nuestra solución a su problema. Y lo haremos mediante preguntas, que se clasifican en 4 fases. 1. Preguntas de SITUACIÓN Con estas preguntas los vendedores van a entender e l contexto, el entorno y la situación del prospecto. De ahí podremos empezar a localizar posi bles problemas del prospecto. Esta fase de preguntas debe ser muy corta y orienta da a ver dónde puede haber problemas. Hacer demasiadas preguntas de situación reduce la p osibilidad de venta, porque son aburridas para el prospecto. Ejemplos: ¿Qué equipo utilizas utilizando ahora? ¿Cuánto hace que tienes este equipo? ¿Cuánta gente utiliza este equipo? ¿Es comprada o es en leasing? ¿Qué tipo de programa/software utilizas para xxxxxx xxxx? ¿Hay alguna área de oportunidad o mejora con respec to a tu equipamiento de xxxxxxxxx ? ¿Tu proveedor te está dando un servicio adecuado? ¿Cuántos clientes/productos/objetos puede manejar t u sistema de información? ¿Realizas envíos automáticos de emails/avisos/llama das a clientes con tu sistema actual? ¿Todo tu flujo de trabajo lo realizas con tu sistem a de información, o cada uno a su manera? Página 3 Libros para emprendedores 2. Preguntas de PROBLEMAS Si en esta fase logramos que el cliente vea/reconoz ca que tiene un problema relacionado con el producto del que estemos hablando, es más qu e probable que se conecte contigo y te siga en las siguientes fases de preguntas. Ese v a a ser nuestro objetivo en esta fase, que es la fase clave del método. Recuerda que debes buscar problemas que después vay a a poder solucionar tu producto. Si identificas un problema que no tenga que ver con tu producto, descártalo para seguir buscando problemas que sí se solucionen usando tu p roducto. Esos otros problemas que podamos detectar, puedes aconsejarle después cómo s olucionarlos, recomendándole otro servicio que no sea de tu competencia, y ganarás pu ntos frente a tu cliente, pero céntrate en esta fase en los problemas que tú le vayas a poder solucionar después. Hay dos tipos de preguntas a realizar en esta fase: las primeras, sobre el producto en sí, y las segundas, que tienen que ver con el seguimiento que se le da a los productos una vez han sido comprados. Ejemplos: ¿Te generan los fallos de este producto problemas d e productividad? ¿Consideras que tu sistema actual es difícil de uti lizar/complicado de aprender a funcionar? ¿Estás contento con este producto actualmente? ¿Cuál ha sido el mayor problema/reto al que te has enfrentado con tus clientes? ¿Te dio este sistema una solución/aceleró el proceso? ¿Has tenido algún tipo de problema con el servicio técnico de este producto? ¿el servicio técnico responde ágilmente cuando lo necesitas? ¿Si mucha gente necesita utilizar este producto a l a vez, se produce algún tipo de congestión, de reducción de productividad porque ha y mucha gente esperando para utilizarlo? ¿Tu proveedor de xxxxx material te repone antes de que se te acabe el material, o tienes vacíos en los que hay que esperar a que sea la fech a oficial de reponer? ¿Cuánto tarda el técnico en venir a resolver una a vería? Página 4 Libros para emprendedores ¿Mientras arreglan una avería… te dejan un sistema a lternativo para no afectar a tu trabajo? ¿Cada cuánto se estropea/tiene fallos tu sistema ac tual? ¿Estás satisfecho con este sistema? ¿Qué desventajas consideras que tiene tu sistema ac tual? ¿Consideras que tu sistema pueda estar anticuado? En esta fase no mencionaremos nunca nuestro product o, para evitar que tu cliente pueda ponerse a la defensiva, defendiendo su compra anter ior contra tu alternativa. Evitaremos esto, centrándonos exclusivamente en su entorno, en su sistema o producto actual, y viendo de manera proactiva cosas que pudieran ser mejorada s, sin proponer soluciones. Todavía. Estamos ayudando al cliente a identificar problemas . La palabra clave aquí es AYUDAR. 3. Preguntas de IMPLICACIONES Son preguntas que sirven para que el cliente identi fique posibles impactos negativos adicionales que pueda tener el cliente si no soluci ona el problema que acabamos de identificar en el paso anterior. Vamos a expandir e n esta fase el daño que puede provocar ese problema, e incluso, si es posible, ligarlo a o tros posibles problemas que se hayan identificado o que todavía no se hayan identificado . Buscamos relacionar los problemas con daños en punt os estratégicos de la empresa: pérdida de ingresos, pérdida de tiempo, pérdida de clientes. Ejemplos: ¿Cómo afecta a tu equipo que este sistema no funcio ne? ¿Dejan de trabajar, pierden tiempo? ¿Cuándo este sistema falla, el servicio que se le d a a tus clientes se ve afectado? ¿Se ha ido alguna vez un cliente con una mala image n de tu empresa debido a fallos en este sistema/producto? ¿El que este sistema no sea rápido/ágil provoca que la gente necesite hacer horas extras? Página 5 Libros para emprendedores ¿Tienes que invertir en formación adicional para tu equipo, porque el sistema es muy complejo de aprender a manejar? ¿Qué efecto tiene ese problema en tu productividad? ¿Cuándo sucede ese problema, se elevan tus costos e n otras áreas? ¿Este problema puede estar generando retraso en la expansión/crecimiento de tu empresa? ¿Cómo afecta este problema a la carga de trabajo de tu equipo? Tu tarea proactiva debe ser siempre haber preparado estos escenarios por adelantado. Si conoces a tu cliente y su entorno de trabajo, debes conocer antes incluso de ir a ver a un cliente, cuáles son los problemas más comunes a los que se enfrenta un cliente, los fallos más comunes de los productos de tu competencia, y t ambién debes haber identificado por adelantado qué implicaciones tienen esos problemas a corto, medio y largo plazo para tu cliente. Así, cuando llegas a hablar con él, ya tie nes preparado un posible “guión” de cómo puede ser la conversación, y hacia dónde la vas a c onducir. 4. Preguntas de NECESIDAD de Solución Estas preguntas se orientan a que el cliente asigne un valor a la solución al problema que acabamos de identificarle. Cuanto más valor le dé, cuanto más importante y más necesario le parezca, más estará dispuesto a pagar por la sol ución. Si consigues hacerle ver los beneficios que tiene s olucionar el problema, y las implicaciones adicionales, el precio puede dejar de ser un proble ma, o pasará a ser secundario, porque lo primario es solucionar y evitar pérdidas. Estas preguntas reducen las objeciones cuando le of rezcas tu producto al final. Ejemplos: ¿Cuánto tiempo podrías ahorrar si tuvieras un siste ma que no tuviera ese problema? ¿Qué tan útil sería para tu equipo un sistema que no hiciera esperar a la gente? Página 6 Libros para emprendedores ¿Qué tan útil sería para tu empresa un sistema que automatizara tal o cual tarea? ¿Cúanto podría aumentar tu productividad/tus ingres os/tus ventas, el tener solucionado ese problema? ¿Crees que tus jefes te valorarían más positivament e si solucionaras este problema y sus implicaciones, haciéndole ganar xxxxx a la empresa? ¿Cuánto ahorrarías si pudieras hacer xxxxxxxxxxxxx? ¿Cuánto ahorrarías si tuvieras un producto más sile ncioso/rápido/efectivo? ¿Cuánto ahorrarías si tu sistema no tuviera averías ? Nunca preguntarás “¿Esto sería útil para ti?”. Las preguntas deben ser del tipo “¿Si tuvieras un sistema nuevo, podrías conseguir mejoras en tal o cuál área importante para ti?” Estas preguntas también son previas a la introducci ón de tu producto en la conversación. El conseguir poner al cliente en esta situación de que ya conoce su problema y sus implicaciones, y ya sabe que solucionándolo puede o btener una serie de ventajas, lo coloca en situación de ansiedad positiva por conocer con q ué va a conseguirlo. Tu producto. Habremos conseguido crear una necesidad implícita ( problema e implicaciones) en una necesidad explícita (necesidad de solucionarla). Las tres ventajas que consigues con estas preguntas son que, primero, consigues que el cliente esté enfocando su atención en buscar una so lución a un problema suyo; segundo, el cliente es el que va a explicar los beneficios de t ener una solución, es decir, está explicando los beneficios de tu propio producto que le vas a p resentar a continuación; y tercero, el cliente está entusiasmado y se siente seguro de que necesita una solución, y esa solución va a ser la tuya. Un cliente entusiasmado, es una vent a segura. Página 7 Libros para emprendedores TAREAS FASE 1 1. Prepara una lista de 3 problemas que tienen habitua lmente tus clientes (relacionadas con el producto o servicio que tú ofreces). 2. Prepara una lista de 3 preguntas para cada uno de e sos 3 problemas, con los que hacer que un cliente sea capaz de identificarlos. 3. Practica preguntas de situación y a continuación pr actica las 9 preguntas que acabas de crear. Hazlo varias veces, con varios clientes, hasta que veas realmente qué problemas están generando “dolor” en tus clientes. FASE 2 4. Prepara una lista de 3 implicaciones que puede prov ocar cada uno de esos problemas que sí has comprobado que funcionan con tus cliente s. 5. Prepara una lista de 3 preguntas para cada una de e sas implicaciones que permitan ahondar en la herida de cada problema. 6. Practica ahora con otra serie de clientes diferente s el flujo de preguntas de Situación, Problemas e Implicaciones. Detecta qué implicacione s producen el mayor miedo, temor, daño… a tus clientes. 7. Prepara la lista de preguntas finales de Necesidad de solución, centrándote sólo en los Problemas que mejor te hayan funcionado en las pruebas, y en las Implicaciones que mejor te hayan funcionado en las segundas prueb as. 8. Comprueba el flujo SPIN completo, incorporando esta s últimas preguntas y ¡prepárate para cerrar más ventas! Este es un resumen personal, y sin ánimo de lucro, Publicado originalmente en la página librosparaemprendedores.net Descárgate cada semana informes y resúmenes como es te, y escucha nuestro podcast, Libros para Emprendedores , con comentarios ampliados de lo que aquí vas a po der encontrar."
}