{
  "title": "Fanatical Prospecting",
  "source": "Libros/Fanatical Prospecting.pdf",
  "content": "Praise for Fanatical Prospecting “Prospecting is the core, the foundation, the heart of every successful sales effort. Fanatical Prospecting leverages the prospecting success of author Jeb Blount, one of the most successful sales leaders of this decade, and provides answers to every aspect of successful prospecting. “The techniques and concepts contained in Fanatical Prospecting are not theories from an ivory tower occupant or the ideological wishes of a university professor. This is a step-by-step ﬁeld guide to every aspect of prospecting in the Internet era. “Bloun t explains core principles of prospecting in a storytelling style that begs you to write in the margin and put your own action plan into place. Whether talking about ‘the 30 Day Rule ’ or the difference between ‘Golden Hours ’ and ‘Platinum Hours, ’ he keeps his guidance at a personal level, understandable and easy to relate to. Clear, simple pillars like the Four Objectives of Prospecting ring true for any sales effort, in any industry and for every customer size. “Straightforward, easy-to-follow visual maps of ‘ﬁve step guides ’ for telephone prospecting, voice mail prospecting, and in-person prospecting will prove valuable throughout your entire career in sales and in sales management. I recommend buying two copies — one to read and one to write, draw, highlight, and add sticky notes to. It is that powerful.” —Miles Austin, Publisher, FillTheFunnel.com Fanatical Prospecting Law of the Universe: Nothing happens until something moves. Law of Business: Nothing happens until someone sells something. —Jeb Blount Fanatical Prospecting The Ultimate Guide for Starting Sales Conversations and Filling the Pipeline by Leveraging Social Selling, Telephone, E-Mail, and Cold Calling Jeb Blount ´Cover image: Gold  iStock.com/idal Cover design: Wiley Copyright  2015 by Jeb Blount. All rights reserved Published by John Wiley & Sons, Inc., Hoboken, New Jersey. Published simultaneously in Canada. No part of this publication may be reproduced, stored in a retrieval system, or transmitted in any form or by any means, electronic, mechani cal, photocopying, recording, scanning, or otherwise, except as permitted under Sectio n 107 or 108 of the 1976 United States Copyright Act, without either the prior written permission of the Publisher, or authorization through payment of the appropriate per-copy fee to the Copyright Clearance Center, Inc., 222 Rosewood Drive, Danvers, MA 01923, (978) 750-8400, fax (978) 750-4470, or on the web at www.copyright.com . R equests to the Publisher for permission should be addressed to the Permissions Department, John Wiley & Sons, Inc., 111 River Street, Hoboken, NJ 07030, (201) 748-6011, fax (201) 748-6008, or online at http://www.wiley.com/go/permissions . Limit of Liability/Disclaimer of Warranty: While the publisher and author have used their best efforts in preparing this book, they make no representations or warranties with respect to the accuracy or completeness of the contents of this book and speciﬁcally disclaim any implied warranties of merchantability or ﬁtness for a particular purpose. No warranty may be created or extended by sales representatives or written sales materials. The advice and strategies contained herein may not be suitable for your situation. You should consult with a professional where appropriate. Neither the publisher nor author shall be liable for any loss of proﬁt or any other commercial damages, including but not limited to special, incidental, consequential, or other damages. For general information on our other products and services or for technical support, please contact our Customer Care Department within the United States at (800) 762-2974, outside the United States at (317) 572-3993 or fax (317) 572-4002. Wiley also publishes its books in a variety of electronic formats. Some content that appears in print may not be available in electronic books. For more information about Wiley products, visit our web site at www.wiley.com . Library of Congress Cataloging-in-Publication Data: Blount, Jeb, author. Fanatical prospecting : the ultimate guide for starting sales conversations and ﬁlling the pipeline by leveraging social selling, telephone, e-mail, and cold calling / Jeb Blount. 1 online resource. Includes bibliogr aphical references and index. Description based on print version record and CIP data provided by publisher; resource not viewed. ISBN-13 978-1-119-14 475-5 (cloth); ISBN 978-1-119-14477-9 (ePDF); ISBN 978-1-119-14476-2 (ePub) 1. Selling. 2. Business referrals. 3. Customer relations. I. Title. HF5438.25 658.8 72—dc23 2015027909 Printed in the United States of America 1 0 9876 543 21 For Bob Blackwell Contents Foreword Mike Weinberg xi Special Note Free Prospecting Resources xv Chapter 1 The Case for Prospecting 1 Chapter 2 Seven Mindsets of Fanatical Prospectors 9 Chapter 3 To Cold Call or Not to Cold Call? 13 Chapter 4 Adopt a Balanced Prospecting Methodology 20 Chapter 5 The More You Prospect, the Luckier You Get 25 Chapter 6 Know Your Numbers: Managing Your Ratios 36 Chapter 7 The Three Ps That Are Holding You Back 41 Chapter 8 Time: The Great Equalizer of Sales 49 Chapter 9 The Four Objectives of Prospecting 71 Chapter 10 Leveraging the Prospecting Pyramid 84 Chapter 11 Own Your Database: Why the CRM Is Your Most Important Sales Tool 92 ix x Contents Chapter 12 The Law of Familiarity 96 Chapter 13 Social Selling 105 Chapter 14 Message Matters 132 Chapter 15 Telephone Prospecting Excellence 154 Chapter 16 Turning Around RBOs: Reﬂex Responses, Brush-Offs, and Objections 178 Chapter 17 The Secret Lives of Gatekeepers 193 Chapter 18 In-Person Prospecting 201 Chapter 19 E-Mail Prospecting 214 Chapter 20 Text Messaging 235 Chapter 21 Developing Mental Toughness 245 Chapter 22 Eleven Words That Changed My Life 264 Chapter 23 The Only Question That Really Matters 266 Notes 271 Acknowledgments 275 About the Author 278 Index 281 Foreword For 25 years I’ve hoped for a book like Fanatical Prospecting, and never has this powerful message and valuable advice been needed more than it is today. Like a prophet, Jeb Blount boldly points out the lies of the loud, popular nouveau sales “experts ” whose deadly advice leads sales­ people and sales leaders astray. These experts preach to all who will listen that prospecting —proactively pursuing prospects —no longer works. What ’s particularly dangerous about this false teaching is that it is exactly what the struggling, reactive salesperson wants to hear. Why do the hard work to prospect and self-generate new sales opportunities when some “guru” lets you off the hook by telling you that it’s “old school ” and “doesn ’t work anymore ”? Why block time to pick up the phone if instead you can tweet, write blog posts, or play for hours posting comments in a LinkedIn group? The truth, as Jeb so eloquently shares, is that there is no Easy B u t t o ni ns a l e s .T h e r e i s n o m a g i cb u l l e to rs e c r e ts a u c e .N oo n e sales tool, gimmick, or mystical new process guaranteed to ﬁll your pipeline. In spite of what the social selling Kool-Aid pushers and inbound marketing companies tell us, the truth is that top producers and sales superstars are fanatical prospectors who take personal responsibility for identifying and creating their own sales opportunities. xi xii Foreword When a company ’s sales organization is failing to make its number or reach its potential, it is not because its salespeople can’t present well, are ineffective closers, or lack the skills for offering insight or challenging prospects. It’s rarely because of a deﬁcit of talent. The reason most sales organizations are not making their numbers is that the pipeline is anemic because the sales team is not prospecting. Prospecting not only still works, but it’s the fastest and most effective way to accomplish exactly what this book ’s subtitle promises: opening sales conversations and ﬁlling the pipeline! Jeb B lount knows prospecting. He is an authority on this subject because he was an all-star, record-setting salesperson and executive sales leader before building his own wildly successful sales training and talent management company. Today he trans­ forms sales organizations by helping them accelerate performance and speaks to hundreds of companies across the globe each year that are eager to hear his inspiring message about what it takes to reach peak performance —fast. In Fanatical Prospecting, Jeb leaves no stone unturned and holds nothing back. He shares why we need to prospect, exactly what to do, and how to do it. New sal es are the lifeblood of a business. Nothing is more important than securing discovery meetings, conversations, appoint­ ments, and sales calls with potential customers. And that is exactly why this is the most important book ever written on this topic. If you are a sales leader or salesperson looking for help creating more new sales opportunities, then this book is for you. But be warned, once you read Fanatical Prospecting , there will be no more excuses. From understanding why and how we must interrupt prospects, to jealously guarding our precious golden hours for selling, Jeb provides a comprehensive guide to increase sales fast. There is practical, powerful advice on using every means (social selling, e-mail, telephone, text messaging, networking, referrals, in- person prospecting) available to start sales conversations and create new opportunities. Foreword xiii If you picked up this book because you’ve never prospected for new business or you are struggling to hit your numbers, congratu­ lations. I promise that if you follow the prescription Jeb provides, your results are about to improve dramatically. And if, like me, you’re a long-time believer in prospecting, this book will take your game to completely new levels. —Mike Weinberg, The New Sales Coach and author of New Sales. Simpliﬁed. Special Note: Free Prospecting Resources This is the longest book of the seven I’ve written and still, it was impossible to cover everything you need to know about prospect­ ing. Also, with the shifting landscape of technology, prospecting tools, apps, and social media, things are changing so fast that I needed a place to keep you updated on tools, trends, and techniques that will give you an edge while ﬁlling your pipe. So, I built FanaticalProspecting.com. Th ere you will ﬁnd dozens of free guides, articles, podcasts, videos, virtual training programs, and reports that supplement the book and expand your knowledge base. As a special bonus to thank you for purchasing this book, you get free access (valued at $499) to these resources. You’ll ﬁnd a special, exclusive code that gives you free Pro-Level access located in Chapter 7. xv 1 The Case for Prospecting There are bad salespeople, mediocre salespeople, good salespeople, consistent salespeople, and then there are Superstars. The elusive talent that companies and sales organizations spend billions of dollars to identify, recruit, retain, and emulate —the coveted top 20 percent that produce 80 percent of sales. Superstars outearn other salespeople —taking home almost all of the available commissions and bonuses. They win the trips, prizes, spiffs, and the recognition that the also-rans so badly crave. They are not one-hit wonders. Superstars deliver year in and year out and tend to stay on top over the long haul. Superstars are good at selling. They ’ve got the talent and the skills. They ’re competitive and have the drive to perform. They understand how to manage the sales process, ask great questions, deliver winning presentations, and close the deal. They have excep­ tional people savvy, high emotional intelligence, and a winning mindset. 1 2 Fanatical Prospecting But, here’s the thing: So do lots of salespeople. Lots of sales­ people possess the drive and hunger to succeed. Lots of salespeople have the intelligence, talent, skills, and education to be top per­ formers. Lots of salespeople are competitive, understand the sales process, and know how to ask for the business. Yet they consistently underperform the superstars. That ’s what leaves so many salespeople and executives scratch­ ing their heads and wondering how the elite top 20 percent produce such massive results year in and year out. It’s why: ■ HR managers are frustrated that their complex and expensive hiring assessments aren’t as predictive of sales success as promised. ■ Legions of academic researchers spin their wheels searching for the holy grail of sales that they believe will magically turn all salespeople into top performers, and why corporate executives eagerly consume their ﬂavor-of-the-day promises. ■ CSOs and sales VPs chase one fad after another, desperately clinging to the latest expert who wins the annual “everything­ in-sales-has-changed ” beauty contest, in hopes of reviving their failing sales organization. ■ So many salespeople and entrepreneurs yearn for the secret to gaining income stability through real, lasting success in sales, yet that secret always seems just out of reach. The Real Secret to Sustained Sales Success The path to superstar-level success in sales is brutally simple. Simple, mind you, not easy. It’s a Paradox of Basics: A truth that is so blatantly obvious it has become impossibly invisible. A truth that remains frustratingly elusive for most salespeople, causing so many promising, intelligent, talented people to fail miserably in sales, and, likewise, businesses to close their doors and entrepreneurs to crash and burn. 3 The Case for Prospecting What ’s the secret that separates superstars from everyone else, and why do they consistently outperform other salespeople? Fanati­ cal prospecting . Superstars are relentless, unstoppable prospectors. They are obsessive about keeping their pipeline full of qualiﬁed prospects. They prospect anywhere and anytime —constantly turning over rocks looking for their next opportunity. They prospect day and night— unstoppable and always on. Fanatical! My favorite deﬁnition of the word fanatical is “motivated or characterized by an extreme, uncritical enthusiasm. ”1 Superstars view prospecting as a way of life. They prospect with single-minded focus, worrying little about what other people think of them. They enthusiastically dive into telephone prospecting, e-mail prospecting, cold calling, networking, asking for referrals, knocking on doors, following up on leads, attending trade shows, and striking up conversations with strangers. ■ They don’t make excuses: “Oh, this is not a good time to call because they might be at lunch. ” ■ They don’t complain: “Nobody is calling me back. ” ■ They don’t whine: “The leads are bad.” ■ They don’t live in fear: “What if she says no?” Or “What if this is a bad time? ” ■ They don’t procrastinate: “I don’t have time right now. I’ll catch up tomorrow. ” ■ They prospect when times are good because they know that a rainy day is right around the corner. ■ They prospect when times are bad because they know that fanatical prospecting is the key to survival. ■ They prospect even when they don’t feel like prospecting because they are driven to keep their pipeline full. Fanatical prospectors carry around a pocket full of business cards. They talk up strangers in doctors ’ ofﬁces, at sporting events, in line to get coffee, in elevators, at conferences, on planes, trains, and anywhere else they can get face to face with potential customers. 4 Fanatical Prospecting They get up in the morning and bang the phone. During the day they knock on doors. In between meetings they prospect with e-mail and text. At night they connect with and engage prospects on social media. Before they quit for the day they make even more calls. The enduring mantra of the fanatical prospector is: One more call. Prospecting is the air they breathe. They don’t whine like babies about not having enough leads or cry at the coffee machine with all of the losers about how they don’t understand why no one is buying today. They don’t blame the sales manager, company, products, services, or economy. They get moving, take responsibility, and own their territory. They generate their own leads and through hard work, determination, and perseverance, their own luck. Superstars are aware that failure in sales is not caused by a deﬁcit of talent, skills, or training. Not a poor territory or inferior product. Not subpar communication and presentation skills. Not a failure to ask for the business and close. Not terrible sales managers. The brutal fact is the number one reason for failure in sales is an empty pipe, and, the root cause of an empty pipeline is the failure to prospect. Yet countless salespeople and sales leaders who marvel at the consistent year-in-and-year-out performance of superstars are blind to the real reason for their success. Unwilling to accept that the foundational root of all success in sales is a fanatical focus on prospecting, they waste time tilting at windmills on their quixotic pursuit of fads, silver bullets, and secret formulas they believe will deliver them into the arms of success with little effort. In Search of the Easy Button “Lose weight effortlessly, ” the announcer says over an image of models admiring their ripped abs. “With this revolutionary, break­ through pill you’ll never have to worry about your weight again. Eat 5 The Case for Prospecting what you want. Forget about exercise. Just take this pill and you’ll have the body of your dreams. ” If these commercials didn’t work, the companies that run them would quit. But they do work. In his book, Spartan Up: A Take No Prisoners Guide to Overcoming Obstacles and Achieving Peak Performance , Joe De Sena explains that “easy is the greatest marketing hook of all time. ” So companies promise, again and again, that you can lose weight, ﬂip houses, or get rich with no pain, no sacriﬁce, and no effort. Their phones ring off the hook, even though intuitively, most people know these promises are over- hyped and not true. It is just human nature to seek the easy way out. It is disappointing to observe how many salespeople today have this attitude —always looking for an easy way out. They have some­ how deluded themselves into believing that they are owed some­ thing. They whine and complain endlessly about their company, prospects, leads, coworkers, CRM, product, prices, and on and on. This is the brutal truth: In sales you are owed nothing! You’ve got to get your ass up and go out there and make things happen yourself. You have to pick up the phone, knock on doors, make presentations, and ask for business. Sales is not a nine-to- ﬁve job. There are no days off. No vacations. No lunch breaks. The great salespeople are skipping meals and doing deals—whatever it takes to win. This mindset is the difference between driving a Mercedes or a Hyundai. Wearing a Rolex or a Timex. Savoring a juicy, bone-in, prime, cowboy rib eye in a ﬁve-star restaurant or surviving on ramen noodles. It’s the difference between watching a 60-inch, ﬂat-screen, ultra high-def TV or sock puppets on a 12-inch ﬂea market hand­ me-down. In sales there will always be something to complain about. That is just how it is. There will be obstacles, roadblocks, bad managers, rude prospects, product and service challenges, and changes to the commission plan. There will always be rejection. There will always be hard work. You can sit around and complain and whine, but trust me, you are only hurting yourself. 6 Fanatical Prospecting It is critical that you awaken from the delusion that somehow you are going to be able to make prospecting easier and come to grips with the truth: If you had a choice between prospecting and swimming with sharks, you would choose the sharks. The ﬁrst step toward building an endless pipeline of new customers is acknowledging the truth and stepping back from your emotional need to ﬁnd Easy Street. In sales, easy is the mother of mediocrity, and in your life, mediocrity is like a broke uncle. Once he moves into your house, it is nearly impossible to get him to leave. The next step is keeping it real. In sales, business, and life, there are only three things you can control: 1. Your Actions 2. Your Reactions 3. Your Mindset That ’s it. Nothing more. So instead of whining about the things that are out of your control, focus your energy on what you can control —your attitude, choices, emotions, goals, ambitions, dreams, desires, and discipline (choosing between what you want now and what you want most). Stop Wishing That Things Were Easier and Start Working to Become Better Developing a fanatical prospecting mindset starts with coming to grips with the fact that prospecting is hard, grueling, rejection-dense work. There is no sugarcoating it. Prospecting sucks. This is why so many salespeople don’t do it and instead spend their time and energy seeking silver bullets, secret formulas, and shortcuts, or ignore prospecting all together until it is too late. 7 The Case for Prospecting However, if you dream of having a superstar income and living a superstar lifestyle, you must face the reality that prospecting sucks and get over it. To get what you want, you must prospect consistently. Jim R ohn once said that you shouldn ’t wish that things were easier; you should wish that you were better. That’s the promise I make to you. When you adopt the techniques in this book, you will get better. Will the techniques I teach you in this book make you a more efﬁcient prospector? Absolutely. I will teach you how to get more prospecting done in less time so that you can get back to the fun part of selling: meeting customers, discovery, presentations, proposals, negotiation, closing deals, and cashing commission checks. Will the techniques I teach you in this book make you a more effective prospector? You can count on it. I will teach you how to get the highest return on the time you invest in prospecting. You will learn how to balance prospecting using multiple methodologies and gain insight on how to engage qualiﬁ ed prospects in sales conversations and get them into your pipeline. You’ll get better results, open doors you thought would always be closed to you, and ultimately close more sales. Will the techniques I teach you eliminate rejection, make prospecting more palatable (to use the words of one author who promises that prospecting can be “fun and easy”), make it painless, or remove the emotional and mental roadblocks that lead to prospect­ ing procrastination? Nope. Not a chance. I will not lie to you about prospecting. I am not going to promise you that I will make prospecting easier, eliminate rejection, or turn it into something that you will learn to love. Only you can make the decision to do the hard work, pick up the phone, approach strangers, and get past your own mental hang-ups. The choice to act, the choice to adopt a new mindset, is yours and yours alone. Here’ s the brutal truth: There is no easy button in sales. Prospecting is hard, emotionally draining work, and it is the price you have to pay to earn a high income. 8 Fanatical Prospecting How do I know this? I’ve been selling in the trenches my entire life. I’ve got trophy cases full of awards for my sales achievements. I started a successful multimillion-dollar business from the ground up and survived and thrived because my only option was to pick up the phone and start dialing. I am considered a leading expert on sales because of these accomplishments, and people pay me big bucks just to teach them the things I know. I’ve made millions of dollars in commissions. Bought big houses, boats, cars, and all of the toys a successful career in sales affords. All of this was courtesy of fanatical prospecting. All of it! Yet, even though I know what brought me to the dance, even though I am fully aware that prospecting generates my income, the truth is prospecting is still the hardest, most mentally exhausting part of my sales day. There is always something more fun I would rather do, and although I know it will never get easier, the one thing that separates me from most other people is this: I get over it and do it anyway. 2 Seven Mindsets of Fanatical Prospectors We like to think of our champions and idols as superheroes who were born different from us. We don’t like to think of them as relatively ordinary people who made themselves extraordinary. —Carol S. Dweck, Mindset: The New Psychology of Success Merriam-Webster dictionary deﬁnes mindset as “a mental attitude or inclination. ” It can also be deﬁned as “a mood, disposition, inclina­ tion, or intention ” (reference.com). Mindset is completely and absolutely within your control and drives both the actions you take and your reactions to the environ­ ment and people around you. 9 10 Fanatical Prospecting Success Leaves Clues Success leaves clues. Highly successful people, from ancient philos­ ophers like Aristotle to modern-day thought leaders, have always made the point that there is little need to “reinvent the wheel. ” If you study what successful people do, you ﬁnd patterns. When you duplicate those patterns, you’ll be able to duplicate their success. Developing and maintaining a fanatical prospecting mindset is the ultimate key to success in sales. This mindset keeps you focused, persistent, and driven to open doors in the face of inevitable setbacks, challenges, and rejection. When you adopt a fanatical prospecting mindset, you’ll grow in the face of adversity rather than shrink before it. I’ve spent a lifetime studying fanatical prospectors. Along the way I discovered seven core mindsets that deﬁne them. These are their success clues. Duplicate these mindsets and you’ll guarantee yourself success in ﬁlling your pipeline and crushing your number. 1. Optimistic and enthusiastic: Fanatical prospectors have a winning, optimistic mindset. They know that negative, bitter people with a victim mindset do not succeed in sales. Fanatical prospectors attack each day with enthusiasm —ﬁr e du pa n d ready to rock. They view each day as a fresh new opportunity to achieve. Because of this, they seize the day, brush past naysayers and complainers, and dive into prospecting with unequaled drive. Even on bad days they reach deep inside and ﬁnd enough stored enthusiasm to push themselves to keep going and make one more call. 2. Competitive: Fana tical prospectors view prospecting through the eyes of a ﬁerce competitor. They are hardwired to win and will do whatever it takes to stay on top. They begin each day prepared to win the battle for the attention of the most coveted prospects, and outwit and outhustle their competitors at every turn. 11 Seven Mindsets of Fanatical Prospectors 3. Conﬁdent: Fanatical prospectors approach prospecting with conﬁdence. They expect to win and believe they are going to win. They have developed mental toughness and the ability to manage the disruptive emotions of fear, uncertainty, and doubt. They leverage conﬁdence and self-control to persuade prospects to give up time and resources to engage in sales conversations. 4. Relentless: Fanatical prospectors have a high need for achieve­ ment. They do whatever it takes to reach their goal. They never, ever give up believing that persistence always wins. They use rejection as motivational fuel to get up and keep going with a determined belief that their next “yes” is right around the corner. 5. Thirsty for knowledge: Fanatical prospectors welcome feedback and coaching. They seek out every opportunity to learn and invest in themselves by voraciously consuming books, pod- casts, audiobooks, blog posts, online training, live seminars, and anything else they believe will make them better. They have an unshakable belief that everything happens for a reason and through this lens view setbacks as opportunities to learn and grow. 6. Systematic and efﬁcient: Fanatical prospectors have the ability to execute with near-robotic and systematical efﬁciency. They are skilled at their craft like a pro athlete. They protect the golden hours, block their time, and concentrate their power to tune out distractions and avoid disruptions. They systematically develop their prospect database to build more effective and targeted lists, and squeeze every moment from each sales day. 7. Adaptive and ﬂexible: Fanatical prospectors have acute situational awareness. Because of this, they are able to respond and adapt quickly to changing situations and circumstances. They leverage the three As in their approach to prospecting: adopt, adapt, adept. They actively search out and adopt new ideas and best practices, then adapt them as their own, and work at it until they become adept at execution. Fanatical prospectors are constantly trying new things and ﬂexing with the world around them — whatever it takes to keep their pipeline full. They tend to be 12 Fanatical Prospecting early adopters of new prospecting techniques, cutting-edge technology, and game-changing tactics. Look around you. I guarantee that you will ﬁnd that the highest-earning sales professionals in your town, city, networking groups, and company are fanatical prospectors. From insurance to real estate to industrial products to software to mobile to autos to trucks to medical device and pharmaceutical— in every industry and every company —they share these seven mindsets. As you move forward through this book, use these seven mindsets as a foundational reference point to assess where you have room to grow and further develop your mindset."
}