{
  "title": "Forex Trading The Basics Explained in Simple Terms Jim Brown",
  "source": "Libros/Forex Trading The Basics Explained in Simple Terms Jim Brown.pdf",
  "content": "Forex Trading The Basics Explained in Simple Terms Plus FREE Bonus Trading System Copyright 2015 by James Brown - All rights reserved This book is geared towards providing information in regards to the topic and issue covered. The publication is sold with the idea that the publisher is not required to render accounting, officially permitted, or otherwise, qualified services. If advice is necessary, legal or professional, a practiced individual in the profession should be ordered. From a Declaration of Principles which was accepted and approved equally by a Committee of the American Bar Association and a Committee of Publishers and Associations. In no way is it legal to reproduce, duplicate, or transmit any part of this document in either electronic means or in printed format. Recording of this publication is strictly prohibited and any storage of this document is not allowed unless with written permission from the publisher. All rights reserved. Respective authors own all copyrights not held by the publisher. The trademarks that are used are without any consent, and the publication of the trademark is without permission or backing by the trademark owner. All trademarks and brands within this book are for clarifying purposes only and are the owned by the owners themselves, not affiliated with this document. Disclaimer This book is designed to provide information that the author believes to be accurate on the subject matter it covers, but it is sold with the understanding that neither the author nor the publisher is offering individualized advice tailored to any specific portfolio or to any individual’s particular needs, or rendering investment advice or other professional services such as legal accounting advice. Professional services should be sought if one needs expert assistance in areas that include investment, legal, and accounting advice. There is a substantial risk of loss associated with trading these markets. Losses can and will occur. No system or methodology has ever been developed that can guarantee profits or ensure freedom from losses. No representation or implication is being made that using this information will generate profits or ensure freedom from losses. The trade examples provided were hypothetical only and were prepared with the benefit of hindsight. No hypothetical trading record can completely account for the impact of financial risk in actual live trading. Additionally, this book is not intended to serve as the basis for any financial decisions, as a recommendation of a specific trading system. Your personal financial circumstances must be considered carefully before investing or spending money. No warranty is made with respect to the accuracy or completeness of the information contained herein, and both the author and the publisher specifically disclaim any responsibility for any liability, loss or risk, personal or otherwise, which is incurred as a consequence, directly or indirectly, of the use and application of any of the contents of this book and the bonus system. Introduction I hope you find this book useful to gain an understanding of the basics of forex trading and with this information; you become a successful trader in your own right. My knowledge of currency trading extends over a 14 year period and has evolved from the old fashioned manual charting when I first started in 2002, to trading on multiple screens and entering the arena of automated trading. During this time, I have developed and shared many trading systems for free, and I have also assisted many new Traders through my various blogs and forum participation. This book is for those of you who are just starting to consider trading Forex but don’t know where to start, given the abundance of information on the internet. It is THE first book to read to have an understanding of the very basics. I have deliberately kept the explanations quite simple and straightforward so everyone can understand it. Best regards Jim Contents Chapter 1 Welcome to the World of Forex Trading What is Forex? Why Forex? Advantages to Trading Forex When is the Forex Market Open? Chapter 2 What Do We Trade in the Forex Market?Forex Pairs - What do the Numbers Mean? Where do we Trade Forex? What About Choosing a Broker? Chapter 3 How Do You Actually Trade Forex?Important Information for US based Traders Lot Size and Equivalent Pip Value Information on Risk Chapter 4 Fundamental or Technical Analysis?News and Fundamental Analysis Technical Analysis Chapter 5 Further Information on Forex SpecificsRisk-Reward Ratio Types of Orders How Many Pips is Enough? Chapter 6 Trading PsychologyTrading Psychology Chapter 7 Time to TradeDay Trading or Longer Term Trading? Keeping a Journal or Diary Chapter 8 Conclusion Bonus Trading System Introduction Template and Custom Indicators My Thoughts on Trading Entry Signals Trade Management Conclusion Recommended Reading Recommended Forums Chapter 1 Welcome to the World of Forex Trading So you have heard about Forex Trading and you are now curious to check it out, but really don't know where to start. Well you have come to the right place, as this book will take you through the basics, explain Forex in a plain and simple manner and give you enough information to get started sooner rather than later, in the exciting world of Forex Trading. What is Forex? Forex is the common term used to describe Foreign Exchange. It is also called currency trading, or just FX trading, and every now and then you may see it referred to as Spot FX. It is essentially the trading of the world's various currencies. Trading currencies is a little different to trading shares or stocks, as currencies are traded against each other. What I mean by this is that you are comparing one country's currency to another country's currency. It is not as confusing as it sounds, so bear with me. Why would I want to trade Forex? Good question! Most people have heard about trading stocks, maybe even futures and options. They have been around for years and your grandparents may have even traded them. But I guarantee you that they wouldn't have traded Forex, unless they were exceptionally wealthy individuals or worked for a major bank. It is only in the last 15 or so years that the retail Forex industry has opened up to the likes of you and I, where you can start trading with a very small deposit into a brokerage account. Obviously the popularity of the internet has helped create this boom as about 99.9% of all transactions are carried out online. Why Forex? For a start, it is by far the most liquid market in the world that runs 24hrs a day for 5 1/2 days of the week. Just to give you an idea of what I mean, in early 2014 and according to the Bank for International Settlements, Forex trading increased to an average of $5.3 trillion dollars a day. To put this in perspective, this averages out to be $220 billion per hour. In fact, it would take 30 days of trading on the New York Stock Exchange to equal one day of Forex trading. These figures are huge! There is no other way to put it. But obviously that doesn't really affect the average trader other than giving that trader very good liquidity, which means if you want to buy or sell any of the top 10 currency pairs, there is never an issue of that pair not being available to trade. Also with this much volume on a daily basis, the average trader like you and I have absolutely zero chance of influencing market direction. Advantages to Trading Forex Because the Forex market is running continuously for 24 hours during the week, there is very little gapping, which can be a common problem with stock trading. For example you may have bought XYZ stock at $24.20 on Tuesday just before the market close with a stop loss set at $23.50 to protect you against any major losses. During the night, when the market is closed, there is a major announcement that affects the company trading as XYZ, and the market opens on Wednesday morning, with XYZ trading at $22.10. Not only has it gapped down $3.10 overnight, it has also opened $1.40 below your stop loss giving you a much bigger loss than you ever anticipated. This rarely happens in Forex trading, but having said that it can happen, especially over the weekend as this is the only time the Forex market is closed. But it is rare! I can give you one example where I was caught out on a weekend. Late 2003 I was in open positions over the weekend where I was basically going against the US dollar, and then US troops captured Saddam Hussein. This was very positive for the US dollar, which then opened much higher on the Monday inflicting some financial pain my way. I have learnt my lesson and I am rarely in open positions over the weekend. As you will soon see, with regards to Forex trading, you only have a small amount of currency pairs to choose from. This is a very small basket compared to the number of stock choices you have. On the US stock exchanges, there are literally thousands of stocks to choose from. Here you have the problem of finding a needle in a haystack. You will see that your Forex choices are much, much narrower, hence there is certainly a lot less searching and analyzing required. All of your efforts and concentration can be targeted in a very narrow field, so you can get on with the trading sooner than later. Once you have a look at a few different Forex charts, which I discuss later, you will see some very nice smooth trends that seem to occur quite often. Now this is something that you may not understand if you have never traded a financial instrument before, especially if you have never looked at charts. For those stock traders out there, you would be very aware of stocks that just get stuck in a range for what seems forever, or stock charts that show plenty of gaps and a general ugly sort of look. I am not saying that Forex doesn't range. It does, trust me, but when it breaks out it is normally something very good. You will understand this once you start looking at the charts. The low cost of trading is also important. Most trading is conducted electronically over the internet on your nominated broker's online account. The cost is minimal for each trade as there is normally no commission involved, however you do have to cover the spread. This will be explained shortly, but it can be very cheap to trade considering some pairs now have less than one pip spread. Further to the low cost, you can open an account with a broker for a very small amount, and in some cases, just a couple of hundred dollars. Granted you are not going to make millions from this, but it is a start. I will cover brokers later. Some Further Advantages of Forex Trading So we need somewhere to trade and as stated earlier, this is all done online via the internet. The good thing about this is that most brokers offer unlimited demonstration platforms where you can practice trading for as long as you like without risking any of your own money. This is brilliant if you want to try out different trading methods and ideas. Commonly referred to as 'demo trading,' there is no reason that you can't have both a 'live' and 'demo' account with the same Broker. Just ensure you don't get them confused. Demo trading is quite a useful tool where you can try out different things etc, but please be warned, trading on a 'demo' account is nothing like trading on a 'live' account as there is zero risk with a 'demo' account and therefore your emotions do not come into play at all. It is like walking across a plank of wood 6 inches above the ground, compared to walking across the exact same plank of wood ten stories up in the air. I'm sure your emotions would be different, and the same goes for trading. When there is real money on the line, you will think and act different! Trust me on this. And to take this one step further, Forex data is live and it is free. Unlike a lot of stock data where you have to pay a monthly data subscription fee or stuck with 15 minute delayed data, your Forex data is all freely provided to you by your chosen broker's trading platform. I’ll have more on brokers and their platforms later. When is the Forex Market Open? Here I will discuss the trading times and as you will see, there is ample time to trade Forex. As stated earlier, it is a market that is open longer than it is closed. As most people would be aware if you were trading stocks then you would trade these through an exchange, whether it was the New York Stock Exchange or the Australian Stock Exchange. Forex trading does not have any central exchange as such. All trading is done through the banks or market makers, which are basically the brokers that traders like you and I would use. Forex trading follows the world's time zones and is broken down into three major time zones. ▪ The first to open is Asia, which includes New Zealand, Australia, Singapore, Japan etc. This is called the Asian session and is normally the quietest of the sessions with regards to trading volume. ▪ This is then followed by the European session. In the meantime, traders in the Middle East are kicking in, and then all the major European centres, where eventually London opens. The European session is the main session as it normally has the greatest volume traded. You have to remember also that London is the financial capital of the world, even though most people think it is Wall Street in the US. ▪ The last session to open is the US session, and this session can also be very frantic, especially early in the day where there can at times, be major news releases that have a big effect on the US dollar itself. So we have the three trading sessions, which do overlap each other. There are no set times, just when banks open for business in each major financial city and volume picks up. For me living in Australia, I know that during the day here, it is the Asian session, followed by the European session which kicks off at about 5pm, followed by the US session at 11pm. I am normally in bed by 2am at the latest, which would be getting close to lunchtime in the US. In a nutshell, you can trade at any time, but if you intended on trading the London open and you lived in the US, you may have to set your alarm clock and get up very early in the morning. Every time zone has its advantages and disadvantages. There are plenty of free online time zone clocks available that relate to the different session times, so it is quite easy to find a session or sessions that suit your lifestyle. You can also find free custom indicators that clearly put the different session times on your trading charts. This is a great visual tool for some. Chapter 2 What Do We Trade in the Forex Market? Let's get into it! There are several currency pairs that can be traded, but the majority of traders just stick with a group of about 8 to 10 pairs. That is more than enough choice. First up, we have what they call the 'majors'. These are by far the most heavily traded currency pairs, and a lot of traders are just happy trading one or two of these. The majors include: EUR/USD Euro dollar against the US dollar USD/JPY Japanese yen against the US dollar GBP/USD Great Britain pound against the US dollar USD/CHF US dollar against the Swiss franc Notice how they are all against the US dollar, therefore when traders discuss these pairs, they simply just refer to them as the Euro, Yen, Pound (or Cable) and the Swissy. Then we have what we call the '2nd tier pairs' and these include the following: AUD/USD Australian dollar against the US dollar USD/CAD US dollar against the Canadian dollar NZD/USD New Zealand dollar against the US dollar Again, these pairs are all against the US dollar, so they are simply referred to as the Aussie, Loonie and Kiwi. The term Loonie actually comes from the first Canadian dollar coin. Then there are currency pairs which are simply called the 'crosses', and these involve non US dollar pairs. Some of the more popular crosses include: EUR/JPY Euro dollar against the Japanese yen GBP/JPY Great Britain pound against the Japanese yen EUR/GBP Euro dollar against the Great Britain pound There are quite a few others, but these three are probably the most popular traded. A lot of traders prefer to trade their home currency as they feel they have a better understanding of it. Personally, I'm Australian, but I rarely trade the Aussie as I am very comfortable trading the majors for the majority of my trades. So what do all the numbers mean when the currency pairs are traded together? The first currency mentioned is what they call the ‘base currency' and it is being compared to the 2nd currency, which is called either the 'quote currency' or the 'counter currency'. If I watch my local news, and near the end they have a very brief financial report where the newsreader may say something like: \"The Aussie dollar was down today against the greenback, reaching a low of 71 cents\" Basically what they are saying is that the Australian dollar has dropped in value compared to the US dollar, and that one Australian dollar is equivalent to $0.71 US. As the US dollar is the major currency of the world, you will find most financial reports will compare your local currency to it, and even some of the other majors such as the Euro or the Great Britain pound. Using this same example of the Aussie at 71 cents if I were to travel overseas, say to the US where I would need US dollars, then I would be hoping for as high a rate as possible so I get more for my Australian dollar. So if the exchange rate moved up to 75 cents, then one Australian dollar would be worth $0.75 US. You may see the quote for the AUD/USD similar to this: 0.7125 / 0.7128 I’ll explain shortly why there are two sets of numbers. But just looking at 0.7125, this shows how many units of the quote/counter currency are needed to buy one dollar of the base currency. In this case, the US dollar is the quote/counter currency and the Australian dollar is the base currency, so US$0.7125 is equal to AU$1.00. So if I travelled to the US, then each Aussie dollar I have is worth about 71c US. Forex Pairs - What do the Numbers Mean? Let’s consider a pair example : If the AUD / USD were quoted at 0.7125 / 0.7128, what exactly does this mean? ▪ The first figure of 0.7125 is called the 'bid' price ▪ The 2nd figure of 0.7128 is the 'ask' price ▪ The difference between these two figures is called the 'spread' If I wished to buy the Aussie, thinking that the Australian dollar is going to go up in value compared to the US dollar, I would be required to pay the ASK price, which in this case is 0.7128. On the other hand, if I thought the Aussie was becoming weaker against the US dollar and I wished to sell it, then I would sell it at the BID price of 0.7125. Now if I was to buy the Aussie at 0.7128 and then immediately close my position before the price had a chance to move, I would have to close the position by selling the Aussie at 0.7125. Now there is a difference of 0.0003, which is called the spread, and that would be the amount I lost on this trade. In the case of the Aussie, each 0.0001 move is called a pip (or sometimes referred to as a point). So on this trade, I would have lost 3 pips (or 3 points). All the pairs I mentioned above, except the JPY pairs, normally have four decimal places, and their pip value is calculated the same as the above Aussie example. The JPY pairs usually only have the two decimal places. An example of the USD/JPY could be quoted as follows: 97.81 / 97.83. This tells me that one US dollar is equal to approximately 97.8 Japanese yen. The bid price is 97.81 and the ask price is 97.83, and that there is a 2 pip spread. In this case each 0.01 move is called a pip. Important : Most brokers these days have an extra decimal place on their quoted prices. This has come about as the result of spreads becoming tighter over the years. When I first started trading, a small spread on the EUR/USD was 3 pips, whereas nowadays it is common to see the spread on this pair at 0.8 of a pip or even less. Hence the addition of this extra decimal point on the quoted prices. If you see three or five decimal places and depending on how precise your trading is, I would suggest you just ignore the very last digit. That is the simplest way. For example if you saw a quote for the EUR/USD as 1.38641 / 1.38663, you would simply read it as 1.3864 / 1.3866 by dropping the last digits. Then you can see that you have a spread of 2 pips. This is just to keep it simple. If you wanted to be precise, then in this example you would simply take 4.1 away from 6.3 to give you an exact spread of 2.2 pips. These are just the last two digits on the quote where the 2nd last digit is an actual whole number of pips, with the last digit representing a fraction of a pip. It can be very confusing at first. Me, I just round it up or down depending which side of 0.5 I am on, just to keep it very simple. Next, I'll discuss the different brokers and platforms available. This is a minefield in itself! Where Do We Trade Forex? You will have to open an online brokerage account to enable you access that broker's trading platform. As I mentioned earlier, most brokers offer demo trading where you can practice trading without risking real money – it’s a little like playing monopoly. You do not need to deposit any funds with a broker to gain access to their demo platforms, as most are quite willing to let you try them without any obligation. This also gives you the chance to try various platforms and see what you feel comfortable with. What About Choosing a Broker? This is a good question and you will get a variety of answers if you were to ask around in the trading community. Firstly, I would strongly suggest that you choose one of the bigger well known brokers. Trust me on this! The retail forex industry is still relatively young and it does not have the same regulations and rules to follow as a lot of other traded financial instruments. This is mainly due to the fact that there are no central exchanges involved. But having said this, a lot of governments are beginning to formulate rules and regulations that do give forex traders better protection. But be warned, there are still bucket shops (dodgy brokers) out there who will rip you off in a heartbeat. It was only recently I heard of one Swiss based broker disappearing with all their clients’ funds. I certainly don't want to scare anyone off, but please be warned and choose wisely. There are plenty of good brokers around, so there is no need to panic and get stressed about this. Another suggestion is that you do not place all of your funds into one broker, especially if you have a substantial amount. What I am talking about here, is if you had say $100,000 to trade (which you don't need!), I wouldn't be depositing all of this with the one broker. Instead, I would either spread it amongst two or more brokers, or keep funds in reserve and only deposit them with my broker if they were required - you will sleep better at night! Important: In January 2015 there was a huge move by the Swiss National Bank where the Swiss franc was depegged from the Euro catching the financial markets by surprise. This caused an insane, huge, untradeable price spike in Swiss franc related pairs, which basically wiped out trading accounts or made some traders extremely profitable. This spike also sent some very reputable major brokers to the wall financially, causing some to go broke or go into liquidation. Alpari UK was one of the major players affected and is no longer in existence. FXCM also struggled but recovered. So be careful where you put your funds and only deposit what is required. Many traders also like to keep their hard earned cash in their own country and I can understand this, and again it is just a perceived safety measure. Me personally, I haven't got a problem with dealing with overseas brokers. My past experiences have produced no problems at all transferring funds either way, so I am quite happy to use overseas based brokers. I didn't have a choice really as up to a couple of years ago, there weren’t any Australian based brokers that I felt comfortable with, but that has since changed. Not all broker trading platforms are the same and this is where it gets interesting. Every platform appears to have its advantages and disadvantages. You have to find something you are comfortable with. One of the most popular forex trading platform is Metatrader, or more commonly referred to as MT4. This platform is then used by a variety of brokers. How this works, is that you would go to your chosen broker's website, sign up with them, and then download the MT4 software from their site. Here you can either select demo or live trading or both. Obviously they will provide further instructions on how to deposit funds into your brokerage account. You can find out more about MT4 by doing a Google search on 'Metatrader'. I personally find the MT4 platform one of the best, especially for the charts. It is quite incredible what you can do with this platform. Even though the charts and other features are excellent on the MT4 platform, I am not particularly happy with the way you place orders. It is not as easy as it should be and can be a little frustrating at times. But the charts are excellent, or did I already say that? Being an Aussie, I use GoTrader or Pepperstone for my MT4 platform and I am quite happy with both of them. The beauty of the MT4 platform is its popularity and the ability to write your own computer code to design your own custom indicators or expert advisors. There are even dedicated forums and groups that just discuss this platform. Most trading platforms come with a variety of standard charting indicators. Things like Moving Averages, MACD, RSI, Bollinger Bands etc. Now with MT4, you can design your own custom indicators and download them direct to your trading platform, and then onto your charts. Don't worry if this sounds a little confusing at the moment as it does become clearer as you become more familiar with the platform. You don't need these custom indicators to trade, and if you are interested in trying them out, there are plenty of smart traders out there who have already done all the hard work and made them freely available online. There are thousands of them. I also mentioned expert advisors, commonly known as 'EAs' or 'Trading Robots'. This is a software program that is loaded onto your platform and then onto selected charts. A fully automated EA, once activated, will go to work to identify trades that fit its trading criteria, open a trade without human involvement, manage the trade without human involvement and eventually close the trade without human involvement. It all sounds too easy, doesn't it! Again you can design your own or let someone else do it for you. They are not as freely available as custom indicators, but they certainly are becoming more popular. Again, be warned! There are plenty of scammers out there selling trading robots based on outrageous promises of untold wealth. Do your due diligence and choose wisely if you decide to go down that path. The good ones are few and far between. MT4 is not the only platform you can customize indicators and trading systems, but it is by far the most popular. I have used CMS and their VT Platform in the past, and they too have an excellent charting package. There are plenty of other good brokers around. One of my favourites is Oanda. It does have a web based platform available as well as their MT4 platform. The web based platform doesn’t require any software to be downloaded, which means you can access this platform from any computer that is Java equipped. Oanda is a very popular and reliable platform which offers very low spreads and is very simple to use. There is also one other big advantage using Oanda with regards to trade position size and it is one of the reasons I like them so much. They have also been around for a few years now and there are rarely any negative comments about them. Oanda is certainly a great beginner's broker and platform/s. You can find Oanda here at http://www.oanda.com/As stated earlier, there is no central exchange for Forex trading, therefore pricing on different currency pairs can vary at times between the different brokers. Normally all the good brokers will be within one or two pips of each other, which really isn't an issue. However every now and then, there will be a price spike on one broker’s charts but not on other broker’s charts. Too bad if you had an order set around where the price spiked, whether it be a buy/sell order or a stop loss. These types of fluctuations normally happen on the not so well known broker platforms. If you stick with a decent broker, you will avoid these types of problems. I normally run two platforms together and can see the differing prices, but as they are two reputable brokers, there is rarely an issue with price differentials. I mentioned the term the 'spread' earlier, which is the difference between the bid and the ask prices. It was only a few years ago that the spread on the EUR and JPY were 3 pips, and the other major pairs ranged from 4-5 pips, and this was happily accepted by all. Nowadays, it is not uncommon to get spreads on the EUR and JPY for 1 pip or less, and the other majors, for less than 3 pips, as are a few of the 2nd tier pairs and crosses. The spread is your cost of doing business. For you to make any profit, you must first make up the spread. For example, if you bought the USD/CHF at 1.0774 and you had a 3 pip spread, then the price would have to rise to 1.0777 before you are in a break even position. Remember you buy at the ask price and sell on the bid price. So in this case, when you bought, the quote would have been 1.0771 / 1.0774. It then has to look like this before you can get out at breakeven 1.0774 / 1.0777, which is a 3 pip increase in price. Some brokers maintain the same spread, albeit a little higher during all market hours, whilst other brokers may vary the spread depending on the volatility at the time. What is volatility? It can be when the market is very quiet, like when the market opens early in the week, or after hours at the end of the US session before the Asian session has cranked up. It can also refer to when there is very high volume, normally in anticipation of a major news release. This is where some brokers can really widen their spreads. They don't stay wide for long, but it can be 5 minutes or so. Oanda does this, and the spreads can go out to 20 pips on the volatile pairs like the GBP/USD. This is not good if you are scalping or have a really tight stop or other orders close to the current price. Something you have to be aware of. You will find that if the spreads stay constant, then there is normally a trade off somewhere else. In the case of CMS, their spreads remained constant but during the very volatile times, you would have difficulty placing orders or stops close to the current market price. A few years ago, just before any major news release, traders would place a buy order and a sell order close on either side of the current price just a few seconds before, hoping to cash in on a big price spike one way or the other. One order would be filled and they would cancel the other, looking for a decent run in the original direction. Brokers didn't like this and put practices in place like I have discussed to prevent this - a bit like the casinos banning card counters, even though it is not technically illegal, it was giving the card counters an edge. So the casinos changed their rules to take away that edge from the punters. Brokers do the same at times. Then we have the problem of requotes and slippage. This should not really be an issue with Forex trading if you stick with the better brokers, but it can and sometimes does happen. Keep in mind, there can be times of very high volatility, where you just won’t be filled at a price you may have elected to do so. This is the same for all types of trading. This is also where Demo trading can give you a false sense of security, as demo platforms will always fill trades or orders at those specified levels as it is only a computer program working on numbers, not the real market conditions. You may end up with a perfect trade fill on a Demo account but there may have been a 10 pip slippage on the same trade in a Live account. It does happen. Generally, the better well known brokers are becoming much more reliable (and honest) these days. It wasn't that long ago, that they were a little inconsistent and traders did have problems that were plastered all over forums, therefore affecting certain broker’s reputations. This doesn't seem to be such an issue nowadays though. But once again, I would suggest you do your own due diligence by getting out there into Google-land and checking things out. Chapter 3 How Do You Actually Trade Forex? It may seem a little confusing at first but really, it is quite simple. Forex is a leveraged financial instrument, as is Options, Futures, CFDs, Warrants etc. So this is nothing new. You trade Forex in 'lots'. That is basically the industry standard, but there are brokers out there that do things slightly different. For example, Oanda trades in 'units', but they can be easily converted to a lot size equivalent. Lots are known by different names, depending on how much currency they represent. There is a standard lot, a mini lot and a micro lot: One standard lot 100,000 units of the base currency and is normally expressed as 1.0 lot One mini lot 10,000 units of the base currency and is normally expressed as 0.1 lot One micro lot 1,000 units of the base currency and is normally expressed as 0.01 lot How many lots you can buy or sell depends on a few things: ▪ your account balance ▪ your nominated trading leverage, and ▪ how much you are willing to risk on the trade This is when I mention the words 'margin', 'leverage' and 'risk'. All words that are important, but there is no need to get stressed about them as they can all be controlled and I'll show you an easy way to stay out of trouble. Margin refers to the money you have in your account that is available to trade with. As stated earlier, Forex is a leveraged instrument, so if your broker offers you 100:1 leverage, then for every 1 unit you have in your trading account, you can control 100 units in a trade. Some brokers offer up to 1000:1 leverage. If you are over leveraged and a trade goes against you, and you decide not to take any action, your broker will close the trade on your behalf to protect their interests, even though you may have blown your account out. The higher the leverage, the more currencies you can control (buy or sell more). It is not something that concerns me as my risk is controlled on all trades. Risk refers to what you are willing to risk on any particular trade, in terms of dollars. Important Information for US based Traders 1. Most US Traders are restricted by their government's regulations whereby they do not allow US based brokers to offer more than 50:1 leverage on their trading accounts. It is “Big Brother’s” way of telling you what’s best for you. There are ways around this is you are a US based trader. It will take a little research on your part. 2. Another US only regulation is not allowing traders to hedge, which means that you cannot have a buy and a sell trade open at the same time on the same pair. A lot of traders hedge trades that are going against them so it gives them time to reassess their overall position. Some actual trading systems call for trades to be taken in both directions at the same time also. There are ways around this also. 3. Another US based rule is called FIFO, which means ‘first in, first out’. Basically if you are trading multiple trades on one pair, and these would be all in the same direction as you are not allowed to hedge, you have to exit the trades in the same order that you entered. It also depends on the position size of each trade. Refer to your Broker for exact information on this. This is probably one of the most frustrating rules for US traders as sometimes you don’t necessarily want to exit in that particular order. I’ve heard more complaints about this rule than the others. Most other countries do not have these restrictions. Lot Size and Equivalent Pip Value Just to refresh your memory, if the EUR/USD moved from 1.3924 to 1.3928, it has moved a total of 4 pips, and if the USD/JPY moved from 95.23 to 95.19, it also moved 4 pips. Straightforward, so far. If I was trading 1 standard lot ($100,000), then each pip is worth US$10. So in the above EUR/USD example of the 4 pip move and you were trading 1 standard lot, 4 pips is equal to US$40. The same US$10 per pip also applies to the GBP/USD, AUD/USD and NZD/USD. That is the easy part. Now all the other forex pairs aren't quite as simple due to the fact that the USD is not the quoteor counter currency. So what you have to consider here, is the currency conversion between the two pairs and the math can be a little confusing. Me, I keep it simple, and consider all pairs to have a 1 pip value of US$10. Just about all of the forex pairs, except the EUR/GBP have a pip value of less than US$10, and most of these are just under that level, but they do fluctuate with currency variations. If you do need to know the exact pip value, there are plenty of free websites with a built in calculator to do the math for you. The majority of traders either trade standard lots or mini lots. As stated earlier, Oanda is slightly different here as they trade in units, which can be very useful for precise money management. So, if 1 pip is equal to US$10 on a standard lot (1.0 lot / $100,000), then 1 pip on a mini lot (0.1 lot / $10,000) must be equal to US$1, and 1 pip on a micro lot (0.01 lot / $1,000) is worth $0.10. Simple! And to keep it very easy and simplified, just consider every Forex pair the same. I know a USD/JPY pip on a standard lot isn't US$10, but it is close enough for me not to worry about its exact value. If your style of trading is affected by the exact price of pips on the Forex pair you are trading, then you will have to use something like a dedicated forex calculator to work out the exact values. They are freely available by just doing a Google search. Let's get into a Trade Example: I have $2,235 in my trading account, and I am happy to risk 2% on each trade. I'm in my broker’s account looking at their charts and I see a nice set up on the EUR/USD where I am looking at buying at 1.3928. I am going to place my stop (stop loss) 30 pips below at 1.3898. So my risk on this trade is 30 pips. Now I need to know what my position size will be, where I am risking no more than 2% of my overall account balance of $2,235. This actually equates to $44.70. The easy way to work this out is by using the following: Account Balance multiplied by risk percentage, divided by risk (stop size in pips), equals position size. In this trade, the math would look something like this: $2,235 x 2% = $44.70 $44.70 / 30 pips = 1.49 Therefore my position size on this trade would be 1.49 mini lots (0.149 lots). You would have to round this down to either 1 mini lot (0.1 lot), or 1.4 mini lots (0.14 lots) if your platform allows this trading size. If you are unsure of the position size, whether it is in standard or mini lots, just do the math backwards to confirm. You know the maximum risk is $44.70 on this trade. If you went into the trade with 1 mini lot, you know each pip is worth $1, so if you were stopped out, then you would have lost $30, which is under your max risk of $44.70, due to the fact you had rounded your position size down. Here is another example with a much larger account balance and a different risk percentage and stop placement. Account balance is $37,840, your trade risk is 3%, and you are placing an order to sell the GBP/USD at 1.4562 with a stop at 1.4607, which is 45 pips away. Let's do the math to work out my position size: $37,840 (Account balance) x 3% (risk percentage) = $1135.20 $1135.20 (max risk) divided by 45 (stop) = 25.226' Therefore my position size would be 25.226' mini lots (2.5226 lots), or rounded down to 25.2 mini lots (2.52 lots) which is basically 2.5 standard lots. Do the math in reverse if you want to double check your position size. You know your max risk is $1135.20, and your stop is 45 pips, and each pip is worth $10 on a standard lot. If you were to lose 45 pips with 2.5 lots, then 45 x 2.5 x 10 = 1125, which is under the $1135.20 risk. It may be a little confusing at first, but it is very simple once you get the hang of it. By using this formula, you should never have to worry about leverage, margin or risk. They just don't come into it. But having said that, it all depends on your risk percentage levels and your actual trading methods. You do need a successful trading method, because if you don't and you were only risking say 2% per trade, you will eventually blow out your account. It will just take a bit longer to achieve this than if you were risking 10% on each trade. There are plenty of freely available Excel type spreadsheets that can do the math for you once you plug in your own figures. These are quite handy and ensure you get the figures correct. Now we need to talk about risk! Information on Risk I consider 'risk' to be a very important issue when it comes to Forex trading. Probably not so much of an issue if you are a longer timeframe style trader, say the weekly or monthly charts, but if you are a day trader, then it certainly is an issue. TRUST ME ON THIS! Now I don't really care what your percentage risk is per trade as that is up to the individual trader. I have suggested 2-3% which is quite common amongst successful traders, even less is better according to some. This will ensure you stay in the game longer at least. If you want to risk 10% on a trade, that is up to you. But I will say that it is very much in your interest to have a physical stop loss in place. This is a point where you will be taken out of a trade if something does go wrong. What can go wrong you ask? Other than you picked the wrong direction for the trade, which will happen every now and then. You may also have internet problems or the biggie, unfavourable news comes out that completely catches you by surprise and before you know it, your trade is down a 100 pips or so. First up, there are potential internet problems. It doesn't matter where you live, you can never be guaranteed of 100% reliable internet connection. It only takes a storm within about 100kms of my place to disconnect me at times, and I'm with the biggest telco in the land. When I was trading full time back in the mid 2000s, I also had a backup with the old dial up to my cable broadband. These days, you can get the wireless modem as a backup. One other thing I would strongly suggest is that you have your broker's phone number handy, so you can ring them direct and either close trades or move stops etc. I have done this in the past to get out of trouble, and it is nice to know that you have this option if worse comes to worse. Again, this may only be available with the bigger well known brokers. It also helps to consider any possible language problems if you have to get on the phone. Potentially the biggest problem is news releases or unexpected news. Forex moves on news! And there is always plenty of news coming out. The good thing about it, is that most of the news is released at set times which is very easy to keep track of. Very easy, and I'll go into this in another chapter. So what am I saying here? MAKE SURE YOU USE STOPS ON ALL TRADES. I cannot be any clearer on this! Now the stop depends on you, but please don't make it a mental stop. These just don't work in Forex trading, especially if trading the smaller time frames. Even if you have some sort of safety stop that is some distance from your entry to prevent total wipe-out, which you can adjust later once the trade is up and running, is a much better option than having no stop at all. To give you an example of price movement in a 24hr period, I believe the average for the EUR/USD is around 100 pips and the GBP/USD is about 120 pips, give or take. That is just an average move in 24hrs. When I say move, it may start and finish at the same price, so I am referring to a possible range of movement here. If you were trading 1 standard lot and the market moved 100 pips against you, then you would be $1,000 in the red. Not good! If you are not sure what a stop is: it is an order to close out your trade automatically if the trade goes against you by a predetermined amount. An example: Bought EUR/USD at 1.3950, and obviously wanting it to increase in price to profit. You decided you did not want to risk more than 30 pips on this trade for whatever reason, so you would place your stop at 1.3920. If price fell to this level, you would be automatically closed out of the trade by your broker's platform for a maximum 30 pip loss. It wouldn't matter if you were online or at the beach as it all happens automatically. Using stops is a simple part of the whole forex trading experience, and an important one at that. They are easy to place at the start of the trade and easy to adjust once the trade is up and running. I strongly suggest that you use them at all times to avoid the unexpected. Having said all that, there are certain strategies that don’t use stops. However, they normally have some other mechanism built in to assist with trade management when price goes against you. Generally these types of trading systems are not suitable for those who are not comfortable trading this way and who do require some further expertise to be successful. For now, just place a stop on all trades and then you can look into more exotic trading methods sometime in the future. A Little More on Risk Just a couple of points that I have not spoken about. First up is 'risk' and 'correlation'. I have discussed risk per trade where I suggest no more than 2-3% per trade. Again, it is up to the individual trader how much they risk. One thing I must point out though is the problem with correlation. This simply means that two pairs may trade generally in either the same direction at most times, or in the opposite direction most times. The most obvious and highly correlated pairs are the EUR/USD and the USD/CHF as they basically move pretty well opposite each other, under normal circumstances. So if you had bought the EUR/USD on one trade and sold the USD/CHF on another trade, risking 2% on each trade, in reality you are actually risking 4% because of the high correlation. The EUR/JPY and GBP/JPY can also move pretty much in the same direction often. When you think about it, if the pairs have a common currency involved and news comes out that affects that currency in a big way, then it doesn't really matter what involvement the other currency has, as the market will move the dominant currency. This is something you will have to be aware of when it comes to total risk on your trades. The best way to check out how different pairs move in relation to each other, is to throw up the 1hr charts of all the pairs you are interested in trading on the one screen and see how they move over a few days, especially when news is released. I also spoke about planned 'news releases' that may or may not move the markets. Today for example, as I am only trading the EUR/USD and I am only concerned about possible high impact type news, I have checked the Forex Factory calendar and now know that I have to be on my toes at 7pm my time, for news out of Germany, and especially alert at 10.30pm my time for 3 major items of news out of the US. Hopefully my trading will be finished by 10.30pm, so it won't be an issue. I will discuss the Forex Factory Economic Calendar later in the book. Now sometimes there is unplanned news that may affect the Forex prices. Examples of this include terrorist attacks on US soil (Sept 11), capture of a highly sought after individual (Sadam) or even some dopey Treasury official making an out of the blue comment during what should have been a dull and predictable speech. Lots of things can move the market when you least expect it and it does happen on a regular basis! I have been sitting at my computer, quite aware of all news coming out, when suddenly a pair may just shoot up 50-100 pips in a minute or two - it gets the heart pumping as you quickly check all the news releases to see what has caused the blip. It may be something simple like a rumor of a planned attack in central London. It doesn't matter if it is false, as the market will eventually correct itself. Just be aware that news can come out unexpectedly and move the market, which leads back to my previous point of making sure you have some sort of physical stop in place at all times. Further Discussion about Risk This subject seems to be never ending but as already stated, it is very important to fully understand risk and how it affects yourtrading. You don't want to blow your account in one or two stupid trades. Just going back to my example of only risking 2% on each trade. One thing that does come up, that different people have different opinions on, is how long you maintain the same position size before adjusting it to suit your account balance. Say for example, you only traded the EUR/USD and your stop was always 30 pips. You decide your position size, enter the trade and end up making a profit. This will obviously increase your account balance, and if you were to maintain your 2% risk on the next trade, then technically your position size would be slightly larger on this trade. This may not always be possible, depending on your account size and if your particular broker allows you to trade micro lots you may be forced to round it down to the previous size anyway. Now some traders would suggest that you stay on the same position size for a session, some say the week, and others would suggest a month. No matter what happens, if you started that particular trading sequence with a 2 lot position size, you would continue to trade that same 2 lot position size until the end of the sequence, and then readjust it for the next sequence according to your new account balance. Other traders will suggest you adjust your position size after every trade. This can get a little confusing, especially if you are trading different currency pairs with various stops and it can also get a little ugly. Some say this disadvantages you if you are trying to recover from losses due to the fact you will be entering trades with a smaller position size if you had a few losses in a row. Not sure about that theory. As I have said many times, I am trying to keep it simple. Personally, I decide on a position size at the start of my week and I stick with that same position size for the entire week. Come the following week, I'll have a look at my account balance and make adjustments if necessary. This works for me and certainly makes my life easier as the position size is stored automatically in my platform for every trade. Now some traders may not make that many trades in a week, or they may rattle off 30 trades in a session, so everyone will have their own way of doing things. Some traders will scale in or scale out of trades, which then put another spin on risk etc. There is no way I can cover all types of trading scenarios, nor do I intend to do so. This information is just to give you ideas or perhaps make you think of something you have not previously considered, and then I throw my thoughts in on how I do things. There is no right or wrong way, and at the end of the day, if you make a profit and don't get too stressed or worn out doing it, then you are doing something right. Chapter 4 Fundamental or Technical Analysis? News and Fundamental Analysis When it comes to trading, whether it be Forex, Stocks or Daffodils, most traders have a plan that they base their own particular trading method on. With Forex trading, the majority of small retail traders like you and I, would probably use some sort of technical analysis, which is basically trading off the charts, using whatever indicators, patterns or set ups you choose. Or you may even just wing it and trade without anything on the charts. Still a method for some I guess. Then there are traders that will ignore the charts and trade off and around major news releases, which is basically the fundamental side of trading. I have already touched on this above, but I’ll go over it again. There are traders that use this as their sole method of trading the forex market. Here we are trading based on a theory on how you think the market will react to a particular news item like an Interest Rate cut or something similar. Or you may have some long term thoughts on the Japanese economy where you may decide to buy or sell the yen against another currency. There is some sort of news released every day that will affect some currency in some way. The trick is to work out which way the news will affect the currencies you are trading. The problem with the news releases is that although they are just about all set at a certain time, if you are not aware of them, they can catch you out. For example, the biggest news release is the Non-Farm Employment Change (use to be called NFP) figure which is released at 8.30am New York time on the first Friday of every month. Depending on the numbers that come out, this baby can move the market 100+ pips in a heartbeat, and if you are on the wrong side of it, lookout! Within 2 minutes, the market may have moved 200+ pips. It does happen! Imagine how you would feel if you just left the room to go to the bathroom without a stop in place, only to return 2 minutes later to find your trade so far in the red, you feel sick. Having said that, it could have also gone in your favour, but do you want to take that chance? What is my point here? Be aware of the NEWS! Now the good news is that there are plenty of free news calendars available on the internet, but the one I use can be found at Forex Factory. It is very simple to use as you can modify it to suit your own requirements. For example if you only traded the EUR/USD and you were only concerned about news that had a medium or high impact on those currencies only, then you can set up the filter to show these news events only. Just click on the 'Filter' tab on the top right hand side above the title bar. There is plenty of information on what the news is about and how it may affect the market, if you are interested. It is also set in your local time, so that makes it easier also. At the beginning of my trading day, I will open this site first and check for news releases that may affect the pairs I am trading. I will write these down in my journal, and if it is something big, I'll normally set an alarm to warn me about 10 minutes prior. This will then put me in a position to either tighten up stops on open trades, close them or not enter a trade until the news release has past. It is crucial that you are aware of these news releases, especially if you are a short term trader, and make sure you have a plan in place if you are trading through them. Technical Analysis I've covered Fundamental Trading (news events), so now it is time to get into the other common way of trading, and that is called Technical Analysis. Most of this trading is done off the charts, hence the expression 'chartists' or 'technical analysis' etc. This is the way I trade, and it is the way a lot of others trade also. Earlier I discussed how most Forex brokers offer a charting package with their platform, and how the live data was free. This is good as it keeps costs down. Some of these platforms have excellent charts, like the MT4 platform, Ninja Trader or VT. This is where the Oanda FX Trade platform is a bit of a letdown as their charting capabilities just don't compare. Having said that, you can still trade off the Oanda charts no problems at all; they just haven't got all the bells and whistles. With technical trading, you can be as simple or complex as you like. I am not going to go into all the various indicators, fibs, pivots, breakouts, trend lines etc. There are literally thousands of ways to trade and the Forex Trading forums are swamped by them. So you can do your own research here and find something that suits you. The standard MT4 platform automatically comes with a large basket of various popular indicators that can easily be loaded onto any chart with the settings you choose and this is more than enough to get started. You can also add custom indicators to the platform. This is a very simple process and there are thousands of these custom indicators freely available online. Jump in the trading forums or Google it. If you need to know how to load these indicators on to MT4, that’s where YouTube is a great help. The resources available online these days are incredible, but if you are having problems, you can always contact me. I will discuss time frames. As we already know, the Forex market runs 24hrs a day during the week, so there is plenty of opportunity to trade. Remember the previous discussion on the different sessions also, which helps with regards to identify when the action is more likely to occur. On the trading platforms, most brokers offer 1 minute, 5 minute, 15 minute, 30 minute, 60 minute, 4 hour, daily, weekly and monthly charts. That's the majority of them. Some also offer tick, 10 minute, 2 hour and 3 hour charts. Remember all this data is live and it's free. Everyone wants to be a Day Trader! Myself included. I think it is just a romantic notion that is built into the human make up. It is especially cool if someone asks you what you do for a living, and you reply \"I'm a Day Trader\". It sounds impressive. I wish it was that easy though. Because the charts and the data are so good, you are always tempted to keep on shortening the time frame, where eventually you will be trying to scalp off the 1 minute charts. This all sounds good in theory, but it is very difficult to do. Look, I'm not saying it can't be done as I am sure there are a few successful scalpers out there. Not many I would imagine, but enough to show that it is possible. I have tried all time frames, and even though I have probably had most success on the longer time frames like 4 hours and above, I am still a Day Trader at heart. Again, this is a decision you have to make, whether you want to be in a trade for days or minutes. Trading the longer time frames will obviously give you less trades, but more than likely larger profits, and spend more time monitoring than actually trading. Trading off the shorter time frames will give you more action, more spreads to make up and more than likely smaller profits. Then you would have considerations like stop size. Trading on a Daily chart may require you to have a stop 120 pips away from your entry price, and when you consider the 2% risk rule, you would end up with a much smaller position size. Now, if you were trading off the 5 minute chart and had a 15 pip stop, and using the same 2% risk, you can see that your position size would be much larger. The trade of being the possible potential profit as I'd expect to drag a lot more pips from a Daily chart trade than a 5 minute chart trade. Bit of a catch 22 here. Then you have to decide which pair or pairs you want to trade. If you are trading multiple pairs on the larger time frames, it is quite easy to do so. This may also help with giving you more action, if that is what you are after. But trading multiple pairs on the smaller time frames can be a little stressful and sometimes difficult to keep control of when things start moving quickly. It also plays with your mind a little, especially if you have a losing trade on one pair and try to make up for it on another pair, which may cause you to ignore your normal exit rules. I think they call this revenge trading. If you are going to trade off the smaller timeframes, may I strongly suggest you concentrate on one pair to start? This just makes life a lot easier and you can put all of your efforts and concentration into this one pair. My bread and butter set up, is the EUR/USD on the 5 minute chart, with a 60 minute chart next to it, just to give me an idea of the general trend. I have a couple of basic indicators on both charts. I chose the EUR/USD for a couple of reasons. One it has the lowest spread on Oanda, dropping down as low as 0.5 pip during normal trading times, and two, it is by far the most popular currency pair traded. I think it accounts for close to 70% of total Forex volume. Don't quote me on that though! I have a target amount of pips for the day and then I am done. I close down my charts and do other stuff. I sleep better when I have no trades on. The above is what I do, and what works for me. It may not work for you and I'm certainly not trying to convince anyone to follow my path. If you have had experience at trading anything, you will know that there are thousands of different ways to trade, and Forex is no different. If you were after a good book on Trading in general, then may I suggest a book called 'High Probability Trading' by Marcel Link. It covers all the major topics and is quite informative considering it is such a huge topic. He does a great job of covering the understanding and use of the majority of the most used technical indicators. It is a book that would be well placed in any good trading library. The other “book” I would suggest is 'Google' as it is the world's biggest library by far but please remember, you have to sort out the good from the bad. Chapter 5 Further Information on Forex Specifics Risk-Reward Ratio The risk: reward ratio is something that you may hear a fair bit about. Some will say that you should never trade with a risk:reward ratio of less than 1:1, or 1:2, or 1:3 etc. All it is doing is comparing your risk to your reward. Here is an example to make it very easy to understand. If we had a risk:reward of 1:2, then for every one unit we are risking, we would be looking for two units in return. Or to put it in trading jargon, if we had a trade on with a 30 pip stop, we would be looking for a profit of at least 60 pips to give us our 1:2 risk:reward. If it was a risk:reward of 1:3, then we would be looking for a 90 pip profit on the same example. Now why is risk:reward important? Well it is and it isn't. It all depends on your trading success rate. If you had a trading system, where you had a fixed 20 pip stop and a fixed 40 pip profit target on all trades, then your risk:reward is 1:2. If you were successful on 40% of your trades, then in the long run you would be a profitable trader. So that is not a problem. But if your success rate dropped below 35%, then you would start to have problems long term. Where a trader may have a trading method where they use a 20 pip stop and a 10 pip target on all trades, which gives you a negative risk:reward of 2:1, which in a lot of traders opinion would be considered a surefire way to ruin. But if that same method had a success rate of 70%, then this trader would be profitable overall. And there are plenty of successful traders that trade like this. To take this further, a trader may have a method where they have a 20 pip stop and a 100 pip target on all trades. Great risk:reward at 1:5. Here, they would only need a success rate of just under 20% to be a profitable trader. Whether you could stand the high number of losers is another issue. Don't be scared off by what others say about risk:reward. There is nothing set in stone here, but just make sure you have a fair idea of the success rate of your trading method, so you can see where you should end up over the longer term if things were to remain constant. If you are losing long term, then something has to be changed. This is where keeping good trading records helps, and this is a subject I'll be covering later. Types of Orders Trading Forex and placing orders is very similar to other types of trading. Not much changes here. But I'll go over the more common order types for those that are new to trading. Market order - this is where we jump straight in or out of a trade at the current market price. This is where you may experience some slippage on some platforms if the market is moving quickly, which is something to be aware of! If you miss the price you hit the buy or sell button at, you will be asked if you want to go with the new price. It will give you a couple of seconds to decide, and if you don't do anything, the order is cancelled. This is called a re-quote and it can be a little frustrating at times. Buy Stop or Sell Stop - this is where you enter the market going with the trend. That's probably the easiest way to explain it. In the case of a Buy Stop order, you are placing an order to buy above the current market price, so when the market moves up, your order is filled on the way through, where you want the market to continue to rise. The Sell Stop order is the opposite. You set an order to sell below the current price, and when the market falls, your order is filled on the way through, and you are looking for the market to continue to fall. Buy Limit or Sell Limit - this is where you are looking for a reversal and going against the current trend. With the Buy Limit order you are placing an order to buy below the current market price, looking for the market to drop down to your entry level, where you will be filled, and then hopefully the market would turn around and head up. A trader may use this if they are trading off Fib levels or Pivot points etc. They would have a specific reason as to why they would think the market is going to turnaround near their entry point. Dare I say it, but a Sell Limit order is the opposite. You would be placing an order to sell above the current market price, where you would be looking for price to continue to your sell order, be filled, and then turn back down. Again, there may be some resistance level, Bollinger bands or something else that makes the trader think that price is going to reverse near their entry point. At the time you place your trade, a lot of platforms allow you to set your stop loss and profit target at the same time. This is up to you, but I would strongly suggest at least a stop loss is set as soon as possible. It doesn't have to be your desired stop, but as long as one is set, once the dust is settled and you are in the trade, you can quite easily adjust the stop to the preferred position. This is where Oanda is good as you can set defaults for entry size, stop and profit. Once these are set, and then it is quite simple and quick to place the trade, then you can just go back and adjust anything you wish, and this can be done directly off the chart also. Position size on Oanda can either be set as 'unit size', 'US dollar amount' or a 'percentage'. There is also an option of setting a trailing stop, which can also be set as a default. You would use this just to trail your stop at a certain level behind the current price to lock in profit as a trade develops. It is not something I use, so I can't really comment on the benefits of using a trailing stop but some may find it handy. Keep in mind that a lot of these different brokers or different platforms have their rules for how close you can place stops, profit targets etc. This can vary on what time of day you are trading also, and if there is major news coming out. You will find that broker A is good for something that broker B is not, however broker B may offer another item on their platform that is far superior to broker A. There is always a trade off when it comes to brokers. The trick is to find a nice balance of honesty (very important), reliability, spreads, execution, charts, support etc. Do your homework here. How Many Pips is Enough? This is something that may get your attention, as you may be surprised on what little profit is actually required to make a success of Forex trading. Previously I have spoken about the average daily move of the major pairs like the EUR/USD and the GBP/USD, which is normally around the 80 - 120 pips mark. Remember this is not necessarily from the low to the high or vice versa, as the market may start and finish on the same price in that period. So as you can see, there is normally a fair amount of movement in the day, and therefore plenty of opportunity to grab some of that action. I don't know what your lifestyle is like or what you would consider to be a decent income from trading to maintain your present lifestyle, so let’s just talk in general terms. You are an average Monday to Friday worker, and maybe work the odd Saturday. That's typical here in Australia. Your wage may be in the vicinity of AU $800 - $1000 per week. So we are looking at roughly a 40hr week plus travel time and expenses etc. In your spare time after work, you dabble in the world of Forex and you aren't too bad at it. You trade for a few hours on your $10,000 account, keeping your risk per trade at the 2% mark, keeping your stops nice and tight and lock in profits quickly. After a few hours each night, you can consistently take 20 pips out of the market and then call it quits. It doesn't sound like much and it also doesn't seem to be too hard. Yeah right! 20 pips a day. Now on the $10,000 account with 2% risk and tight stops, trading one (1) standard lot would be quite possible. Remember I generally say that one (1) pip on a standard lot is equal to US$10. If you were trading the EUR, GBP, AUD or NZD, then that would be exact. Now 20 pips x US$10 = US$200. For us Aussies, that is about AU$220 (depending on the exchange rate at the time). I know, it doesn't sound that impressive yet. Do this for 5 days however, and you end up with 100 pips or US$1,000 or AU$1,100. Already, I can see a good improvement on my average 40hr working week here in Australia. I don't know about you guys, but US$1,000 per week is a handy sum in any man's language (or woman's). Some will be used to more and may consider US$1,000 not worth getting out of bed for. If this is the case, then I'm sure you can start trading with a much larger account size or I can show you a way to increase the amount without any further risk using the power of compounding! If you can make 20 pips on a daily basis, you would be crazy not to try and improve your profit without increasing your risk. How do we do this? Using our above $10,000 account and trading one (1) standard lot for the week. We make the 100 pips for the week; therefore end up with a profit of $1,000. Now assuming we have a normal job and we don't need the $1,000 for living expenses, so we leave it in our trading account. The following week our account balance is now $11,000, and with the same 2% risk per trade, we can now trade 1.1 standard lots (or 11 mini lots). If we make the same 20 pips per day, we are then making $220 profit for the day or $1,100 for the week. Where the following week, our account balance would stand at $12,100 and our position size would be around 1.2 standard lots, and so on. As you can see, our profit is 10% per week, and that is a very good return. Now some of you may think that this is pie in the sky stuff and a little unbelievable. This is probably understandable as that is the way we have been trained to think, where we believe anything over 20% profit for the year is a good result. I can assure you that 10% per week is not that spectacular in the world of Forex trading. Mind you, most traders would kill for those results, but I know of one chap who is well known amongst traders that targets 5% per day, and he does this all by chasing 20 - 25 pips per day on 2% risk, just trading the EUR/USD. The above may be possible to achieve in a perfect world, but who lives in one of those? We all know that it isn't that easy as there is something about traders that seem to just stuff it all up. I think trading psychology has a lot to do with it, and that is another chapter in itself and coming up next. Most of the above revolves around a day trading type method. Obviously if you were trading off the 60 min, 4hr or daily charts, you would have different daily targets etc. But there is nothing to stop you from aiming for the $1,000 weekly target and adjusting your position size accordingly. The above examples are simply to give you an idea of what is possible and realise that you really only need to make a small consistent profit on a regular basis. You don't have to go for the big kill every trade. Control the losses, hit your targets and then call it quits for the day. 20 pips profit a day will do it! I told you Forex trading is easy!! Chapter 6 Trading Psychology Now here is a subject that you love to hate! Even though a lot of people will just gloss over this and think it is really not an issue in their trading, they could not be further from the truth. It is important, and it is important to know how it affects your trading. The majority of the human race has emotions and these emotions certainly come into play when you have some real hard earned cash on the line. I'm sure if you have been trading for a while, you would have experienced a variety of different emotions, some good and some not so good. I know I have. I'm not sure where the figures come from, but they state that 90-95% of traders fail! I guess if it was that easy, we'd all be doing it and making a killing. No one would have to work, and if that was the case, we wouldn't have any financial markets to trade. The success rate is low. So what makes you think you can be one of the 5-10% that can make a go of this trading game? I'm not just talking about Forex here; I'm talking about all trading. Now, in my humble opinion, I believe 'Fear' and 'Greed' to be the main culprits that hold us back from achieving our dreams. The way I look at it is that you are fearful of losing out on the big move, so you stay in the trade, or you are greedy and want everything from a trade so again, you stay in the trade. Let’s have a look at a simple example. Say we are looking at the 5 minute chart on the EUR/USD. It is normally a chart that has a fair bit of action, moving up and down throughout the day. Now the market can only do one of three things. It goes up, goes down or goes sideways. Now if you had gone long and bought the EUR/USD, and it heads up, you are a winner. If it goes sideways, you don't lose anything and if it goes down, you lose. So to keep things simple here, you have a 33% chance of losing money, which means you have a 66% of not losing money. Okay I'm assuming that before you bought the EUR/USD, you thought that it was going to go up according to the rules of your trading system. It doesn't matter what method you use to trade, as there are thousands to choose from, which in your eyes will give you a higher probability of the trade moving in your preferred direction. This is way too easy as we have a 66% chance of not losing and we have a method that puts the odds well and truly in our favour to choose the correct market direction. Why is this so hard? Human emotions make it hard. It’s as simple as that! As soon as you enter, any of those three directions can happen, keeping in mind the market rarely moves in a straight line. Just because it looks like the perfect buy set up at the time, this may not be the case where you actually bought at the exact high for the day. This happens and the mind games begin. One of my favourite sayings, which I say aloud to myself several times a day, is 'Patience, courage and discipline'. This mainly refers to my trading, but I guess you could apply it to a lot of everyday events in your daily life. Patience is obvious. You wait for the correct signal to enter a trade, or exit for that matter. Don't be afraid of missing out on a trade as there will be another potential opportunity sooner than later. If you are in doubt, stay out. Sure, you may miss some nice moves every now and then, but so be it. You can't expect to catch every trade or every market move. Courage refers more to have conviction in your trading method and following it through, during both good and bad times. You know the system works as you have tested it and tested it again. You stick with the plan and see each trade through to the end. Discipline is the whole package. You have a tested trading method and you have certain rules within this method. You have to be disciplined to follow the rules to the letter. Without discipline, you will be tempted to change the rules mid-stream, which will further confuse the emotions and lead to further problems. They certainly all tie in with each other and can be looked at as a three legged stool. Without one of the legs, the stool is useless. That's how important they all are. This is just my little saying that keeps me focused as they are words I use every day. You may wish to come up with your own way of thinking or dealing with trading psychology. Here are a few example of how the market plays with your mind. You have just gone long but as soon as you enter the trade, the market falls away, and it appears you have bought right at the top. You then get stopped out to the exact pip, where the market reverses and heads back in the first choice direction, past your original entry point and beyond. This happens all the time, and no there isn't some sort of conspiracy by your broker to clean out your stops. This sort of thing will frustrate you, but if the market dropped and came within 1 pip of your stop and then reversed back in your first choice direction, giving you a very successful trade, then you would consider yourself lucky that your stop loss held by one pip. Again, this sort of thing happens all the time. One result will have you feeling like the whole world is against you and the other result will have you feeling like the king of the world. You may be trading more than one currency pair where you have taken a bit of a hit on one of your trades. You are down 20 pips and you now have a nice trade on another pair. Your rules state that you have a profit target of 15 pips, but because you were down 20 pips on a previous trade, you ignore your rules and go for 20+ pips to make up for your loss. The trade goes well, gets up to +18 pips and then turns around and heads south quickly, stopping you out. Now you are 20 pips down from the previous trade, and also down for whatever this trade cost you. Your emotions are being tested, because if you had followed your rules, you could have taken the 15 pips profit as per your rules, and only been down 5 pips to date. This sort of revenge trading is not recommended as you more times than not, you will dig yourself into a deeper hole. There are many examples of what can go wrong like removing a stop or even moving a stop further away, adding to losses, ignoring your target, ignoring reversal or exit signals, cutting your profits too early, not concentrating, forgetting about news releases, trading while sick (or after a few drinks), letting your ego decide market direction etc etc etc. There are many reasons why things go wrong, and when they do, your state of mind will be affected in different ways. There is no simple answer to all of these potential problems, you just have to work on your own discipline and work out your own way of dealing with these sorts of issues. Get used to having losing trades and accept them as they are just a part of the bigger picture. Also get used to seeing potential trades come and go without you being on them. You cannot expect to catch every move in the market. It is also an advantage if you can control your own emotions, by treating every trade, whether a winner or loser, the same. Of course, the desired outcome is to be profitable, so it should also be taken fairly seriously. If you want to be profitable, stick with your rules, concentrate and keep your emotions in check. Remember PATIENCE, COURAGE and DISCIPLINE! A Bit More on Psychology Most traders start off in this business from, what most people would consider a normal background. By this I mean that you would have a normal job where you are required to work 38, 40, 50 or whatever hours a week. At the end of the week, you receive your pay check, knowing that for every hour you have worked, you have earned $25 (example only). So you may have this psych built into you that you have to work your 40hr week to be entitled to your $1000 pay check. I'm just talking about Mr or Ms Average here. Now with trading, things are a little different, and it does take a little getting used to. Traders trade in a variety of ways on a variety of different time frames, with different objectives in mind. So first up we'll go back to my Day Trader example, where I was chasing the 20 pips a day scenario. Say I started trading at 2pm local, and had achieved my 20 pips by 2.30pm local. This does happen quite a bit. So it has taken me 30 minutes to hit my daily target. Now what? The smart and the disciplined thing to do would be to shut down your trading platform and walk away. What do you think most traders will actually do? They think, well that only took me 30 minutes to hit my target, so imagine what I can achieve in a few hours. I have to justify my profits with some effort! Guaranteed the next trade will be a loser. Then you have the problem of chasing your tail for the next few hours just trying to get back to the 20 pip target. At least you will get your 8 hours trading, and still end up with the same result. I did this a few times in the past, as I was a bit of a slow learner but now, as soon as I hit my target, stops are brought in real tight to lock it in, and if the market continues in a favourable direction, then good luck to me, but once I'm stopped out, I won't enter another trade. Walk away. Another example I experienced, was trading with a group off the 60 minute charts where we were in the market at all times. Basically your position had to be checked at the top of every hour. We were trading 3 pairs and our overall target was +200 pips for the week. Once we achieved the 200 pips, we called it quits and then waited for the following Monday. As you can imagine, monitoring 3 pairs every hour can lead to sleep deprivation, marriage breakdowns, lack of social life etc, but the good news was, that most weeks we were finished by Tuesday evening. So we started Monday morning and done by Tuesday evening, with our 200 pips safely in the bank. It was very tempting to continue trading for the rest of the week to go for the big kill, and initially we use to do this, and like the 20 pip a day example, we would end up losing a few trades dragging us back to where we started on the Monday. There was the odd the week, where had to work right through just to get us to the target (or close as possible) and they weren't pleasant at all. On a good week, we would only enter a couple of trades and be done within a few hours. You don't realize just how hard it is to sit on your hands for the rest of the week. What I am getting at here, is just because it only took you a few minutes or hours to earn what you would normally earn in a day or a week, don't think you have to justify chasing more trades to account for your time. One of the main reasons we all get into this, are for financial rewards and time to enjoy those financial rewards. Try to avoid the greed factor and just concentrate on taking small consistent profits over time without wearing yourself out. Once you can achieve this, then it is just a matter of letting the power of compounding do its thing. It may be slow going at first and you may think it will take forever to achieve any real significant returns, but once it cranks up like the snowball example, you will be rolling in it. Looking for 20 pips on a $1,000 account is exactly the same as chasing 20 pips on a $500,000 account as long as your risk percentage remains constant. It is only the mind that plays tricks on you when you start dealing in bigger numbers. If you are not used to the big numbers, then it is sometimes a little difficult to wrap your head around them. The plan is to build up slowly but surely, and when you get to a level you are comfortable with, then it may be a good idea to start enjoying your profits and reinvesting money into other ventures such as charities, education, family or even an Aston Martin. Whatever floats your boat. Well, that's enough of the deep and boring, albeit very important, stuff. The next chapters will go into a few trading ideas and where we can find these ideas, which should be a little more exciting. But please be very aware of fear and greed and how it can affect your trading! Chapter 7 Time to Trade Okay time to get into the trading. To date, I have explained what Forex is all about so you should have a reasonably good idea of the basics. It is now a matter of getting your hands dirty by actually doing a bit of trading. As mentioned earlier, there are plenty of brokers out there that offer you the chance to demo trade. This is a great idea, but please don't be fooled into thinking that you can replicate your demo trading into your live trading without missing a beat. It is just not possible! What I would suggest is that you open a live account that allows you to enter with micro lots (1 pip = 10c), so at least you are trading with real money. Not much I know, but enough to keep you interested. Anyone can successfully trade a demo account as there is just no actual risk or emotions involved. As you have probably guessed by now, I am a technical trader, which means I look at the charts to determine my trade entries etc. I don't trade the news, simply because I don't understand it, but I am very aware of when major news is being released. When I say I trade off the charts, it basically means I am using technical analysis. I like the whole visual thing with charts. Now there are thousands of technical indicators and trading methods out there. They are everywhere. Just look in any of the big Forex trading forums, and you will find plenty of free information on all sorts of methods on trading from tick charts to the monthly charts. Some information is good, but most of it is rubbish. You have to remember, what may work well for one trader, may not work at all for another. Also, you may have two traders trading the EUR/USD. Trader A may be long, and Trader B may be short. Now naturally you would think that one of them must be wrong, but what if Trader A was trading off a 1 minute chart and Trader B was trading off a daily chart, then it is quite possible that both of them are correct in their analysis (or both maybe wrong). Different horses for different courses. There are so many technical indicators out there that it would be difficult for me to cover them all. I am aware of a lot of them, having tried most of them out. I know quite quickly whether something works for me or not. I do have my favourite indicators, and I have ones that I have no idea of how anyone works them out. One thing I must say is that about 99% of technical indicators are lagging indicators. That is, they only really move after the market moves, and their position is only obvious after the market position is obvious. Anyone can look at the history (left hand side) of a chart and see some beautiful moves based on an indicator of your choice. That hindsight is a great tool! I figure all I need is a time machine that puts me about 1hr into the future and then lookout Forex. Getting a bit silly now, but you can see what I mean. When you are trading live using your indicators and watching the very far right of your chart (the current price), you only have an opinion of which way the price is going to move next, as you do not know for certain which way it will go. Nobody does! All technical indicators do are giving you a higher probability of something happening in a particular direction based on your interpretation of the indicator/s at the time. They say a lot of technical indicators are self-fulfilling. What I mean by this is that a lot of traders use the same indicators and therefore expect the same thing to happen at a particular point. An example would be using Pivot Points. The price is heading up towards the R1 (1st resistance level), hits it briefly and bounces back down. Was it the actual R1 level that stopped price or was it the case where many traders knew about this level and set sell orders at that level, forcing price to bounce down off it? Who knows? The same applies to popular Moving Averages like the 50 or 200, also Fib Levels, Bollinger Bands etc. One thing you have to keep in mind is: PRICE IS KING. Period! You can have all the indicators in the world on your chart, with all the planets aligned, where you think 100% that price is going in a certain direction, only to see the exact opposite. There is no certainty in trading, so you have to be prepared for the worst at all times. PRICE IS KING! As a trader, I much prefer to open a trade in the direction of the market at the time, or to say it another way, I go with the trend. Some traders will prefer to look for turning points, where they will trade the opposite direction to the current trend. Go back to my above example of the Pivot Points with price approaching the R1 level. I would be more inclined to ride the trade up to that level and look at getting out near that level if I had been long, whereas another trader may have placed an order to sell at the R1 level, looking for that bounce down even though price may have been heading up there for the last few hours. There is nothing to say that the market will stop and reverse at that R1 level, as it may continue right through without skipping a beat. I still can't wrap my head around looking for turning points, but it has proved quite successful for other traders. I have seen quite a few different systems over the years, and have come to appreciate the amount of effort and imagination that goes into some of them. A lot of these are done by taking a standard indicator or idea, and slightly twisting it a bit so you aren't doing what everyone else is doing. The trick is finding something that works for you. I use technical indicators, and I look at both short term and long term trading. Sometimes I like to be done for the day quickly and other times, I have no problems being constantly in the market. If I had a choice, I would much prefer to trade the longer time frames just to cut out the noise. Also I don't want to be sitting at my computer for hours on end, but then again, I enjoy the thrill of the chase. Sometimes waiting for set ups on the longer time frames gets a bit boring for me as I like a bit more action. I guess I have to find a balance like everyone else, hence the reason I have two accounts to cover both types of trading. The beauty of day trading is that it doesn't really matter if you miss a day or two, but if you are trading the bigger time frames, you are quite committed to the markets. Day Trading or Longer Term Trading? I will cover short term trading first. Most would call this Day Trading. If you are a Day Trader, that means you will be in and out of the market within the same day or session. Once you have finished for the day, you would have no open trades left. They call this ‘being flat’ in trading jargon. I would prefer not to be sitting at my computer for hours on end if I can help it. You have probably gathered by now that I have a specific target for the day, and this is normally around 20 pips profit. I have been through the math and the power of compounding, so you know my thoughts on this already. With the day trading, I stick to trading just the one pair, the EUR/USD. It is by far the most popular pair to trade and it consistently has the lowest spread. On Oanda, which is my day trading platform, the spread is normally less than 0.8 pip. If you were trading a pair that had a spread of 5 pips, then as soon as you enter, the market has to move at least 5 pips in your favour just to get you to break even. Trading the one pair also allows you to concentrate all your efforts into that pair. I will look at starting my trading any time after 2pm local. This is the tail end of the Asian session, which is then followed by the London (European) session, and if I am not done by then, it is into the US session. As previously mentioned, I will check with Forex Factory before I start to see what major news releases are due out that may affect the EUR or the USD. I need to be aware of these so I can be prepared around those times. Very important! I won’t go into specific set ups that Day Traders use; as there are just so many variations I could not do them justice in this book. Some traders look to trade off 1 min charts, while others would look at the higher timeframes. An example could be a Day Trader using the 5 min chart for entries and exits, but bases all these trades on the direction of the 1hr chart, which acts a filter of sorts. If you go into any of the popular trading forums you will find thousands examples of day trading set ups. With day trading, you have to really go all-out effort wise, with total concentration. You have to be prepared to take small losses and keep chipping away at the market. Just about every day, there are one or two decent moves on the 5 min chart that will make it all worthwhile. Don't be greedy, going for the big kill every trade. Perhaps start your day with a small trade looking for 5 pips just to give you that winning feeling. There is a lot of discretion involved in day trading also, as it is very difficult just to rely on indicators to get you in and out of trades. They certainly help but there are plenty of times where you would just look at the chart and see something doesn't look quite right, and in that case, you may give it a miss. You may regret that decision, but that's trading. There will be plenty of trades coming along soon enough. Now I want to talk about long term trading, where you can be in the same trade for hours, days or even weeks. When I say long term, I am normally referring to trading off the 1hr, 4hr or daily charts. Some traders may look to the weekly chart or even the monthly chart, but that's not for me. Some may even refer using the 1hr and 4hr charts as Swing Trading. I find the problem trading off the 1hr charts is that you tend to end up also doing a fair bit of screen monitoring, hence I lean towards the 4hr and daily charts. With the daily charts, I normally check my trades at least once a day, possibly twice. My daily charts tick over to a new day at 8am local, so I check them when I get up first thing in the morning, and even though the new candle has not yet opened, I will have a fair idea of what is happening as it is after the close of the US, and Asia hasn't really kicked in. A bit of a dead zone really, which suits me just fine. Then maybe in the evening sometime, just to make sure there have been no dramatic changes. That will do me. The 4hr charts obviously require a little more monitoring but can still fit nicely in with a normal day job. Trading off the daily charts allows you plenty more free time to do the other things in life, like go to the beach, walk the dogs, play chess or whatever blows your hair back. Because you have much more time and your trading decisions aren't rushed, you can afford to follow several pairs at the same time. No need to limit yourself to the one pair here. Also spreads are not such an issue, because of the big moves involved where even a biggish spread will be well and truly absorbed in the action. But please be warned, you cannot take the same position size in your trades. There are a couple of reasons for this. One is that it will be highly unlikely you will use the same tight stops as you would use on a day trading (5 min) method. You may, but I doubt it. Keep in mind your risk per trade. I have discussed risking 2% on each trade, and if you were to use this figure, then that 2% must be maintained on these types of trades also. So it only makes sense that if you used a 15 pip stop on a 5 min chart trade and were using a 150 pip stop on a daily chart, your position size on the daily chart is going to be a lot smaller. And secondly, as you are more than likely trading several pairs at once, your overall risk will be higher, especially if the pairs with open trades are highly correlated like the EUR/USD and the USD/CHF. Again it is a risk issue, but more of an overall risk. If you were to risk 2% on a long EUR trade and also 2% on a short CHF trade, because of their very high correlation, your actual risk is more like 4%, because if one goes wrong, then more than likely, so will the other. Just be aware of your overall risk when you combine all your open trades. It may be a good idea to look for the least correlated pairs to trade when several good signals appear on your radar. A bit of common sense is required here. Now you must keep in mind that you are trading off the daily charts, so you may experience some huge moves against you, and a lot of traders may not be comfortable being a couple of hundred pips or so down in a move against them. It just doesn't sit well with them as it is playing with their mind. Remember some of these majors move on average 100+ pips a day. You have to look at the big picture though, because as soon as you nail the start of a good move, your profit can be in the many hundreds or even thousand plus pips. These are the moves you want to catch and trust me, there are plenty of them. Trading several pairs may also help with an overall result (as long as you are not wrong on every trade). You do have to look at the big picture and not just judge your results on a daily or weekly basis. I would suggest you look to the month to month results, as this will give you a much better overall indication of how your daily chart trading is performing. You have to give it some time to prove itself one way or the other. Trading off the 4hr or Daily charts is a laid back way of trading and may suit the trader that may have a normal day job or family duties that prevent them from becoming a zombie and sitting at your computer for hours on end. The options are fairly unlimited, and the trading forums will give you plenty of ideas if you are having problems coming up with your own system or method. You have to find something that works for you, and something that you are comfortable with. Not all trading systems are the same, nor are all traders the same. Keeping a Journal or Diary Before I get into the actual trading side of things, one thing I do want to mention is the use of a Trading Journal or Diary. This very important to me as it keeps a detailed record of not only my trading results, but also other useful information that I can refer to later if required. A journal or a diary can be as simple as an exercise book where you handwrite everything. When I put pen to paper, it actually makes me think about what I am doing and helps me confirm my thoughts at the time. You may decide to keep your information online via an ongoing word document or something similar - just make sure you keep copies and back it up as you go. I also use excel spreadsheets at times, to provide an overview of results when I am trialling different systems. One glance at these can give me a quick and accurate overview of how a particular method is performing, especially if you add colour to it. A Journal or Diary is not simply a place where you keep your trading results recorded, it is much more than that. If you are trading a particular method, you may wish to describe how it works in detail for future reference, and also to record any modifications to the method as you go. You could also record the details of your money management plan along with adjustments to the plan as you go. Once you have traded a particular method for a while, you could make some comments on how it is performing, and how it may be improved. Any mistakes you have made should also be highlighted to ensure you don't make those same mistakes over and over. Maybe you would like to comment on how you are feeling at the time, or if you had any technical problems, or any other outside interference that disrupted your trading. There is so much you can put into a Trading Journal/Diary, and it is up to you how simple or complex you wish take it. Here is an example of my Journal entries. These are all hand written in a large book in handwriting that I think is a little hard to read and seems to be getting worse with age! But I digress. Before I start trading at all, I will go to my Trading Journal, write in the day and the date, followed by my starting account balance. I am mainly a Day Trader, so every day is a new start for me so I don't have any open positions to worry about. I already know my money management rules as they are loaded into my trading platform, but I would have written this down previously in the Journal. Directly under the day and date, I would put another subheading called 'News', and after checking the Forex Factory Economic Calendar, I would note the time of any major news and the currency it will affect. I don't care what the news is, just when it is coming out so I can be prepared for it. So my news info maybe something simple like this: 10.30pm – USD This tells me that at 10.30pm local, there is major news coming out that may affect the US Dollar. Simple as that and I will set an alarm on my mobile that actually has a voice recording of me saying 'Check the charts Jim, as there is major news coming out soon'. It might sound stupid, but my family knows what it is all about. Then I'm into the trading if I know I have a clear couple of hours. If I had to pick up one of my kids in an hour or so, I may just hang back until that task is completed. Okay, so the first trade is on, and here is an example of how I would write it up. I do use a bit slang and abbreviate words, but I'll explain it all to you. EUR B 1.2 @ 1.4215 @ 6.01pm. Stop -20, target +20 Mkt had turned up nicely with all signals on 5 min chart bullish. Also 60 min confirmed this with price having recently bounced up off the MPL, after price ranging for most of the day. Went up to +15, so stop moved up to 1.4205 (-10). Closed at B/E at 6.23pm as mkt had turned down and was looking a little ugly. Again I was up over 10 pips and let it slip. That is an actual entry from my journal on Tuesday the 21st July. My first trade for the day. So you can see I bought the EUR/USD, with position size, time, stop and target all nominated. The position size, stop and target are all pre-set in my trading platform, so they just happen automatically. I then gave my reasons why I took the trade as all my signals were bullish on my 5 minute chart. I then comment on the 60 minute chart, with MPL standing for the main pivot line. This was followed by some trade management by moving my stop up and reducing my risk as the trade moved in my favour. I then explain why I closed the trade due to the fact I didn't like the look of the 5 minute chart as the indicators must have started to turn bearish. This includes the time of close and the result, and in this case it was at the point of entry or break even (B/E). I then go on to state that I should have taken some profit at least out of this trade as I was up over 10 pips in profit. As each trade is closed, I keep a running total of pips won or lost in the left margin, so I can see at a glance where I am at for the day. Once my target is hit, stops are tightened right up or I just close out. There is no better feeling than getting a trade into a 'no lose' situation. So you can see it is fairly basic, but it does give me something to go back over at the end of the day to see what I did either right or wrong. You may end up trying a few different trading methods, and in a few months go back through your Journal to see what worked for you and what didn't. The Journal will cover a lot more detail than just a simple spreadsheet with results. That’s all I have to share for now, so it’s time to get your Trading Journal organized and get ready to start trading… Chapter 8 Conclusion This brings me to the end of this book on Forex Trading. Thank you again for downloading this book! I hope it has helped you gain a good understanding of how the whole Forex market is set up and how it works. I have deliberately kept the explanations simple and straightforward so everyone can understand it. You do not need to be bamboozled with technical and complicated jargon. Just like driving a car where you don’t need to know how it all works, as long as you know how to drive it and understand the road rules. The same applies to Forex Trading. Some people try to make it sound harder than it is, but having said that, it is not as simple as it looks to be a consistently profitable trader. There are so many factors to be taken into consideration, but like anything, if you practice enough and learn by your mistakes, you can go on to be a part of the small group of successful traders. Remember my motto from earlier PATIENCE, COURAGE and DISCIPLINE. Bonus Trading System Download MT4 and indicators HERE After providing your preferred email address on the above link, you will receive an email with a Drop Box \"zipped\" folder. Please open (unzip) this folder to access the following: 1. Instructions.pdf (also provided below) 2. TemplateModified MACD.tpl 5 x Custom Indicators MACD_Complete.ex4 MACD_Platinum.ex4 PIP-F_AFTRStop.ex4 QMP Filter 1.01.ex4 QQE ADV.ex4 Introduction This system will work on the MT4 Trading Platform only. Version 2 of this presentation was put together in December 2015 therefore; any MT4 version close to this date will work well. MT4 is the Metatrader 4 platform which is offered by many brokers for free, either in demonstration or live accounts. It is owned by the Metaquotes Software Company. An internet search of MT4, will provide several reputable brokers in the first few results, where you can download the MT4 platform for free. It is simple to use and if you are having any difficulties, Google and YouTube also provide access to many free tutorials. You should have by now provided your email address to automatically receive the modified MACD template and a number of custom indicators. You will need to upload all of these indicators onto your MT4 platform for the template to display correctly. Template and Custom Indicators Instructions on how to upload a template or a custom indicator onto your MT4 platform and how to display them are available here: http://bit.ly/MT4-load-indicators-and-template ▪ There is no mention of the ATR Stop indicator on the video and this will be explained later. ▪ Indicators required are QMP Filter, MACD Platinum, QQE Adv and MACD Complete. ▪ With regards to the MACD Platinum and QQE Adv indicators, there is no requirement for them to be displayed on the chart, but they do have to be uploaded onto your MT4 platform as they are the two indicators required to make the QMP Filter work. It may sound a little confusing now, but it will all be clear shortly. ▪ When you load your template you should see a grey background chart with a 25 SMA and 240 LMA over price, and also the QMP Filter with the red and green dots. Below that you will have a modified MACD with the settings of 6,12,1. This is represented by the dark blue line and also the zero level. On top of that MACD, there is an orange dotted line which is actually the standard 12,26,9 MACD (explained later). Below these 2x MACDs, you will have a 3rd standard MACD with the histogram highlighted also. ▪ If you have used my template, your chart should look something like the following on your MT4 trading platform: My Thoughts on Trading Once you have loaded the indicators and have your charts set up the way you like them (or use my template), it is time to start trading. Here are a few ideas regarding how I like to trade and of course, it is entirely up to you whether you choose to do this too. I like to trade off the 4hr or Daily charts. I may drop down to 1hr or 30m charts if I do have screen time available. The reason I trade is to make money so I don’t have to work in a “normal” job. Trading gives me a lifestyle, which doesn’t include sitting in front of my computer staring at charts for hours on end. I do keep it very simple and generally trade with the trend as I am not a huge fan of limit orders. I like the price already heading in the direction I am trading. You will see this with the chart examples. I keep the position size very small, for example I may use 0.02 lots on accounts with balances of around $5-$10K, especially on the Daily charts where there may be a huge stop. With the 4hr charts and lower, I generally consider a position size of 1 to 2% risk on each trade, already knowing approximately where my stop would be. There are free Excel spreadsheets available, which have been designed specifically for forex trading to assist you with these calculations. However, please be aware of combined correlation (risk) when trading multiple pairs. An example: you are long on the GBP/USD, GBP/JPY and GBP/AUD at the same time, and there is some major GBP news released, which will greatly affect the GBP only. Sure it may go in your favour, but it also may not, and with 3x trades on involving the GBP , it could get painful very fast. I normally keep my charts loaded with the same template no matter what time frame I am trading. News events do not worry me too much when trading off the Daily charts, but I will keep an eye on them with the smaller time frames. Entry Signals For a buy or sell signal I look for at least 3 of 4 things to happen, preferably all 4. The absolute critical one is that the Modified MACD (6,12,1) must have crossedthe zero level , and this must have been confirmed. I normally take all my trades at the close/open of whatever time frame I am trading. Rarely do I trade mid candle unless I have set a buy or sell stop order. Once I have that Mod MACD confirmed cross, I will need either of the following to have occurred at the same time or prior: 1. A same color QMP Filter dot. If the Mod MACD crossed down through the zero level, then this represents a sell, therefore the QMP Filter has to have had a red dot for sell also. If the Mod MACD had crossed up through the zero level, then this signifies a buy and therefore you would need a green dot on the QMP Filter. Normally, but not always, the QMP Filter is the leading indicator. This means that you will see a red/green dot on this before anything else which gives you a warning that there may be a change of direction coming. 2. Price has to have closed either above or below the 25 SMA depending on whether you are buying or selling. Obviously above for a buy and below for a sell and; 3. The bottom standard MACD has to have had a cross of the two lines in the same way as the buy/sell signal above. It doesn’t matter where this is compared to the zero level on this MACD. And it does not matter what the histogram is showing. All we are interested in is the cross of the two MACD lines. Following, are some examples of entries. In the above screenshot, you can see the red QMP Filter dot appeared first which was then followed by the cross of the bottom MACD lines also indicating a sell. It wasn’t until the fast 6,12,1 MACD in the center crossed the zero level that the sell entry was then confirmed. Remember, there is no trade until that MACD crosses the zero level, and that cross is confirmed by a close of that candle. The trade is entered on the open of the small white candle just to the right of the red dashed line. The price also closed below the 25 SMA which just helped confirm it all and as you can see, it was quite a good trade. The above screenshot also shows numerous entries across a chart with both buy and sell. All entries would have been on the opening of the candle to the right of each vertical line. As you can see, up until the last sell entry, the others all had the QMP Filter give an early indication of impending reversal trades. The second buy trade would have been a loser but you can see that the other trades certainly made up for it. In the above screenshot, I am using an example of where you may only wish to take trades that are going in the same direction as the 240 LMA. Here all the action is below the 240 LMA, and you can see that the 25 SMA is also below it, so I would only be taking sell trades and ignoring any buy signals altogether. I would tend to do this style of trading if I was trading off the smaller time frame charts. You can clearly see that 4x sell trades were taken here. No.2 was definitely a loser but it was closed out quickly when the fast middle 6,12,1 MACD crossed back up over the zero line. I explain that in further detail below. But again, the winning trades would have more than made up for that loss. You may even wish to consider trading within a certain time if you were say, trading off the 5m charts eg the start of the London session for 3hrs only. It is entirely up to you. Another possibility would be to look at a higher time frame and identify a major trend and then drop down to the lower time frame charts and only take trades in that same direction. There are plenty of options available to you. Another option would be to consider re-entries if already stopped out, or even additional entries. There may be a decent major trend in one direction with the MAs flaring out, and you have had an initial entry into this trend but now the fast MACD is staying well and truly away from the zero level, but the QMP Filter is producing new signals in the same direction on pullbacks. Great opportunity to enter further trades in the same direction however, be careful of position size and overall risk when doing this as eventually that trend will end. It can be a clever way to trade though. In the above screenshot you can see a nice trend up. The initial buy trade was signalled just to the right of the left vertical line. As the trend progressed up there were a couple of pullbacks which were indicated by the red QMP Filter dots. These pullbacks were not enough to push the fast 6,12,1 MACD back down over the zero level, which then resulted in further green QMP Filter dots appearing on the trend resumption. Take further buy positions? It’s up to you. Trade Management It is your decision where you place stops. I normally go near the previous high/low area, or on the other side of the MAs if they are close. I may even consider just above/below the candle the QMP Filter signal was given on or the actual entry candle. You can also add the ATR Stop indicator to the chart at this time and use a level just on the other side of it, if in fact price is on the correct side at the time of entry. It sometimes isn’t which is fine. I would still take the trade anyway. In the above screenshot I have added the ATR Stop to the chart on this same sell trade I have been using as an example. This is the indicator with the stepped looking red and blue lines above and below price. You can see how it kept me in the trade nicely on this big downtrend. I tend to keep price either just above it in a sell trade or just below it in a buy trade. There are times when price will just poke through the ATR Stop and then resume the original trend so it is best to give yourself a small buffer. Here you can see how it would have had me stopped out near the bottom of the trend. It doesn’t always work but it is handy to add to your chart once a trend begins forming. I keep it off the charts until I need it, as it does clutter up the chart somewhat. I use the 240 LMA as a possible target if trading towards it. At least close half my position if it hits this area. It also gives me a good idea of the overall trend, where I may only take trades heading away from it, ignoring trades back in towards it. Taking profits or trailing stops is up to the individual . You could use the ATR Stop I supplied. This works well on the bigger time frames. The dotted standard MACD line overlaid the Mod MACD can also be useful. These two MACDs, even though in the same window, actually work independent of each other and can be very dynamic. There are times when the two lines cross after you have been in a decent trend for a while, that may indicate the trend is either over or losing steam. It doesn't happen all of the time, but you will see it often. This is a good time to take some profit or tighten up stops. The histogram also gives me an idea of momentum and it is something I keep an eye on for an early indication. The screenshot above displays one of the same trade examples from above. Here you can see that the center MACDs have had a line cross marked by the arrow. Now remember that these two MACDs work independent of each other and that crossing point may change if you shift the chart across your screen. But generally, if this appears on the right side of your chart in live time, then consider tightening up your stop or closing out a part of your position (or both). You can also see the histogram on the bottom MACD starting to run out of momentum. Then there is the green dot on the QMP Filter, which is another early warning that price could be changing direction. And now looking at the screenshot, I can also see divergence between price and the fast 6,12,1 MACD. So there are plenty of signs showing you that there is more than likely a possible price reversal on the way. When to exit a trade? I will always exit if the Mod MACD (6,12,1) crosses (and is confirmed) back tothe other side of the zero level. Always! The ONLY exception which I may consider is when major news is coming out soon and I am in a trade already that has either a small loss, or is sitting on a small profit. If there is a new signal in the opposite direction, I may enter that trade also so I have both directions covered when the news is released. Both, with stops in place. This would not be possible for those that aren’t permitted to hedge (mainly US based clients), so in that case I would go with the confirmed trade direction and close the other. Now you may get a change of direction with a new QMP Filter signal, which is quite common, but everything else remains intact. Here I would stay in the trade and may even tighten up my stop. But if the bottom standard MACD also changes direction and price is getting ugly, I may bail out of the trade altogether. The above screenshot shows where this method can get really ugly. This normally occurs in sideways markets, especially in the lower time frames during the very quiet times of the trading day. The above example is of a GBP/JPY 15m chart and between those two vertical lines is the tail end of the US session and into the Asian session. Plenty of red and green dots on the QMP Filter, but remember to watch the fast 6,12,1 MACD in the center and how that moves around the zero level. This is actually a very good pair to trade on this time frame, but it is generally much better in the busy trading sessions. The best way to check this out is by putting the template on a few different pairs over a few different time frames and manually back testing it to see how it works. Use your MT4’s Data Window feature to check to confirm if certain lines had crossed if in doubt. Also using the cross hair can be a very useful tool to assist. I am in the process of having a new MACD indicator built that has a something similar to the QMP Filter with green/red dots to indicate crosses, but this may be some weeks off. I have prepared a YouTube video with some trade examples, along with some discussion on trade management here: http://bit.ly/mod-MACD-trade-examples Conclusion Do not be thrown by the simplicity of this system. It is simple, very mechanical and can also be very profitable if you remain disciplined. What I have provided should give you an excellent framework to develop your own system with your chosen indicators, fibs, pivots, support/resistance levels etc. which you can add to suit as appropriate. Like all trading, the hardest decision is determining when to take profit and there is no simple answer to this. As I stated earlier, keep your position size reasonably small, your risk small and scale out of winning positions. If there is a trend reversal, exit the trade. You do not have to wait for a stop loss to be activated if you can see or suspect a reversal is coming. Use the ATR Stop to trail at a safe distance. Every Trader loves it when you have a trade on with zero risk as your stop is on the good side of your entry. Take what I have shown you here and modify it to suit your own trading style . I wish you all the best with your forex trading and if you need to ask any questions or would just like to talk Forex, then you are welcome to email me at: jagfx33@gmail.com Amazon Review If you gained value from this book, it would be really helpful if you could take a moment to leave a rating and a review on Amazon, if you haven’t already had an opportunity to do so. For your convenience, the link here will take you directly back to where you purchased the book to do this. Alternatively, the following link can also be used: International Amazon Link: http://lrd.to/Forex-Trading-Basics All the best, Jim Recommended Reading High probability trading : take the steps to become a successful trader1st Edition Marcel Link The Little Book of Market Wizards: Lessons from the Greatest Traders Jack D. Schwager Adventures of a Currency Trader: A Fable about Trading, Courage, and Doing the Right Thing (Wiley Trading) Rob Booker Inventory Trading: How I Run My Trading Account Like a Retail Inventory Manager Shonn Campbell Trading in the Zone: Master the Market with Confidence, Discipline and a WinningMark Douglas Recommended Forums Forex Factory http://www.forexfactory.com/forum.php Forex TSD http://www.forex-tsd.com/Steve Hopwood http://www.stevehopwoodforex.com/phpBB3/index.phpBabypips http://www.babypips.com/Donna Forex http://www.donnaforex.com/index.php?PHPSESSID=cf9bbe02f96eeb902218dd15dc4534c1;wwwRedirect Table of Contents Chapter 1 Welcome to the World of Forex Trading Chapter 2 What Do We Trade in the Forex Market? Chapter 3 How Do You Actually Trade Forex? Chapter 4 Fundamental or Technical Analysis? Chapter 5 Further Information on Forex Specifics Chapter 6 Trading Psychology Chapter 7 Time to Trade Chapter 8 Conclusion"
}