{
  "title": "La Psicología del Dinero Cómo Piensan los Ricos Morgan Housel",
  "source": "Libros/La Psicología del Dinero Cómo Piensan los Ricos Morgan Housel.pdf",
  "content": "Diseño de la cubierta: Planeta Arte & Diseño, basado en la idea original de Chris ParkerFotografía de la cubierta: © Yoshi.ta / Shutterstock Fotografía del autor: © Morgan Housel 17 152 mm 152 mm 100 mm10280320 PVP 18,90 € 9788408 246121 Diagonal, 662, 08034 Barcelona www.editorial.planeta.eswww.planetadelibros.comCÓMO PIENSAN LOS RICOS MORGAN HOUSELCÓMO PIENSAN LOS RICOS MORGAN HOUSEL 18 CLAVES IMPERECEDERAS SOBRE RIQUEZA Y FELICIDAD «Cualquiera que quiera hacerse rico debería tener una copia de este libro.» JAMES CLEAR , autor de Hábitos atómicos Morgan Housel es un importante analista económico y fue durante años uno de los columnistas más leídos del W all Street Journal. Es un experto en finanzas conductales y socio de The Collaborative Fund, una compañía de capital de riesgo que apoya a empresas jóvenes que están haciendo avanzar al mundo. Ha sido dos veces ganador del premio Best in Business Award, así como dos veces finalista del Gerald Loeb Award, galardones que reconocen la excelencia en el periodismo en los campos de los negocios, las finanzas y la economía.«Voltaire dijo: “La historia nunca se repite; el hombre sí”. Se corresponde perfectamente con cómo nos comportamos con el dinero.» En cuestiones de dinero, lo que importa no es lo listo que seas, sino cómo te comportas. Tendemos a pensar en la inversión o la gestión de las finanzas personales como una disciplina matemática, en la que los datos y las fórmulas nos dicen exactamente qué hacer. Sin embargo, el rasgo que define a las personas que logran enriquecerse no es su destreza con los números, ni su salario o su talento, sino su historia personal, sus motivaciones y su visión única del mundo. Un genio que pierde el control de sus emociones puede ser un desastre financiero. Y lo mismo vale en caso contrario: gente de a pie sin formación en finanzas puede enriquecerse si cuenta con unos cuantos patrones de comportamiento. Esto, impensable en otras disciplinas como la arquitectura o la medicina, es fundamental en el campo de la economía familiar. Este libro, llamado a convertirse en un clásico de las finanzas personales, nos provee del conocimiento esencial para entender la psicología del dinero y nos invita a hacernos una pregunta fundamental que raramente nos hacemos: ¿cuál es nuestra relación con el dinero y qué queremos realmente de él?LA RIQUEZA NO ES FRUTO DE NUESTRA INTELIGENCIA, TALENTO O TRABAJO. ES FRUTO DE NUESTRO COMPORTAMIENTO Hay dos temas que nos impactan a todos por igual, nos interesen o no: la salud y el dinero. Para lo primero tenemos instituciones públicas y privadas que velan por ella. En cambio, la gestión del dinero queda abandonada a nuestra suerte. A partir de 18 claves imperecederas, Morgan Housel nos enseña cómo funciona la psicología del dinero y cuáles son los hábitos y conductas que nos ayudarán no solo a generar riqueza, sino, más importante aún, a conservarla. «Un libro imprescindible para cualquiera que quiera tomar decisiones más inteligentes y vivir una vida más rica.» Daniel H. Pink, autor de La sorprendente verdad sobre qué nos motiva «Uno de los mejores y más originales libros de finanzas de los últimos años.» Jason Zweig, W all Street Journal «Housel es de esos escritores capaces de hacer digeribles conceptos financieros de lo más complejos. Este es un libro que se devora de principio a fin y que no solo nos explica por qué tomamos malas decisiones con respecto al dinero, sino que nos ayudará a tomar otras mejores.»Annie Duke, autora de Thinking in Bets «Morgan Housel es uno de los nuevos perfiles más brillantes entre los escritores financieros: dice cosas que no se han dicho antes y que siempre tienen sentido.»Howard Marks, director y copresidente de Oaktree Capital C_Como piensan los ricos.indd 1C_Como piensan los ricos.indd 1 7/7/21 17:277/7/21 17:27 MORGAN HOUSEL CÓMO PIENSAN LOS RICOS 18 CLAVES IMPERECEDERAS SOBRE RIQUEZA Y FELICIDAD T-Cómo piensan los ricos.indd 5T-Cómo piensan los ricos.indd 5 30/6/21 14:4130/6/21 14:41 No se permite la reproducción total o parcial de este libro, ni su incorporación a un sistema informático, ni su transmisión en cualquier forma o por cualquier medio, sea este electrónico, mecánico, por fotocopia, por grabación u otros métodos, sin el permiso previo y por escrito del editor. La infracción de los derechos mencionados puede ser constitutiva de delito contra la propiedad intelectual (art. 270 y siguientes del Código Penal) Diríjase a Cedro (Centro Español de Derechos Reprográficos) si necesita fotocopiar o escanear algún fragmento de esta obra. Puede contactar con Cedro a través de la web www.conlicencia.com o por teléfono en el 91 702 19 70 / 93 272 04 47 Título original: The Psychology of Money. Timeless Lessons on Wealth, Greed, and Happiness © Harriman House Ltd., 2020 Originally published in the UK by Harriman House Ltd in 2020, www.harri- man-house.com © de la traducción, Arnau Figueras Deulofeu, 2021 © Editorial Planeta, S. A., 2021 Av. Diagonal, 662-664, 08034 Barcelonawww.editorial.planeta.es www.planetadelibros.com Primera edición: septiembre de 2021 Depósito legal: B. 11.362-2021 ISBN: 978-84-08-24612-1 Preimpresión: Realización PlanetaImpresión: LiberdúplexPrinted in Spain – Impreso en España El papel utilizado para la impresión de este libro está calificado como papel ecológico y procede de bosques gestionados de manera sostenible T-Cómo piensan los ricos.indd 6T-Cómo piensan los ricos.indd 6 30/6/21 14:4130/6/21 14:41 Introducción. El mayor espectáculo de la Tierra ........ 13 1. Nadie está loco .............................. 23 2. Suerte y riesgo .............................. 39 3. No tener nunca suficiente ...................... 55 4. La confusión del interés compuesto .............. 67 5. Hacerse rico frente a conservar la riqueza .......... 77 6. Cruz, tú ganas .............................. 93 7. Libertad ................................... 109 8. La paradoja del hombre y el coche ............... 121 9. La riqueza es lo que no se ve ................... 127 10. Ahorrar ................................... 135 11. Mejor razonable que racional ................... 147 12. ¡Sorpresa! .................................. 159 13. El margen de error ........................... 175 14. Vas a cambiar ............................... 189 15. Nada es gratis ............................... 199 16. Tú eres tú y yo soy yo ......................... 211 17. La seducción del pesimismo .................... 223 18. Cuando vas a creerte cualquier cosa .............. 239 19. Recapitulemos .............................. 255Índice T-Cómo piensan los ricos.indd 9T-Cómo piensan los ricos.indd 9 30/6/21 14:4130/6/21 14:41 20. Confesiones ................................ 265 Posdata. Breve historia de por qué el consumidor estadounidense piensa de la forma en que piensa ..... 277 Notas ......................................... 301 Agradecimientos ................................ 307 T-Cómo piensan los ricos.indd 10T-Cómo piensan los ricos.indd 10 30/6/21 14:4130/6/21 14:41 «Un genio es el hombre capaz de actuar con normalidad cuando el resto de las personas de su alrededor se están volviendo locas.» NapoleóN «El mundo está lleno de cosas obvias en las que nadie se fija nunca ni por casualidad.» Sherlock holmeS T-Cómo piensan los ricos.indd 11T-Cómo piensan los ricos.indd 11 30/6/21 14:4130/6/21 14:41 T-Cómo piensan los ricos.indd 12T-Cómo piensan los ricos.indd 12 30/6/21 14:4130/6/21 14:41 INTRODUCCIÓN. El mayor espectáculo de la Tierra DuraNte loS añoS en los que estudié en la universidad, tra- bajé de aparcacoches en un lujoso hotel de Los Ángeles. Uno de los clientes habituales era un ejecutivo de una em - presa tecnológica. Ese hombre era un genio, pues a los veinti - pocos años había diseñado y patentado un componente esencial para los rúteres wifi. Había creado varias empresas y las había vendido. Era una persona con un éxito apabullante. No obstante, tenía también una relación con el dinero que yo describiría como una mezcla de inseguridad y estupidez in - fantil. Llevaba encima un fajo de cientos de dólares de varios cen - tímetros de grosor. Se lo enseñaba a todas las personas que que - rían verlo y a muchas que no. Alardeaba abierta y escandalosa - mente de su riqueza, a menudo estando borracho y siempre sin que viniera a cuento. Un día le dio varios miles de dólares en efectivo a uno de mis compañeros de trabajo y le dijo: «Ve a la joyería que hay en esta calle y tráeme unas cuantas monedas de oro de 1.000 dólares». Al cabo de una hora, monedas en mano, el ejecutivo tecno - lógico y sus amigos se reunieron en un muelle que daba al océano Pacífico. Allí se pusieron a tirar las monedas al mar, haciéndolas saltar como si fueran piedras y soltando carcajadas mientras dis - cutían sobre quién había lanzado más lejos la piedra. Simple- mente por diversión. 13 T-Cómo piensan los ricos.indd 13T-Cómo piensan los ricos.indd 13 30/6/21 14:4130/6/21 14:41 CÓMO PIENSAN LOS RICOS Días después, el hombre rompió una lámpara del restauran - te del hotel. Un encargado le dijo que la lámpara valía 500 dóla - res y que tendría que cambiarla por una nueva. «¿Quieres 500 dólares? —preguntó incrédulo el ejecutivo mientras se sacaba un fajo de billetes del bolsillo y se lo daba al encargado—. Pues aquí tienes 500 dólares. Ahora sal de mi vis- ta. Y no vuelvas a insultarme así jamás.» Tal vez te preguntarás cuánto puede durar un comporta - miento de esa índole. La respuesta es que «no mucho». Años después, me enteré de que el ejecutivo se había arruinado. La premisa de este libro es que el hecho de que te vaya bien en cuestiones de dinero tiene que ver un poco con lo listo que seas y mucho con cómo te comportas. Y el comportamiento es algo difícil de enseñar, incluso a gente muy inteligente. Un genio que pierde el control de sus emociones puede ser un desastre financiero. Y lo mismo vale en caso contrario: gente de a pie sin formación en finanzas puede enriquecerse si cuenta con algunas habilidades conductuales que nada tienen que ver con indicadores formales de inteligencia. _________ Mi entrada favorita en la Wikipedia empieza así: «Ronald James Read fue un filántropo, inversor, conserje y trabajador de gasolinera estadounidense». Ronald Read nació en una zona rural de Vermont. Fue la primera persona de su familia que terminó los estudios secunda - rios, lo cual es aún más impresionante si se tiene en cuenta que iba a clase todos los días haciendo autoestop. Para quienes conocieron a Ronald Read, no habría mucho más que mereciera la pena mencionar. Su vida fue de lo más austera y discreta. 14 T-Cómo piensan los ricos.indd 14T-Cómo piensan los ricos.indd 14 30/6/21 14:4130/6/21 14:41 INTRODUCCIÓN Read arregló coches en una gasolinera durante veinticinco años y barrió suelos en una tienda de JCPenney durante dieci- siete. Se compró una casa de dos habitaciones por 12.000 dóla - res a los treinta y ocho años y allí vivió durante el resto de su vida. Enviudó a los cincuenta y nunca volvió a casarse. Un ami - go recordaba que su principal pasatiempo era cortar troncos y hacer leña. Read murió en 2014 a los noventa y dos años. Fue entonces cuando ese humilde conserje de pueblo fue objeto de portadas en todo el mundo. En 2014 murieron 2.813.503 estadounidenses. Menos de 4.000 tenían un patrimonio neto de más de ocho millones de dóla - res al fallecer. Ronald Read era uno de ellos. En su testamento, aquel exconserje dejó dos millones de dólares a sus hijastros y más de seis millones al hospital y a la biblioteca de su pueblo. Quienes conocían a Read quedaron perplejos. ¿De dónde había sacado todo ese dinero? Pues resultó que no había secreto. Ni le había tocado la lo - tería ni había recibido una herencia. Read ahorró lo poco que pudo y lo invirtió en valores seguros. Luego esperó, a lo largo de varias décadas, mientras unos pequeños ahorros se iban multipli - cando hasta superar los ocho millones de dólares. Tal cual: de conserje a filántropo.Unos meses antes de que muriera Ronald Read, en las noti - cias apareció otro hombre, un tal Richard. Richard Fuscone era todo lo que no era Ronald Read. Fus - cone —ejecutivo de Merrill Lynch formado en Harvard y con un máster en Administración de Empresas— tuvo una carrera tan exitosa en el mundo de las finanzas que se retiró a los cuarenta y pocos para ser filántropo. David Komansky, ex consejero delega - do de Merrill Lynch, elogió «la capacidad de liderazgo, los cono - 15 T-Cómo piensan los ricos.indd 15T-Cómo piensan los ricos.indd 15 30/6/21 14:4130/6/21 14:41 CÓMO PIENSAN LOS RICOS cimientos empresariales, el buen juicio y la integridad personal» de Fuscone.1 En una ocasión, la revista de economía Crain lo incluyó en su lista de empresarios exitosos «40 de menos de 40».2 Pero luego, al igual que el ejecutivo tecnológico que hacía saltar monedas, todo se fue al garete. A mediados de la década de 2000, Fuscone se endeudó mu - cho para ampliar una vivienda de más de 1.500 metros cuadrados en Greenwich, en el estado de Connecticut, que tenía once ba - ños, dos ascensores, dos piscinas, siete garajes, y cuyo manteni - miento costaba más de 90.000 dólares al mes. Entonces llegó la crisis financiera de 2008. La crisis fue un batacazo para las finanzas de prácticamente todo el mundo. A Fuscone, al parecer, lo dejó sin blanca. La eleva - da deuda y los activos sin liquidez lo arruinaron. «Hoy por hoy no tengo ingresos», declaró supuestamente ante el juez en 2008. Primero le embargaron su casa de Palm Beach. En 2014 fue el turno de su mansión de Greenwich. Cinco meses antes de que Ronald Read dejara su fortuna para fines benéficos, la casa de Richard Fuscone —donde los invitados recordaban el «placer de cenar y bailar encima de una plataforma transparente que cubría la piscina interior de la ca- sa»— se vendió en una subasta por ejecución hipotecaria por un 75% menos de lo que la compañía de seguros calculó que valía. 3 Ronald Read fue paciente; Richard Fuscone fue codicioso. Eso fue lo que dejó sin efecto las enormes diferencias entre am - bos en cuanto a formación y experiencia. La moraleja de esta historia no es ser más como Ronald y menos como Richard, aunque este no es un mal consejo. Lo fascinante de esas historias es que solo son propias del mundo de las finanzas. ¿En qué otro sector alguien sin formación universitaria, sin conocimientos sobre la materia, sin experiencia formal y sin 16 T-Cómo piensan los ricos.indd 16T-Cómo piensan los ricos.indd 16 30/6/21 14:4130/6/21 14:41 INTRODUCCIÓN contactos puede superar en tal grado en sus resultados a al - guien con la mejor formación, la mejor preparación y los me - jores contactos? Me cuesta dar con alguno. Es imposible concebir una historia en la que un Ronald Read lleve a cabo un trasplante de corazón mejor que un cirujano formado en Harvard. O en que alguien diseñe un rascacielos me-jor que el arquitecto que ha recibido la mejor formación. Como tampoco se publicará nunca una noticia sobre un conserje que superó a los mejores ingenieros nucleares del mundo. Pero esas historias sí ocurren en el mundo de las inver - siones. El hecho de que Ronald Read pueda coexistir con Richard Fuscone tiene dos explicaciones. La primera es que los resulta - dos financieros dependen de la suerte, independientemente de la inteligencia y del esfuerzo. Esto se cumple hasta cierto punto, y a lo largo de este libro vamos a tratar esta cuestión con más de - talle. Y la segunda, que, a mi juicio, es más habitual, es que el éxito financiero no es una ciencia pura y dura. Es una soft skill («habilidad blanda», «habilidad conductual o emocional»), en la que cómo te comportas es más importante que lo que sabes. Esa habilidad emocional es lo que yo llamo «psicología del dinero». El objetivo de este libro es convencerte mediante histo - rias breves de que las habilidades emocionales son más impor - tantes que los conocimientos técnicos sobre el dinero. Y lo haré de una forma que va a ayudar a todo el mundo —desde Read hasta Fuscone, pasando por todos los que están entremedio— a tomar mejores decisiones financieras. Me he dado cuenta de que estas habilidades emocionales están muy infravaloradas. Las finanzas se enseñan como una disciplina basada en las matemáticas, en la que pones datos en una fórmula y la fórmula 17 T-Cómo piensan los ricos.indd 17T-Cómo piensan los ricos.indd 17 30/6/21 14:4130/6/21 14:41 CÓMO PIENSAN LOS RICOS te dice lo que hay que hacer; y se supone que tú luego vas y lo haces. Esto es cierto en las finanzas personales, donde te dicen que tengas un fondo de emergencia para seis meses y que ahorres un 10 % de tu salario. Es cierto en las inversiones, donde conocemos las correla - ciones históricas exactas entre tipos de interés y capitalizaciones. Y es cierto en las finanzas empresariales, donde los directo - res financieros pueden medir el coste preciso del capital. No es que ninguna de esas cosas esté mal o sea errónea. Lo que ocurre es que saber qué hay que hacer no te da ninguna in- formación sobre lo que se te pasa por la cabeza cuando intentas hacerlo. _________ Hay dos cuestiones que afectan a todo el mundo, tanto si te interesan como si no: la salud y el dinero. El sector sanitario es un triunfo de la ciencia moderna, que ha hecho aumentar la esperanza de vida en todo el mundo. Los descubrimientos científicos han sustituido las antiguas ideas de los médicos sobre cómo funciona el cuerpo humano, y a raíz de eso prácticamente todo el mundo goza de una salud mejor. El sector del dinero —las inversiones, las finanzas persona - les y la planificación empresarial— es otra historia. Las finanzas han captado las mentes más brillantes salidas de las mejores universidades durante las dos últimas décadas. Los estudios de Ingeniería Financiera eran los más populares en la Escuela de Ingeniería de Princeton hace diez años. ¿Hay algu - na prueba de que eso nos haya hecho mejores inversores? Yo no he visto ninguna. Mediante el ensayo y error colectivo practicado a lo largo de 18 T-Cómo piensan los ricos.indd 18T-Cómo piensan los ricos.indd 18 30/6/21 14:4130/6/21 14:41 INTRODUCCIÓN los años, hemos aprendido cómo convertirnos en mejores agri - cultores, en fontaneros expertos y en químicos avanzados. Pero ¿acaso el ensayo y error nos ha enseñado a ser mejores en nuestras finanzas personales? ¿Es menos probable que quedemos soterra-dos por la deuda? ¿Es más probable que ahorremos para cuando vengan mal dadas? ¿Para estar preparados cuando llegue la jubi - lación? ¿Tenemos una visión realista de cómo el dinero influye, o no, en nuestra felicidad? Yo no he visto pruebas concluyentes.Esto se debe en buena medida, creo yo, a que nuestra ma- nera de reflexionar sobre el dinero —y lo mismo vale para lo que nos enseñan sobre esta cuestión— se parece demasiado al fun- cionamiento de la física (con normas y leyes) y no lo suficiente a la psicología (con emociones y matices). Y esto, para mí, es tan fascinante como importante.El dinero está por todas partes, nos afecta a todos y a la mayoría de nosotros nos confunde. Cada uno tiene unas ideas un poco diferentes sobre él. El dinero nos da lecciones sobre cosas que hacen referencia a muchos aspectos de la vida, como el ries - go, la confianza y la felicidad. Pocos temas actúan como una lupa tan potente como el dinero para ayudarnos a explicar por qué la gente se comporta de la forma en que lo hace. Este es uno de los mayores espectáculos de la Tierra. Mi propia percepción de la psicología del dinero es fruto de más de una década escribiendo sobre esta cuestión. Empecé a escribir sobre finanzas a principios de 2008. Estábamos a las puertas de una crisis financiera y de la peor recesión de los últi - mos ochenta años. Para escribir sobre lo que estaba ocurriendo, quería descu - brir qué era lo que estaba ocurriendo. Pero lo primero que apren - dí tras la crisis financiera fue que nadie sabía explicar con preci - sión lo que había ocurrido o por qué había ocurrido, por no decir 19 T-Cómo piensan los ricos.indd 19T-Cómo piensan los ricos.indd 19 30/6/21 14:4130/6/21 14:41 CÓMO PIENSAN LOS RICOS qué había que hacer. Para cada buena explicación había una ré- plica igual de convincente. Los ingenieros pueden determinar la causa del derrumba - miento de un puente porque existe un consenso en que, si a un área concreta se le aplica una fuerza de una cierta intensidad, esa área va a ceder. La física no es controvertida. Se guía por leyes. Las finanzas, en cambio, son otra cosa. Se guían por el compor - tamiento de la gente. Y mi comportamiento puede tener sentido para mí, pero a ti te puede parecer un disparate. Cuanto más analicé la crisis financiera y escribí sobre ella, más me di cuenta de que podía comprenderse mejor desde la perspectiva de la psicología y la historia que desde una perspec - tiva financiera. Para entender por qué la gente se endeuda hasta el cuello, no hace falta estudiar los tipos de interés; hay que estudiar la historia de la codicia, la inseguridad y el optimismo. Para conse - guir que los inversores vendan todas las acciones en el peor mo - mento de un mercado bajista no hace falta estudiar las matemá - ticas de los beneficios que se prevén en un futuro; hay que pensar en la agonía de mirar a tu familia y preguntarte si tus inversiones están poniendo en peligro su futuro. Me encanta aquella famosa observación de Voltaire: «La historia nunca se repite; el hombre, sí». Se corresponde perfecta - mente con cómo nos comportamos con el dinero. En 2018 publiqué un informe en el que esbozaba veinte de los errores, sesgos y causas del mal comportamiento más impor-tantes que he visto que afectan a la gente al gestionar el dinero. Se tituló «The Psychology of Money» [La psicología del dinero], y lo han leído más de un millón de personas. Este libro es sumer - girse aún más en esa cuestión. Algunos fragmentos cortos del informe aparecen en este libro sin ninguna modificación. Lo que tienes entre manos son veinte capítulos, cada uno de 20 T-Cómo piensan los ricos.indd 20T-Cómo piensan los ricos.indd 20 30/6/21 14:4130/6/21 14:41 INTRODUCCIÓN los cuales describe las que son, a mi juicio, las características más importantes y a menudo ilógicas de la psicología del dinero. Los capítulos orbitan en torno a un tema común, pero tienen vida propia y pueden leerse independientemente. No es un libro largo. De nada. La mayor parte de los lecto - res no terminan los libros que empiezan porque la mayoría de las cuestiones no requieren trescientas páginas de explicación. Yo prefiero exponer veinte aspectos breves que puedas terminar de leer antes que desarrollar uno largo y que acabes dejándolo. Vamos allá. 21 T-Cómo piensan los ricos.indd 21T-Cómo piensan los ricos.indd 21 30/6/21 14:4130/6/21 14:41 1. Nadie está loco Tus experiencias personales con el dinero representan tal vez un 0,00000001 % de lo que ha sucedido en el mundo, pero quizás un 80 % de cómo piensas que funciona el mundo. T-Cómo piensan los ricos.indd 23T-Cómo piensan los ricos.indd 23 30/6/21 14:4130/6/21 14:41 Déjame que te cuente un problema. Puede que te haga sentir mejor acerca de lo que haces con el dinero y que juzgues menos lo que los demás hacen con el suyo. La gente hace locuras con el dinero. Pero nadie está loco. Veamos: personas de generaciones distintas, educadas por padres distintos que tenían unos ingresos distintos y unos valores distintos, en partes distintas del mundo, nacidas en economías distintas, que experimentaron mercados laborales distintos con incentivos distintos y grados de suerte distintos, aprenden lec - ciones muy distintas. Cada cual tiene su propia experiencia de cómo funciona el mundo. Y lo que has experimentado es más convincente que lo que has aprendido indirectamente. Por tanto, todos nosotros —tú, yo y todo el mundo— vamos por la vida anclados a unas ideas sobre cómo funciona el dinero que varían inmensamente entre unos y otros. Lo que a ti te parece una locura puede tener todo el sentido del mundo para mí. La persona que creció en la pobreza concibe el riesgo y la recompensa de maneras que el hijo de un banquero rico no pue-de entender ni por asomo. La persona que creció cuando la inflación era alta experi - mentó algo que la persona que creció con precios estables nunca tuvo que vivir. El corredor de bolsa que lo perdió todo durante la Gran 25 T-Cómo piensan los ricos.indd 25T-Cómo piensan los ricos.indd 25 30/6/21 14:4130/6/21 14:41 CÓMO PIENSAN LOS RICOS Depresión experimentó algo que el empleado de una tecnológica que disfrutó de la gloria de finales de los noventa ni siquiera puede imaginar. El australiano que no ha visto una recesión en treinta años ha experimentado algo que no ha vivido ningún esta - dounidense. Y así podría seguir y seguir. La lista de experiencias es in- finita. Tú sabes cosas sobre el dinero que yo no sé, y al revés. Vas por la vida con creencias, objetivos y pronósticos distintos de los míos. Esto no es porque uno de nosotros sea más listo que el otro, o porque esté mejor informado. Es porque hemos tenido vidas distintas marcadas por experiencias distintas e igualmente convincentes. Tus experiencias personales con el dinero constituyen tal vez un 0,00000001 % de lo que ha sucedido en el mundo, pero quizás el 80 % de cómo piensas que funciona el mundo. Por tanto, personas con la misma inteligencia pueden discrepar sobre cómo y por qué tienen lugar las recesiones, sobre cómo deberían invertir el dinero, qué deberían priorizar, qué nivel de riesgo de - berían asumir, etc. En su libro sobre los Estados Unidos de los años treinta, Frederick Lewis Allen escribió que la Gran Depresión «marcó a millones de estadounidenses —interiormente— para el resto de sus vidas». Pero hubo un amplio abanico de experiencias. Vein-ticinco años más tarde, durante la campaña presidencial, un pe - riodista le preguntó a John F. Kennedy qué recordaba de la De - presión. Él contestó: No tengo un conocimiento directo de la Depresión. Mi familia tenía una de las más grandes fortunas del mundo y, por aquel entonces, era mayor que nunca. Teníamos casas 26 T-Cómo piensan los ricos.indd 26T-Cómo piensan los ricos.indd 26 30/6/21 14:4130/6/21 14:41 1. NADIE ESTÁ LOCO más grandes, más criados y viajábamos más. Prácticamente lo único que vi directamente fue que mi padre contrató a varios jardineros de más solo para darles un trabajo y que pudieran comer. En realidad, no supe qué había sido la Depresión hasta que leí sobre el tema cuando estudiaba en Harvard. Ese fue un punto destacado en las elecciones de 1960. ¿Cómo se podía poner al mando de la economía, pensaba la gente, a alguien que no entendía el suceso económico más importante de la última generación? Aquello quedó supera - do, en muchos sentidos, solamente por la experiencia de Kennedy en la Segunda Guerra Mundial. Esa era la otra ex - periencia emocional muy generalizada de la generación ante - rior, y algo que su principal adversario, Hubert Humphrey, no tenía. El desafío al que nos enfrentamos es que ningún nivel de estudios ni de empatía puede recrear auténticamente el poder del miedo y la incertidumbre. Puedo leer un texto sobre lo que supuso perderlo todo du - rante la Gran Depresión, pero yo no tengo las cicatrices emo - cionales de quienes lo vivieron en primera persona. Y la persona que pasó por aquella experiencia no puede concebir por qué al - guien como yo puede tener una visión tan despreocupada de cosas como poseer acciones. Vemos el mundo desde perspecti - vas distintas. Las hojas de cálculo pueden recoger la frecuencia histórica de las grandes caídas de los mercados de valores. Pero no pueden recoger el sentimiento de volver a casa, mirar a tus hijos y pre - guntarte si has cometido un error que va a afectar a sus vidas. Estudiar la historia te hace tener la sensación de que entiendes algo. Pero, hasta que no lo has experimentado y has sentido per - 27 T-Cómo piensan los ricos.indd 27T-Cómo piensan los ricos.indd 27 30/6/21 14:4130/6/21 14:41 CÓMO PIENSAN LOS RICOS sonalmente sus consecuencias, no puedes entenderlo lo suficien - te para cambiar tu comportamiento. Todos creemos que sabemos cómo funciona el mundo. Pero solo hemos experimentado un pequeño ápice de él. Como dice el inversor Michael Batnick, «hay que experi - mentar algunas lecciones antes de poder entenderlas». Todos somos víctimas, de distintas formas, de esa verdad. _________ En 2006 los economistas Ulrike Malmendier y Stefan Nagel, de la Oficina Nacional de Investigación Económica de Estados Unidos, analizaron cincuenta años del Survey of Consumer Finan - ces [Encuesta sobre las finanzas de los consumidores], es decir, re - pasaron en detalle lo que hacen los estadounidenses con su dinero. 4 En teoría, la gente debería tomar decisiones sobre inversión basándose en sus objetivos y en las características de las opciones para invertir que tienen a su disposición en un momento deter - minado. Pero esto no es lo que hace la gente.Los economistas hallaron que las decisiones de inversión de la gente a lo largo de su vida estaban muy vinculadas a las expe - riencias que aquellos inversores tuvieron en su propia genera-ción, especialmente a las experiencias que tuvieron en los prime - ros años de la edad adulta. Si habían crecido cuando la inflación era elevada, invertían menos en bonos en años posteriores de su vida en comparación con quienes habían crecido cuando la inflación era baja. Si ha - bían crecido cuando el mercado de valores tenía solidez, inver- tían una mayor parte de su dinero en acciones durante su vida en comparación con quienes crecieron cuando el mercado bursátil tenía valores bajos. 28 T-Cómo piensan los ricos.indd 28T-Cómo piensan los ricos.indd 28 30/6/21 14:4130/6/21 14:41 1. NADIE ESTÁ LOCO Los economistas escribieron: «Nuestros resultados llevan a pensar que la voluntad de los inversores de asumir riesgos depen - de de su historia personal». Ni la inteligencia, ni la formación, ni la sofisticación. Solo la mera suerte de cuándo y dónde habían nacido. El Financial Times entrevistó a Bill Gross, el famoso gestor de bonos, en 2019. «Gross admite que probablemente no estaría donde está hoy en día si hubiera nacido una década antes o des - pués», decía el texto. La carrera de Gross coincidió casi a la per - fección con una caída generacional de los tipos de interés que dio un impulso a los precios de los bonos. Algo así no afecta solo a las oportunidades con las que te encuentras; también afecta a lo que piensas sobre esas oportunidades cuando se te presentan. Para Gross, los bonos eran máquinas de generar riqueza. En cambio, para la generación de su padre, que sufrió una inflación más alta en su juventud, probablemente los bonos serían consi-derados destructores de riqueza. Las diferencias entre las experiencias de cada persona con respecto al dinero no son pequeñas, incluso entre quienes po - drían pensar que son muy similares. Piensa en las acciones. Si hubieras nacido en los años se - tenta del siglo xx, el índice S&P 500 se multiplicó casi por diez, ajustado a la inflación, cuando eras adolescente y veintea - ñero. Si hubieras nacido en los cincuenta, el mercado literal - mente ni se movió entre tu adolescencia y la treintena, ajustado a la inflación. Dos grupos de personas, separados por la casua - lidad de haber nacido en años distintos, viven la vida con una visión completamente distinta de cómo funciona el mercado de valores: O la inflación. Si naciste en los años sesenta en Estados Unidos, la inflación durante tu adolescencia y veintena —tus años de juventud, cuando eres impresionable, cuando desarro - 29 T-Cómo piensan los ricos.indd 29T-Cómo piensan los ricos.indd 29 30/6/21 14:4130/6/21 14:41 CÓMO PIENSAN LOS RICOS llas una base de conocimientos sobre cómo funciona la econo - mía— multiplicó los precios por más de tres. Esto es un mon - tón. Recuerdas que se construyeron instalaciones de gas y que las nóminas daban claramente menos de sí que los sueldos de unos años antes. Pero, si naciste en los noventa, la inflación ha sido tan baja durante toda tu vida que tal vez ni se te haya pasa - do por la cabeza. La tasa de desempleo en el conjunto de Estados Unidos en noviembre de 2009 era de alrededor de un 10 %. Pero la tasa de paro de los hombres afroamericanos de entre dieciséis y dieci- nueve años sin un diploma de estudios secundarios era de un 49 %. En el caso de las mujeres blancas de más de cuarenta y cinco años con formación universitaria era de un 4 %. Los mercados de valores en Alemania y en Japón quedaron arruinados durante la Segunda Guerra Mundial. Regiones ente - ras de estos países fueron bombardeadas. Al terminar la guerra, 300 1 2 3 4 5 6 7 8 9 10 13 18 EdadNacidos en 1950 Nacidos en 1970 Cómo evolucionaron las acciones siendo el individuo adolescente y veinteañeroValor 1 a la edad de 13 años 23 28C M Y CM MY CY CMY Kai16249738738_T_10280320_Figura 1_Stocks-in-Teens.pdf 1 29/6/21 15:37 C M Y CM MY CY CMY KT_10280320_Figura 1_Stocks-in-Teens.pdf 1 1/7/21 11:02 T-Cómo piensan los ricos.indd 30T-Cómo piensan los ricos.indd 30 1/7/21 11:021/7/21 11:02 1. NADIE ESTÁ LOCO las granjas alemanas solo producían alimentos suficientes para suministrar 1.000 calorías al día a los ciudadanos del país. Com - para esta cifra con Estados Unidos, donde el mercado de valores se duplicó con creces entre 1941 y finales de 1945, y la economía disfrutaba de más solidez de la que había tenido en casi dos dé - cadas. Nadie debería esperar que los miembros de estos grupos vi - vieran toda su vida pensando lo mismo sobre la inflación. O so - bre el mercado bursátil. O sobre el paro. O sobre el dinero en general. Nadie debería esperar que respondieran de la misma mane - ra a la información financiera. Nadie debería suponer que se vie - ran influenciados por los mismos incentivos. Nadie debería esperar que confiaran en las mismas fuentes de asesoramiento. 310 1 2 3 13 18 Valor 1 a la edad de 13 años EdadCómo afectó la inflación a los precios siendo el individuo adolescente o veinteañero Nacidos en 1960 Nacidos en 1990 23 28 C M Y CM MY CY CMY Kai162497394113_T_10280320_Figura 2_Inflation-in-Teens.pdf 1 29/6/21 15:39 C M Y CM MY CY CMY KT_10280320_Figura 2_Inflation-in-Teens.pdf 1 1/7/21 11:02 T-Cómo piensan los ricos.indd 31T-Cómo piensan los ricos.indd 31 1/7/21 11:021/7/21 11:02 CÓMO PIENSAN LOS RICOS Nadie debería esperar que coincidieran en qué importa, qué merece la pena, qué es probable que ocurra en un futuro próximo y cuál es el mejor camino que se ha de seguir. Su visión del dinero se fraguó en mundos distintos. Y, cuan - do este es el caso, una manera de ver el dinero que para un grupo de personas es escandalosa, para otro grupo puede tener todo el sentido del mundo. Hace unos cuantos años, el New York Times publicó una noticia sobre las condiciones laborales de Foxconn, el enorme fabricante de productos electrónicos taiwanés. En tales empre - sas, las condiciones a menudo son atroces. Los lectores estaban indignados, y con razón. Sin embargo, una respuesta fascinante a la noticia vino de la mano del sobrino de una obrera china, que escribió en la sección de comentarios: Mi tía trabajó durante varios años en lo que los estadouni- denses llaman sweat shops [talleres de explotación laboral]. El trabajo era duro. Largas jornadas, un salario «bajo» y unas condiciones laborales «malas». ¿Saben lo que hacía mi tía antes de trabajar en uno de esos talleres? Era prostituta. En mi opinión, la idea de trabajar en uno de esos talleres comparada con el estilo de vida anterior es una mejora. Sé que mi tía preferiría ser «explotada» por un maléfico jefe capitalis - ta a cambio de unos pocos dólares a que su cuerpo fuera ex - plotado por varios hombres a cambio de centavos. Por eso me molesta la forma de pensar de muchos es - tadounidenses. Nosotros no tenemos las mismas oportuni - dades que en Occidente. Nuestras infraestructuras públicas son distintas. Nuestro país es diferente. Sí, trabajar en una fábrica es duro. ¿Podría ser mejor? Sí, pero solo cuando lo comparas con los empleos que hay en Estados Unidos. 32 T-Cómo piensan los ricos.indd 32T-Cómo piensan los ricos.indd 32 30/6/21 14:4130/6/21 14:41 1. NADIE ESTÁ LOCO No sé qué opinar sobre eso. Una parte de mí quiere rebatir - lo, y con vehemencia, mientras que otra parte de mí quiere mos- trarse comprensiva. No obstante, se trata, antes que nada, de un ejemplo de cómo experiencias distintas pueden llevar a tener una opinión muy diferente en cuestiones que una de las partes piensa intuitivamente que deberían estar clarísimas. Cada decisión que la gente toma con respecto al dinero puede justificarse fijándose uno en la información que tiene en ese momento y vinculándola a su modelo mental único sobre cómo funciona el mundo. Esas personas pueden estar mal informadas. Pueden te - ner una información incompleta. Pueden ser malas en mate - máticas. Pueden ser convencidas por un marketing desprecia - ble. Pueden no tener ni idea de lo que están haciendo. Pueden evaluar mal las consecuencias de sus acciones. ¡Vaya si pueden! Pero toda decisión financiera que toma una persona tiene sentido para esa persona en ese momento y confirma aquello que tiene que confirmar. Las personas se cuentan a sí mismas una historia sobre lo que están haciendo y por qué lo están haciendo, y esa historia es fruto de sus propias experiencias únicas. Fijémonos en un ejemplo simple: la lotería.Los estadounidenses gastan más en boletos de lotería de lo que destinan, en conjunto, a cine, videojuegos, música, eventos deportivos y libros. Y ¿quién compra lotería? Mayoritariamente gente pobre. Los hogares con menos ingresos de Estados Unidos desti - nan de media 412 dólares al año a boletos de lotería, cuatro veces lo que gastan los grupos de ingresos más altos. Un 40 % de los estadounidenses no pueden conseguir 400 dólares en caso de emergencia. Lo cual nos dice: quienes compran lotería por valor de 400 dólares son, aproximadamente, las mismas personas que dicen que no podrían conseguir 400 dólares en caso de emergen- 33 T-Cómo piensan los ricos.indd 33T-Cómo piensan los ricos.indd 33 30/6/21 14:4130/6/21 14:41 CÓMO PIENSAN LOS RICOS cia. Esas personas están echando a perder sus redes de seguridad destinando dinero a algo que tiene una probabilidad de uno en - tre millones de que les toque el gordo. A mí eso me parece una locura. Quizás te lo parece también a ti. Pero yo no formo parte del grupo con los ingresos más bajos. Y probablemente tú tampoco. Así que a muchos de nosotros nos cuesta entender de manera intuitiva el razonamiento subcons - ciente de los compradores de lotería con bajos ingresos. Sin embargo, si nos esforzamos un poco, podemos imaginar que el razonamiento va más o menos así: Vivimos al día y parece que ahorrar está fuera de nuestro alcance. Nuestras perspectivas de obtener salarios mucho más altos parecen fuera del alcance. No podemos permitir-nos unas buenas vacaciones, ni un coche nuevo, ni un segu - ro médico, ni una casa en un barrio seguro. No podemos llevar a nuestros hijos a la universidad sin endeudarnos has - ta el cuello. Buena parte de las cosas que vosotros, la gente que lee libros de finanzas, o bien ya tenéis, o bien tenéis una gran probabilidad de tener, nosotros no las tenemos. Com - prar lotería es el único momento de nuestra vida en el que podemos tener en nuestras manos un sueño tangible de con - seguir las cosas buenas que vosotros ya tenéis y dais por sen - tadas. Nosotros pagamos por un sueño, y vosotros tal vez no lo entendáis porque ya estáis viviendo un sueño. Por eso compramos más lotería que vosotros. No tienes por qué estar de acuerdo con este razonamiento. Comprar lotería cuando estás sin blanca sigue siendo una mala idea. Pero en cierto modo entiendo por qué la gente sigue com - prando boletos. Y esa idea —«Lo que estás haciendo me parece una locura, 34 T-Cómo piensan los ricos.indd 34T-Cómo piensan los ricos.indd 34 30/6/21 14:4130/6/21 14:41 1. NADIE ESTÁ LOCO pero en cierto modo entiendo por qué lo haces»— está en la raíz de muchas de nuestras decisiones financieras. Pocas personas toman decisiones financieras basándose pu- ramente en una hoja de cálculo. Las toman sentados a la mesa cenando o en una reunión de empresa. Lugares donde la historia personal, tu visión única del mundo, el ego, el orgullo, el marke- ting y unos extraños incentivos están todos mezclados en un re- lato que a ti te es útil. _________ Otro punto importante que ayuda a explicar por qué las de - cisiones relativas al dinero son tan difíciles y por qué hay tantos malos comportamientos es reconocer lo novedosa que es esta cuestión. El dinero está presente en el mundo desde hace mucho tiempo. Se cree que el rey Aliates de Lidia, actualmente parte de Turquía, creó la primera moneda oficial en el año 600 a. C. Pero los cimientos modernos de las decisiones monetarias —ahorrar e invertir— se basan en conceptos que están prácticamente en mantillas. Fijémonos en la jubilación. A finales de 2018 había 27 bi - llones de dólares en cuentas de jubilación en Estados Unidos, lo que las convertía en el principal motor de las decisiones sobre ahorro e inversión del inversor corriente. 5 No obstante, toda esa idea de tener derecho a jubilarse se remonta, a lo sumo, a dos generaciones. Antes de la Segunda Guerra Mundial, la mayor parte de los estadounidenses trabajaban hasta la muerte. Esa era la expectati - va y la realidad. El porcentaje de hombres de sesenta y cinco años o más que trabajaban estuvo por encima del 50 % hasta los años cuarenta del siglo xx: 35 T-Cómo piensan los ricos.indd 35T-Cómo piensan los ricos.indd 35 30/6/21 14:4130/6/21 14:41 CÓMO PIENSAN LOS RICOS 78% 74% 65% 58% 60% 58% 44% 47% 41% 35% 25% 18% 18% 22% 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% Porcentaje de trabajadores en activo entre los hombres de 65 años o más C M Y CM MY CY CMY Kai16231407939_T_10280320_Figura 3_Laborforce-participation-Jun2-2020.pdf 1 8/6/21 10:26 La Seguridad Social tenía como objetivo cambiar eso, pero sus prestaciones iniciales ni se acercaban a una pensión decen - te. Cuando Ida May Fuller cobró el primer cheque de la Segu - ridad Social en 1940, el valor era de 22,54 dólares (416 dólares, ajustado a la inflación). No fue hasta los ochenta cuando el cheque medio de la Seguridad Social para los jubilados superó los 1.000 dólares al mes, ajustado a la inflación. Hasta finales de los años sesenta, más de una cuarta parte de los estadouni - denses de más de sesenta y cinco años eran clasificados por la Oficina del Censo de Estados Unidos como personas que vi - vían en la pobreza. Existe la creencia generalizada de que «todo el mundo tenía un plan de pensiones privado». Pero esta creencia es una enorme exageración. El Employee Benefit Research Institute explica: «Solo una cuarta parte de las personas de sesenta y cinco años o más tenían ingresos de jubilación en 1975». De entre esa afortu - 36 T-Cómo piensan los ricos.indd 36T-Cómo piensan los ricos.indd 36 30/6/21 14:4130/6/21 14:41 1. NADIE ESTÁ LOCO nada minoría, solo un 15 % de los ingresos de los hogares proce - dían de una pensión. En 1955 el New York Times escribió sobre el creciente de - seo, pero la continua imposibilidad, de jubilarse: «Parafraseando un viejo dicho: todo el mundo habla de la jubilación, pero al parecer muy poca gente hace algo para conseguirla».6 No fue hasta los años ochenta cuando arraigó la idea de que todo el mundo merece y debería tener una jubilación digna. Y la manera de conseguir esa jubilación digna ha sido desde entonces una expectativa por la que todo el mundo ahorra e invierte su dinero. Permíteme que insista en lo novedosa que es esa idea: el plan 401(k), el instrumento central de ahorro de las pensiones en Estados Unidos, no existió hasta 1978. El plan IRA Roth (cuen- ta de jubilación individual, llamado así por el senador William Roth) no nació hasta 1998. Si fuera una persona, apenas tendría edad para beber alcohol legalmente. No debería sorprender a nadie que muchos de nosotros sea- mos malos ahorrando e invirtiendo para la jubilación. No es-tamos locos. Es que somos novatos. Y lo mismo vale para la universidad. El porcentaje de esta- dounidenses de más de veinticinco años con un grado universi - tario ha pasado de menos de 1 de cada 20 en 1940 a 1 de cada 4 en 2015. 7 La matrícula universitaria media durante ese periodo se multiplicó por más de cuatro ajustado a la inflación.8 Algo tan grande y tan importante que afecta tan deprisa a la sociedad ex - plica por qué, por ejemplo, tanta gente ha tomado malas decisio - nes con respecto a los préstamos de estudios durante los últimos veinte años. No hay décadas de experiencia acumulada para si - quiera aprender lecciones de ello. Estamos improvisando. Y lo mismo puede decirse de los fondos indexados, que tienen menos de cincuenta años de historia. Y de los fondos de 37 T-Cómo piensan los ricos.indd 37T-Cómo piensan los ricos.indd 37 30/6/21 14:4130/6/21 14:41 CÓMO PIENSAN LOS RICOS inversión libre, que no despegaron hasta los últimos veinticinco años. Incluso el uso generalizado del endeudamiento de los consumidores —hipotecas, tarjetas de crédito y préstamos para comprar coches— no se inició hasta después de la Segunda Guerra Mundial, cuando la ley conocida como GI Bill facilitó que millones de estadounidenses obtuvieran préstamos. Los perros fueron domesticados hace diez mil años y aún conservan algunas conductas de sus antepasados salvajes. Y, aun así, aquí estamos nosotros, con entre veinte y cincuenta años de experiencia en el sistema financiero moderno, con la esperanza de estar perfectamente aclimatados a él. Para una cuestión que está tan influenciada por las emocio - nes frente a los hechos, esto es un problema. Y ayuda a entender por qué no siempre hacemos lo que se supone que deberíamos hacer con el dinero. Todos hacemos locuras con el dinero, porque somos todos relativamente nuevos en este juego, y lo que parece una locura para ti puede tener todo el sentido del mundo para mí. Pero na- die está loco; todos tomamos decisiones basándonos en nuestras experiencias únicas que nos parece que tienen sentido en un mo - mento dado. Y ahora déjame que te cuente la historia de cómo se hizo rico Bill Gates. 38 T-Cómo piensan los ricos.indd 38T-Cómo piensan los ricos.indd 38 30/6/21 14:4130/6/21 14:41"
}