{
  "title": "Made to Stick Why Some Ideas Survive and Others Die Chip Heath & Dan Heath",
  "source": "Libros/Made to Stick Why Some Ideas Survive and Others Die Chip Heath & Dan Heath.pdf",
  "content": "This book has been optimized for viewing at a monitor setting of 1024 x 768 pixels. MADE TOSTICK random houseanew york MADE TOSTICKWhy Some Ideas Surviveand Others DieCHIP HEATH &DAN HEATH••• Copyright © 2007 by Chip Heath and Dan HeathAll rights reserved.Published in the United States by Random House, an imprint of The Random House Publishing Group, a division of Random House, Inc., New York.Random Houseand colophon are registered trademarks of Random House, Inc.Library of Congress Cataloging-in-Publication DataHeath, Chip.Made to stick : why some ideas survive and others die / Chip Heath & Dan Heathp. cm.Includes index.1. Social psychology. 2. Contagion (Social psychology).3. Context effects (Psychology). I. Heath, Dan. II. Title.HM1033.H43 2007302'.13—dc22 2006046467www.atrandom.comDesigned by Stephanie Huntworkv1.0eISBN: 978-1-58836-596-5 To Dad, for driving an old tan Chevette while putting us through college.To Mom, for making us breakfast every day for eighteen years. Each. INTRODUCTIONWHAT STICKS?3Kidney heist. Movie popcorn. Sticky = understandable, memorable, and ef-fective in changing thought or behavior. Halloween candy. Six principles: SUCCESs. The villain: Curse of Knowledge. It’s hard to be a tapper. Creativitystarts with templates.CHAPTER 1SIMPLE25Commander’s Intent. THE low-fare airline. Burying the lead and the invertedpyramid. It’s the economy, stupid. Decision paralysis. Clinic: Sun exposure.Names, names, and names. Simple = core + compact. Proverbs. The PalmPilot wood block. Using what’s there. The pomelo schema. High concept: Jawson a spaceship. Generative analogies: Disney’s “cast members.”CHAPTER 2UNEXPECTED63The successful ﬂight safety announcement. The surprise brow. Gimmicky sur-prise and “postdictability.” Breaking the guessing machine. “The Nordie who . . .” “No school next Thursday.” Clinic: Too much on foreign aid? Saturn’srings. Movie turning points. Gap theory of curiosity. Clinic: Fund-raising. Prim-ing the gap: NCAA football. Pocketable radio. Man on the moon.CONTENTS CHAPTER 3CONCRETE98Sour grapes. Landscapes as eco-celebrities. Teaching subtraction with less ab-straction. Soap-opera accounting. Velcro theory of memory. Brown eyes, blueeyes. Engineers vs. manufacturers. The Ferraris go to Disney World. Whitethings. The leather computer. Clinic: Oral rehydration therapy. HamburgerHelper and Saddleback Sam.CHAPTER 4 CREDIBLE130The Nobel-winning scientist no one believed. Flesh-eating bananas. Authorityand antiauthority. Pam Lafﬁn, smoker. Powerful details. Jurors and the DarthVader toothbrush. The dancing seventy-three year old. Statistics: Nuclear war-heads as BBs. The human-scale principle. Ofﬁcemates as a soccer team.Clinic: Shark attack hysteria. The Sinatra Test. Transporting Bollywood movies.Edible fabric. Where’s the beef? Testable credentials. The Emotional Tank.Clinic: Our ﬂawed intuition. NBA rookie camp.CHAPTER 5EMOTIONAL165The Mother Teresa principle: If I look at the one, I will act. Beating smoking withthe Truth. Semantic stretch and why unique isn’t unique. Reclaiming “sports-manship.” Schlocky but masterful mail-order ads. WIIFY. Cable television inTempe. Avoiding Maslow’s basement. Dining in Iraq. The popcorn popper andpolitical science. Clinic: Why study algebra? Don’t mess with Texas. Who caresabout duo piano? Creating empathy. CHAPTER 6STORIES204The day the heart monitor lied. Shop talk at Xerox. Helpful and unhelpful visu-alizations. Stories as ﬂight simulators. Clinic: Dealing with problem students.Jared, the 425-pound fast-food dieter. Spotting inspiring stories. The Chal-lenge Plot. The Connection Plot. The Creativity Plot. Springboard stories at theWorld Bank: A health worker in Zambia. How to make presenters angry withstories.EPILOGUEWHAT STICKS238Nice guys ﬁnish last. Elementary, my dear Watson. The power of spotting.Curse of Knowledge again. Pay attention, understand, believe, care, and act.Sticky problems: symptoms and solutions. John F . Kennedy versus Floyd Lee.MAKING IDEAS STICK: THE EASY REFERENCE GUIDE 253NOTES 259ACKNOWLEDGMENTS 277INDEX281 MADE TOSTICK INTRODUCTIONWHAT STICKS?Afriend of a friend of ours is a frequent business traveler. Let’scall him Dave. Dave was recently in Atlantic City for an im-portant meeting with clients. Afterward, he had some time tokill before his ﬂight, so he went to a local bar for a drink.He’d just ﬁnished one drink when an attractive woman ap-proached and asked if she could buy him another. He was surprisedbut ﬂattered. Sure, he said. The woman walked to the bar andbrought back two more drinks—one for her and one for him. Hethanked her and took a sip. And that was the last thing he remem-bered.Rather, that was the last thing he remembered until he woke up,disoriented, lying in a hotel bathtub, his body submerged in ice.He looked around frantically, trying to ﬁgure out where he wasand how he got there. Then he spotted the note: don’t move. call 911.A cell phone rested on a small table beside the bathtub. Hepicked it up and called 911, his ﬁngers numb and clumsy from theice. The operator seemed oddly familiar with his situation. She said,“Sir, I want you to reach behind you, slowly and carefully. Is there atube protruding from your lower back?” Anxious, he felt around behind him. Sure enough, there was atube.The operator said, “Sir, don’t panic, but one of your kidneys hasbeen harvested. There’s a ring of organ thieves operating in this city,and they got to you. Paramedics are on their way. Don’t move untilthey arrive.”You’ve just read one of the most successful urban legends of thepast ﬁfteen years. The ﬁrst clue is the classic urban-legend open-ing: “A friend of a friend . . .” Have you ever noticed that our friends’friends have much more interesting lives than our friends them-selves?You’ve probably heard the Kidney Heist tale before. There arehundreds of versions in circulation, and all of them share a core ofthree elements: (1) the drugged drink, (2) the ice-ﬁlled bathtub, and(3) the kidney-theft punch line. One version features a married manwho receives the drugged drink from a prostitute he has invited to hisroom in Las Vegas. It’s a morality play with kidneys.Imagine that you closed the book right now, took an hourlongbreak, then called a friend and told the story, without rereading it.Chances are you could tell it almost perfectly. You might forget thatthe traveler was in Atlantic City for “an important meeting withclients”—who cares about that? But you’d remember all the impor-tant stuff.The Kidney Heist is a story that sticks. We understand it, we re-member it, and we can retell it later. And if we believe it’s true, itmight change our behavior permanently—at least in terms of accept-ing drinks from attractive strangers.Contrast the Kidney Heist story with this passage, drawn from apaper distributed by a nonproﬁt organization. “Comprehensive com-munity building naturally lends itself to a return-on-investment ra-4M A D E T O S T I C K tionale that can be modeled, drawing on existing practice,” it begins,going on to argue that “[a] factor constraining the ﬂow of resources toCCIs is that funders must often resort to targeting or categorical re-quirements in grant making to ensure accountability.”Imagine that you closed the book right now and took an hourlongbreak. In fact, don’t even take a break; just call up a friend and retellthat passage without rereading it. Good luck.Is this a fair comparison—an urban legend to a cherry-picked badpassage? Of course not. But here’s where things get interesting: Thinkof our two examples as two poles on a spectrum of memorability.Which sounds closer to the communications you encounter at work?If you’re like most people, your workplace gravitates toward the non-proﬁt pole as though it were the North Star.Maybe this is perfectly natural; some ideas are inherently interestingand some are inherently uninteresting. A gang of organ thieves—inher-ently interesting! Nonproﬁt ﬁnancial strategy—inherently uninterest-ing! It’s the nature versus nurture debate applied to ideas: Are ideas borninteresting or made interesting?Well, this is a nurture book.So how do we nurture our ideas so they’ll succeed in the world?Many of us struggle with how to communicate ideas effectively, howto get our ideas to make a difference. A biology teacher spends anhour explaining mitosis, and a week later only three kids rememberwhat it is. A manager makes a speech unveiling a new strategy as thestaffers nod their heads enthusiastically, and the next day the front-line employees are observed cheerfully implementing the old one.Good ideas often have a hard time succeeding in the world. Yetthe ridiculous Kidney Heist tale keeps circulating, with no resourceswhatsoever to support it.Why? Is it simply because hijacked kidneys sell better than othertopics? Or is it possible to make a true, worthwhileidea circulate as ef-fectively as this false idea?INTRODUCTION 5 The Truth About Movie PopcornArt Silverman stared at a bag of movie popcorn. It looked out of placesitting on his desk. His ofﬁce had long since ﬁlled up with fake-butterfumes. Silverman knew, because of his organization’s research, thatthe popcorn on his desk was unhealthy. Shockingly unhealthy, infact. His job was to ﬁgure out a way to communicate this message tothe unsuspecting moviegoers of America.Silverman worked for the Center for Science in the Public Inter-est (CSPI), a nonproﬁt group that educates the public about nutri-tion. The CSPI sent bags of movie popcorn from a dozen theaters inthree major cities to a lab for nutritional analysis. The results sur-prised everyone.The United States Department of Agriculture (USDA) recom-mends that a normal diet contain no more than 20 grams of saturatedfat each day. According to the lab results, the typical bag of popcornhad 37 grams.The culprit was coconut oil, which theaters used to pop their pop-corn. Coconut oil had some big advantages over other oils. It gave thepopcorn a nice, silky texture, and released a more pleasant and natu-ral aroma than the alternative oils. Unfortunately, as the lab resultsshowed, coconut oil was also brimming with saturated fat.The single serving of popcorn on Silverman’s desk—a snacksomeone might scarf down between meals—had nearly two days’worth of saturated fat. And those 37 grams of saturated fat werepacked into a medium-sized serving of popcorn. No doubt a decent-sized bucket could have cleared triple digits.The challenge, Silverman realized, was that few people knowwhat “37 grams of saturated fat” means. Most of us don’t memorizethe USDA’s daily nutrition recommendations. Is 37 grams good orbad? And even if we have an intuition that it’s bad, we’d wonder if itwas “bad bad” (like cigarettes) or “normal bad” (like a cookie or amilk shake).6M A D E T O S T I C K Even the phrase “37 grams of saturated fat” by itself was enough tocause most people’s eyes to glaze over. “Saturated fat has zero ap-peal,” Silverman says. “It’s dry, it’s academic, who cares?”Silverman could have created some kind of visual comparison—perhaps an advertisement comparing the amount of saturated fat inthe popcorn with the USDA’s recommended daily allowance. Thinkof a bar graph, with one of the bars stretching twice as high as theother.But that was too scientiﬁc somehow. Too rational. The amount offat in this popcorn was, in some sense, not rational. It was ludicrous.The CSPI needed a way to shape the message in a way that fully com-municated this ludicrousness.Silverman came up with a solution.CSPI called a press conference on September 27, 1992. Here’sthe message it presented: “A medium-sized ‘butter’ popcorn at atypical neighborhood movie theater contains more artery-clogging fatthan a bacon-and-eggs breakfast, a Big Mac and fries for lunch, and asteak dinner with all the trimmings—combined!”The folks at CSPI didn’t neglect the visuals—they laid out the fullbuffet of greasy food for the television cameras. An entire day’s worthof unhealthy eating, displayed on a table. All that saturated fat—stuffed into a single bag of popcorn.The story was an immediate sensation, featured on CBS, NBC,ABC, and CNN. It made the front pages of USA Today,theLos An-geles Times,andThe Washington Post’s Style section. Leno and Let-terman cracked jokes about fat-soaked popcorn, and headline writerstrotted out some doozies: “Popcorn Gets an ‘R’ Rating,” “Lights, Ac-tion, Cholesterol!” “Theater Popcorn is Double Feature of Fat.”The idea stuck. Moviegoers, repulsed by these ﬁndings, avoidedpopcorn in droves. Sales plunged. The service staff at movie housesgrew accustomed to ﬁelding questions about whether the popcornINTRODUCTION 7 was popped in the “bad” oil. Soon after, most of the nation’s big-gest theater chains—including United Artists, AMC, and Loews—announced that they would stop using coconut oil.On StickinessThis is an idea success story. Even better, it’s a truthfulidea successstory. The people at CSPI knew something about the world that theyneeded to share. They ﬁgured out a way to communicate the idea sothat people would listen and care. And the idea stuck—just like theKidney Heist tale.And, let’s be honest, the odds were stacked against the CSPI. The“movie popcorn is fatty” story lacks the lurid appeal of an organ-thieving gang. No one woke up in an oil-ﬁlled bathtub. The storywasn’t sensational, and it wasn’t even particularly entertaining. Fur-thermore, there was no natural constituency for the news—few of usmake an effort to “stay up to date with popcorn news.” There wereno celebrities, models, or adorable pets involved.In short, the popcorn idea was a lot like the ideas that most of ustrafﬁc in every day—ideas that are interesting but not sensational,truthful but not mind-blowing, important but not “life-or-death.” Un-less you’re in advertising or public relations, you probably don’t havemany resources to back your ideas. You don’t have a multimillion-dollar ad budget or a team of professional spinners. Your ideas needto stand on their own merits.We wrote this book to help you make your ideas stick. By “stick,”we mean that your ideas are understood and remembered, and havea lasting impact—they change your audience’s opinions or behavior.At this point, it’s worth asking why you’dneedto make your ideasstick. After all, the vast majority of our daily communication doesn’trequire stickiness. “Pass the gravy” doesn’t have to be memorable.When we tell our friends about our relationship problems, we’re nottrying to have a “lasting impact.”8M A D E T O S T I C K So not every idea is stick-worthy. When we ask people how oftenthey need to make an idea stick, they tell us that the need arises be-tween once a month and once a week, twelve to ﬁfty-two times peryear. For managers, these are “big ideas” about new strategic direc-tions and guidelines for behavior. Teachers try to convey themes andconﬂicts and trends to their students—the kinds of themes and waysof thinking that will endure long after the individual factoids havefaded. Columnists try to change readers’ opinions on policy issues.Religious leaders try to share spiritual wisdom with their congregants.Nonproﬁt organizations try to persuade volunteers to contribute theirtime and donors to contribute their money to a worthy cause.Given the importance of making ideas stick, it’s surprising howlittle attention is paid to the subject. When we get advice on commu-nicating, it often concerns our delivery: “Stand up straight, make eyecontact, use appropriate hand gestures. Practice, practice, practice(but don’t sound canned).” Sometimes we get advice about structure:“Tell ’em what you’re going to tell ’em. Tell ’em, then tell ’em whatyou told ’em.” Or “Start by getting their attention—tell a joke or astory.”Another genre concerns knowing your audience: “Know whatyour listeners care about, so you can tailor your communication tothem.” And, ﬁnally, there’s the most common refrain in the realm ofcommunication advice: Use repetition, repetition, repetition.All of this advice has obvious merit, except, perhaps, for the em-phasis on repetition. (If you have to tell someone the same thing tentimes, the idea probably wasn’t very well designed. No urban legendhas to be repeated ten times.) But this set of advice has one glaringshortcoming: It doesn’t help Art Silverman as he tries to ﬁgure out thebest way to explain that movie popcorn is reallyunhealthful.Silverman no doubt knows that he should make eye contact andpractice. But what message is he supposed to practice? He knows hisaudience—they’re people who like popcorn and don’t realize howunhealthy it is. So what message does he share with them? Compli-INTRODUCTION 9 cating matters, Silverman knew that he wouldn’t have the luxury ofrepetition—he had only one shot to make the media care about hisstory.Or think about an elementary-school teacher. She knows hergoal: to teach the material mandated by the state curriculum com-mittee. She knows her audience: third graders with a range of knowl-edge and skills. She knows howto speak effectively—she’s a virtuosoof posture and diction and eye contact. So the goal is clear, the audi-ence is clear, and the format is clear. But the design of the message itself is far from clear. The biology students need to understand mito-sis—okay, now what? There are an inﬁnite number of ways to teachmitosis. Which way will stick? And how do you know in advance?What Led to Made to StickThe broad question, then, is how do you design an idea that sticks?A few years ago the two of us—brothers Chip and Dan—realizedthat both of us had been studying how ideas stick for about ten years.Our expertise came from very different ﬁelds, but we had zeroed inon the same question: Why do some ideas succeed while others fail?Dan had developed a passion for education. He co-founded astart-up publishing company called Thinkwell that asked a somewhatheretical question: If you were going to build a textbook from scratch,using video and technology instead of text, how would you do it? Asthe editor in chief of Thinkwell, Dan had to work with his team to de-termine the best ways to teach subjects like economics, biology, cal-culus, and physics. He had an opportunity to work with some of themost effective and best-loved professors in the country: the calculusteacher who was also a stand-up comic; the biology teacher who wasnamed national Teacher of the Year; the economics teacher who wasalso a chaplain and a playwright. Essentially, Dan enjoyed a crashcourse in what makes great teachers great. And he found that, while10 MADE TO STICK each teacher had a unique style, collectively their instructionalmethodologieswere almost identical.Chip, as a professor at Stanford University, had spent about tenyears asking why bad ideas sometimes won out in the social market-place of ideas. How could a false idea displace a true one? And whatmade some ideas more viral than others? As an entry point into thesetopics, he dove into the realm of “naturally sticky” ideas such asurban legends and conspiracy theories. Over the years, he’s becomeuncomfortably familiar with some of the most repulsive and absurdtales in the annals of ideas. He’s heard them all. Here’s a very smallsampler:•The Kentucky Fried Rat. Really, any tale that involves ratsand fast food is on fertile ground.•Coca-Cola rots your bones. This fear is big in Japan, but sofar the country hasn’t experienced an epidemic of gelati-nous teenagers.•If you ﬂash your brights at a car whose headlights are off,you will be shot by a gang member.•The Great Wall of China is the only man-made object thatis visible from space. (The Wall is really long but not verywide. Think about it: If the Wall were visible, then any in-terstate highway would also be visible, and maybe a fewWal-Mart superstores as well.)•You use only 10 percent of your brain. (If this were true, itwould certainly make brain damage a lot less worrisome.)Chip, along with his students, has spent hundreds of hours col-lecting, coding, and analyzing naturally sticky ideas: urban legends,wartime rumors, proverbs, conspiracy theories, and jokes. Urban leg-ends are false, but many naturally sticky ideas are true. In fact, per-haps the oldest class of naturally sticky ideas is the proverb—a nuggetINTRODUCTION 11 of wisdom that often endures over centuries and across cultures. Asan example, versions of the proverb “Where there’s smoke there’sﬁre” have appeared in more than ﬁfty-ﬁve different languages.In studying naturally sticky ideas, both trivial and profound, Chiphas conducted more than forty experiments with more than 1,700participants on topics such as:•Why Nostradamus’s prophecies are still read after 400 years•WhyChicken Soup for the Soulstories are inspirational•Why ineffective folk remedies persistA few years ago, he started teaching a course at Stanford called“How to Make Ideas Stick.” The premise of the course was that if weunderstood what made ideas naturally sticky we might be better atmaking our own messages stick. During the past few years he hastaught this topic to a few hundred students bound for careers asmanagers, public-policy analysts, journalists, designers, and ﬁlm di-rectors.To complete the story of the Brothers Heath, in 2004 it dawned onus that we had been approaching the same problem from differentangles. Chip had researched and taught what made ideas stick. Danhad tried to ﬁgure out pragmatic ways to make ideas stick. Chip hadcompared the success of different urban legends and stories. Dan hadcompared the success of different math and government lessons.Chip was the researcher and the teacher. Dan was the practitionerand the writer. (And we knew that we could make our parents happyby spending more quality time together.)We wanted to take apart sticky ideas—both natural and created—and ﬁgure out what made them stick. What makes urban legends socompelling? Why do some chemistry lessons work better than others?Why does virtually every society circulate a set of proverbs? Why dosome political ideas circulate widely while others fall short?In short, we were looking to understand what sticks.We adopted12 MADE TO STICK the “what sticks” terminology from one of our favorite authors, Mal-colm Gladwell. In 2000, Gladwell wrote a brilliant book called TheTipping Point,which examined the forces that cause social phenom-ena to “tip,” or make the leap from small groups to big groups, theway contagious diseases spread rapidly once they infect a certain crit-ical mass of people. Why did Hush Puppies experience a rebirth?Why did crime rates abruptly plummet in New York City? Why didthe book Divine Secrets of the Ya-Ya Sisterhoodcatch on?The Tipping Pointhas three sections. The ﬁrst addresses the needto get the right people, and the third addresses the need for the rightcontext. The middle section of the book, “The Stickiness Factor,” ar-gues that innovations are more likely to tip when they’re sticky. WhenThe Tipping Pointwas published, Chip realized that “stickiness” wasthe perfect word for the attribute that he was chasing with his re-search into the marketplace of ideas.This book is a complement to The Tipping Pointin the sense thatwe will identify the traitsthat make ideas sticky, a subject that was be-yond the scope of Gladwell’s book. Gladwell was interested in whatmakes social epidemics epidemic. Our interest is in how effectiveideas are constructed—what makes some ideas stick and others dis-appear. So, while our focus will veer away from The Tipping Point’sturf, we want to pay tribute to Gladwell for the word “stickiness.” Itstuck.Who Spoiled Halloween?In the 1960s and 1970s, the tradition of Halloween trick-or-treatingcame under attack. Rumors circulated about Halloween sadists whoput razor blades in apples and booby-trapped pieces of candy. The ru-mors affected the Halloween tradition nationwide. Parents carefullyexamined their children’s candy bags. Schools opened their doors atnight so that kids could trick-or-treat in a safe environment. Hospitalsvolunteered to X-ray candy bags.INTRODUCTION 13 In 1985, an ABC News poll showed that 60 percent of parentsworried that their children might be victimized. To this day, manyparents warn their children not to eat any snacks that aren’t prepack-aged. This is a sad story: a family holiday sullied by bad people who,inexplicably, wish to harm children. But in 1985 the story took astrange twist. Researchers discovered something shocking about thecandy-tampering epidemic: It was a myth.The researchers, sociologists Joel Best and Gerald Horiuchi, stud-ied every reported Halloween incident since 1958. They found no in-stances where strangers caused children life-threatening harm onHalloween by tampering with their candy.Two children did die on Halloween, but their deaths weren’tcaused by strangers. A ﬁve-year-old boy found his uncle’s heroin stashand overdosed. His relatives initially tried to cover their tracks bysprinkling heroin on his candy. In another case, a father, hoping tocollect on an insurance settlement, caused the death of his own sonby contaminating his candy with cyanide.In other words, the best social science evidence reveals that takingcandy from strangers is perfectly okay. It’s your family you shouldworry about.The candy-tampering story has changed the behavior of millionsof parents over the past thirty years. Sadly, it has made neighbors sus-picious of neighbors. It has even changed the laws of this country:Both California and New Jersey passed laws that carry special penal-ties for candy-tamperers. Why was this idea so successful?Six Principles of Sticky IdeasThe Halloween-candy story is, in a sense, the evil twin of the CSPIstory.Both stories highlighted an unexpected danger in a common ac-tivity: eating Halloween candy and eating movie popcorn. Both sto-14 MADE TO STICK ries called for simple action: examining your child’s candy and avoid-ing movie popcorn. Both made use of vivid, concrete images thatcling easily to memory: an apple with a buried razor blade and a tablefull of greasy foods. And both stories tapped into emotion: fear in thecase of Halloween candy and disgust in the case of movie popcorn.The Kidney Heist, too, shares many of these traits. A highly unex-pectedoutcome: a guy who stops for a drink and ends up one kidneyshort of a pair. A lot of concretedetails: the ice-ﬁlled bathtub, theweird tube protruding from the lower back. Emotion:fear, disgust,suspicion.We began to see the same themes, the same attributes, reﬂectedin a wide range of successful ideas. What we found based on Chip’sresearch—and by reviewing the research of dozens of folklorists, psy-chologists, educational researchers, political scientists, and proverb-hunters—was that sticky ideas shared certain key traits. There is no“formula” for a sticky idea—we don’t want to overstate the case. Butsticky ideas do draw from a common set of traits, which make themmore likely to succeed.It’s like discussing the attributes of a great basketball player. Youcan be pretty sure that any great player has some subset of traits likeheight, speed, agility, power, and court sense. But you don’t need allof these traits in order to be great: Some great guards are ﬁve feet tenand scrawny. And having all the traits doesn’t guarantee greatness: Nodoubt there are plenty of slow, clumsy seven-footers. It’s clear,though, that if you’re on the neighborhood court, choosing your teamfrom among strangers, you should probably take a gamble on theseven-foot dude.Ideas work in much the same way. One skill we can learn is theability to spotideas that have “natural talent,” like the seven-footstranger. Later in the book, we’ll discuss Subway’s advertising cam-paign that focused on Jared, an obese college student who lost morethan 200 pounds by eating Subway sandwiches every day. The cam-INTRODUCTION 15 paign was a huge success. And it wasn’t created by a Madison Avenueadvertising agency; it started with a single store owner who had thegood sense to spot an amazing story.But here’s where our basketball analogy breaks down: In the worldof ideas, we can genetically engineer our players. We can createideaswith an eye to maximizing their stickiness.As we pored over hundreds of sticky ideas, we saw, over and over,the same six principles at work.PRINCIPLE 1: SIMPLICITYHow do we ﬁnd the essential core of our ideas? A successful defenselawyer says, “If you argue ten points, even if each is a good point,when they get back to the jury room they won’t remember any.” Tostrip an idea down to its core, we must be masters of exclusion. Wemust relentlessly prioritize. Saying something short is not the mis-sion—sound bites are not the ideal. Proverbs are the ideal. We mustcreate ideas that are both simple andprofound. The Golden Rule isthe ultimate model of simplicity: a one-sentence statement so pro-found that an individual could spend a lifetime learning to follow it.PRINCIPLE 2: UNEXPECTEDNESSHow do we get our audience to pay attention to our ideas, and how dowe maintain their interest when we need time to get the ideas across?We need to violate people’s expectations. We need to be counterintu-itive. A bag of popcorn is as unhealthy as a whole day’s worth of fattyfoods!We can use surprise—an emotion whose function is to in-crease alertness and cause focus—to grab people’s attention. But sur-prise doesn’t last. For our idea to endure, we must generate interestandcuriosity. How do you keep students engaged during the forty-eighth history class of the year? We can engage people’s curiosity overa long period of time by systematically “opening gaps” in their knowl-edge—and then ﬁlling those gaps.16 MADE TO STICK PRINCIPLE 3: CONCRETENESSHow do we make our ideas clear? We must explain our ideas interms of human actions, in terms of sensory information. This iswhere so much business communication goes awry. Mission state-ments, synergies, strategies, visions—they are often ambiguous tothe point of being meaningless. Naturally sticky ideas are full of con-crete images—ice-ﬁlled bathtubs, apples with razors—because ourbrains are wired to remember concrete data. In proverbs, abstracttruths are often encoded in concrete language: “A bird in hand isworth two in the bush.” Speaking concretely is the only way to en-sure that our idea will mean the same thing to everyone in our audi-ence.PRINCIPLE 4: CREDIBILITYHow do we make people believe our ideas? When the former sur-geon general C. Everett Koop talks about a public-health issue, mostpeople accept his ideas without skepticism. But in most day-to-daysituations we don’t enjoy this authority. Sticky ideas have to carrytheir own credentials. We need ways to help people test our ideas forthemselves—a “try before you buy” philosophy for the world ofideas. When we’re trying to build a case for something, most of us in-stinctively grasp for hard numbers. But in many cases this is exactlythe wrong approach. In the sole U.S. presidential debate in 1980 be-tween Ronald Reagan and Jimmy Carter, Reagan could have citedinnumerable statistics demonstrating the sluggishness of the econ-omy. Instead, he asked a simple question that allowed voters to testfor themselves: “Before you vote, ask yourself if you are better offtoday than you were four years ago.”PRINCIPLE 5: EMOTIONSHow do we get people to care about our ideas? We make them feelsomething. In the case of movie popcorn, we make them feel dis-INTRODUCTION 17 gusted by its unhealthiness. The statistic “37 grams” doesn’t elicit anyemotions. Research shows that people are more likely to make a char-itable gift to a single needy individual than to an entire impoverishedregion. We are wired to feel things for people, not for abstractions.Sometimes the hard part is ﬁnding the right emotion to harness. Forinstance, it’s difﬁcult to get teenagers to quit smoking by instilling inthem a fear of the consequences, but it’s easier to get them to quit bytapping into their resentment of the duplicity of Big Tobacco.PRINCIPLE 6: STORIESHow do we get people to act on our ideas? We tell stories. Fireﬁghtersnaturally swap stories after every ﬁre, and by doing so they multiplytheir experience; after years of hearing stories, they have a richer,more complete mental catalog of critical situations they might con-front during a ﬁre and the appropriate responses to those situations.Research shows that mentally rehearsing a situation helps us performbetter when we encounter that situation in the physical environment.Similarly, hearing stories acts as a kind of mental ﬂight simulator,preparing us to respond more quickly and effectively.Those are the six principles of successful ideas. To summarize,here’s our checklist for creating a successful idea: a Simple Un-expected Concrete Credentialed Emotional Story. A clever observerwill note that this sentence can be compacted into the acronym SUCCESs. This is sheer coincidence, of course. (Okay, we admit,SUCCESs is a little corny. We could have changed “Simple” to “Core”and reordered a few letters. But, you have to admit, CCUCES is lessmemorable.)No special expertise is needed to apply these principles. There areno licensed stickologists. Moreover, many of the principles have acommonsense ring to them: Didn’t most of us already have the intu-18 MADE TO STICK ition that we should “be simple” and “use stories”? It’s not as thoughthere’s a powerful constituency for overcomplicated, lifeless prose.But wait a minute. We claim that using these principles is easy.And most of them do seem relatively commonsensical. So why aren’twe deluged with brilliantly designed sticky ideas? Why is our lifeﬁlled with more process memos than proverbs?Sadly, there is a villain in our story. The villain is a natural psy-chological tendency that consistently confounds our ability to createideas using these principles. It’s called the Curse of Knowledge. (Wewill capitalize the phrase throughout the book to give it the drama wethink it deserves.)Tappers and ListenersIn 1990, Elizabeth Newton earned a Ph.D. in psychology at Stanfordby studying a simple game in which she assigned people to one of tworoles: “tappers” or “listeners.” Tappers received a list of twenty-ﬁvewell-known songs, such as “Happy Birthday to You” and “The Star-Spangled Banner.” Each tapper was asked to pick a song and tap outthe rhythm to a listener (by knocking on a table). The listener’s jobwas to guess the song, based on the rhythm being tapped. (By theway, this experiment is fun to try at home if there’s a good “listener”candidate nearby.)The listener’s job in this game is quite difﬁcult. Over the course ofNewton’s experiment, 120 songs were tapped out. Listeners guessedonly 2.5 percent of the songs: 3 out of 120.But here’s what made the result worthy of a dissertation in psy-chology. Before the listeners guessed the name of the song, Newtonasked the tappers to predict the odds that the listeners would guesscorrectly. They predicted that the odds were 50 percent.The tappers got their message across 1 time in 40, but theythought they were getting their message across 1 time in 2. Why?INTRODUCTION 19 When a tapper taps, she is hearing the song in her head. Goahead and try it for yourself—tap out “The Star-Spangled Banner.”It’s impossible to avoid hearing the tune in your head. Meanwhile,the listeners can’t hear that tune—all they can hear is a bunch of dis-connected taps, like a kind of bizarre Morse Code.In the experiment, tappers are ﬂabbergasted at how hard the lis-teners seem to be working to pick up the tune. Isn’t the song obvious?The tappers’ expressions, when a listener guesses “Happy Birthday toYou” for “The Star-Spangled Banner,” are priceless: How could yoube so stupid?It’s hard to be a tapper. The problem is that tappers have beengiven knowledge (the song title) that makes it impossible for them toimagine what it’s like to lackthat knowledge. When they’re tapping,they can’t imagine what it’s like for the listeners to hear isolated tapsrather than a song. This is the Curse of Knowledge. Once we knowsomething, we ﬁnd it hard to imagine what it was like not to know it.Our knowledge has “cursed” us. And it becomes difﬁcult for us toshare our knowledge with others, because we can’t readily re-createour listeners’ state of mind.The tapper/listener experiment is reenacted every day across theworld. The tappers and listeners are CEOs and frontline employees,teachers and students, politicians and voters, marketers and cus-tomers, writers and readers. All of these groups rely on ongoing com-munication, but, like the tappers and listeners, they suffer fromenormous information imbalances. When a CEO discusses “unlock-ing shareholder value,” there is a tune playing in her head that theemployees can’t hear.It’s a hard problem to avoid—a CEO might have thirty years ofdaily immersion in the logic and conventions of business. Reversingthe process is as impossible as un-ringing a bell. You can’t unlearnwhat you already know. There are, in fact, only two ways to beat theCurse of Knowledge reliably. The ﬁrst is not to learn anything. Thesecond is to take your ideas and transform them.20 MADE TO STICK This book will teach you how to transform your ideas to beat theCurse of Knowledge. The six principles presented earlier are yourbest weapons. They can be used as a kind of checklist. Let’s take theCEO who announces to her staff that they must strive to “maximizeshareholder value.”Is this idea simple? Yes, in the sense that it’s short, but it lacks theuseful simplicity of a proverb. Is it unexpected? No. Concrete? Not atall. Credible? Only in the sense that it’s coming from the mouth ofthe CEO. Emotional? Um, no. A story? No.Contrast the “maximize shareholder value” idea with John F. Ken-nedy’s famous 1961 call to “put a man on the moon and return himsafely by the end of the decade.” Simple? Yes. Unexpected? Yes. Con-crete? Amazingly so. Credible? The goal seemed like science ﬁction,but the source was credible. Emotional? Yes. Story? In miniature.Had John F. Kennedy been a CEO, he would have said, “Ourmission is to become the international leader in the space industrythrough maximum team-centered innovation and strategically tar-geted aerospace initiatives.” Fortunately, JFK was more intuitive thana modern-day CEO; he knew that opaque, abstract missions don’tcaptivate and inspire people. The moon mission was a classic case ofa communicator’s dodging the Curse of Knowledge. It was a brilliantand beautiful idea—a single idea that motivated the actions of mil-lions of people for a decade.Systematic CreativityPicture in your mind the type of person who’s great at coming up withideas. Have a mental image of the person? A lot of people, whenasked to do this, describe a familiar stereotype—the “creative genius,”the kind of person who thinks up slogans in a hot advertising agency.Maybe, like us, you picture someone with gelled hair and hip cloth-ing, carrying a dog-eared notebook full of ironies and epiphanies,ready to drop everything and launch a four-hour brainstorming ses-INTRODUCTION 21 sion in a room full of caffeine and whiteboards. Or maybe yourstereotype isn’t quite so elaborate.There’s no question that some people are more creative thanothers. Perhaps they’re just born that way. So maybe you’ll never bethe Michael Jordan of sticky ideas. But the premise of this book is thatcreating sticky ideas is something that can be learned.In 1999, an Israeli research team assembled a group of 200highly regarded ads—ads that were ﬁnalists and award winners inthe top advertising competitions. They found that 89 percent of theaward-winning ads could be classiﬁed into six basic categories, ortemplates. That’s remarkable. We might expect great creative con-cepts to be highly idiosyncratic—emerging from the whims of borncreative types. It turns out that six simple templates go a long way.Most of these templates relate to the principle of unexpectedness.For example, the Extreme Consequencestemplate points out unex-pected consequences of a product attribute. One ad emphasizes thepower of a car stereo system—when the stereo belts out a tune, abridge starts oscillating to the music, and when the speakers arecranked up the bridge shimmies so hard that it nearly collapses. Thissame template also describes the famous World War II slogan de-vised by the Ad Council, a nonproﬁt organization that creates public-service campaigns for other nonproﬁts and government agencies:“Loose Lips Sink Ships.” And speaking of extreme consequences,let’s not forget the eggs sizzling in the 1980s commercial “This is yourbrain on drugs” (also designed by the Ad Council). The template alsopops up spontaneously in naturally sticky ideas—for example, thelegend that Newton discovered gravity when an apple fell on hishead. (For the other templates, see the endnotes.)The researchers also tried to use their six templates to classify 200other ads—from the same publications and for the same types ofproducts—that had not received awards. Amazingly, when the re-searchers tried to classify these “less successful” ads, they could clas-sify only 2 percent of them.22 MADE TO STICK The surprising lesson of this story: Highly creative ads are morepredictable than uncreative ones. It’s like Tolstoy’s quote: “All happyfamilies resemble each other, but each unhappy family is unhappy inits own way.” All creative ads resemble one another, but each loser isuncreative in its own way.But if creative ads consistently make use of the same basic set oftemplates, perhaps “creativity” can be taught. Perhaps even novices—with no creative experience—could produce better ideas if they un-derstood the templates. The Israeli researchers, curious about theability to teach creativity, decided to see just how far a template couldtake someone.They brought in three groups of novices and gave each groupsome background information about three products: a shampoo, adiet-food item, and a sneaker. One group received the background in-formation on the products and immediately started generating ads,with no training. An experienced creative director, who didn’t knowhow the group had been trained, selected its top ﬁfteen ads. Thenthose ads were tested by consumers. The group’s ads stood out: Con-sumers rated them as “annoying.” (Could this be the long-awaited ex-planation for the ads of local car dealerships?)A second group was trained for two hours by an experienced creativity instructor who showed the participants how to use a free-association brainstorming method. This technique is a standardmethod for teaching creativity; it’s supposed to broaden associations,spark unexpected connections, and get lots of creative ideas on thetable so that people can select the very best. If you’ve ever sat in aclass on brainstorming great ideas, this method is probably the oneyou were taught.Again, the ﬁfteen best ads were selected by the same creative di-rector, who didn’t know how the group had been trained, and the adswere then tested by consumers. This group’s ads were rated as less an-noying than those of the untrained group but no more creative.The ﬁnal group was trained for two hours on how to use the sixINTRODUCTION 23 creative templates. Once again, the ﬁfteen best ads were selected bythe creative director and tested with consumers. Suddenly these nov-ices sprouted creativity. Their ads were rated as 50 percent more cre-ative and produced a 55 percent more positive attitude toward theproducts advertised. This is a stunning improvement for a two-hourinvestment in learning a few basic templates! It appears that there areindeed systematic ways to produce creative ideas.What this Israeli research team did for advertisements is whatthis book does for your ideas. We will give you suggestions fortailoring your ideas in a way that makes them more creative and moreeffective with your audience. We’ve created our checklist of six prin-ciples for precisely this purpose.But isn’t the use of a template or a checklist conﬁning? Surelywe’re not arguing that a “color by numbers” approach will yield morecreative work than a blank-canvas approach?Actually, yes, that’s exactly what we’re saying. If you want to spreadyour ideas to other people, you should work within the conﬁnes ofthe rules that have allowed other ideas to succeed over time. Youwant to invent new ideas, not new rules.This book can’t offer a foolproof recipe. We’ll admit it up front:We won’t be able to show you how to get twelve-year-olds to gossipabout mitosis around the campﬁre. And in all likelihood yourprocess-improvement memo will not circulate decades from now asa proverb in another culture.But we can promise you this: Regardless of your level of “naturalcreativity,” we will show you how a little focused effort can make al-most any idea stickier, and a sticky idea is an idea that is more likelyto make a difference. All you need to do is understand the six princi-ples of powerful ideas.24 MADE TO STICK"
}