{
  "title": "manualdeventas",
  "source": "Libros/manualdeventas.pdf",
  "content": "MANUAL DE ATENCIÓN AL CLIENTE Y DEL PROCESO DE VENTAS C/Provenza, 505 08025 Barcelona Tel: 93 456 09 45 Fax: 93 865 39 14 info@gedo-formacion.com www.gedo-formacion.com www.gedo-formacion.com - 2 - INDICE 1. Conocer el “PRODUCTO” para poder vender. 2. Manual del Proceso de Venta. 3. Manual de Atención Telefónica. 4. ¿Como ser un gran comercial? 5. Gestión de Quejas/Sugerencias 6. Anexos: a. Anexo 1. Esquema del Proceso de Venta. b. Anexo 2. Ficha de la Visita. c. Anexo 3. Cartas de Seguimiento. d. Anexo 4. Cuestionario de seguimiento nuevos clie ntes. e. Anexo 5. Guión para Llamadas de Teléfono. f. Anexo 6. Hoja de sugerencias espontáneas. g. Anexo 7. Encuesta reducida de satisfacción. h. Anexo 8. Ficha para Gestión de Bajas. www.gedo-formacion.com - 3 - 1. CONOCER EL PRODUCTO PARA PODER VENDER. 1.1. Análisis de la demanda y de la oferta de servi cios: El sector de centros deportivos y de fitness está i nmerso en un proceso de cambio y evolución que lo está transformando de manera con siderable. La entrada de grandes operadores internacionales, principalmente ingleses y americanos ha aumentado el nivel de competitividad en el sector. Si a esto añadimos una cultura de servicios cada vez más arraigada en la sociedad y un público cada vez más conocedor de los beneficios de la actividad física, nos encontramos con que los niveles de exigencia de los clientes de los centros deportivos también van en aumento. Por lo tanto, la situación ha cambiado radicalmente para los propietarios o gerentes de centros de fitness. Hace unos años, la mayoría de los centros, independientemente (hasta cierto punto) de la calid ad del servicio, contaban con un volumen estable de socios. Es decir, no era nece sario ser bueno porque hasta los malos vendían . La maduración del sector y el aumento de la compe titividad, obligan a una gestión eficaz y a una buena calidad en el servicio para poder mantenerse en el mercado. Ahora, para seguir vendie ndo, hay que hacer bien las cosas, es decir, hay que ser bueno . Esta nueva necesidad obliga a buscar profesionales cualificados que aporten valor a las empresas. De todos los cambios que se están produciendo en el sector, hay 3 que tienen un gran efecto sobre la oferta de servicios de un cent ro deportivo. Estos son: • El paso de centros deportivos o de fitness a un co ncepto mucho más global de CENTROS DE WELLNESS o bienestar. El servicio que se ofrece en estos centros no va dirigido únicamente a la mejora del rendimiento deportivo o de la condición física, sino que se bus ca la mejora del bienestar global de los clientes incidiendo sobre aspectos de relación social, antiestrés, apariencia física, autoestima, vitalida d, factores de riesgo para enfermedades, hábitos de vida, etc. • Los nuevos centros desarrollan una cultura en la q ue EL CLIENTE ES LO IMPORTANTE, y a partir de aquí se desarrollan todos los servicios para cubrir las necesidades y para satisfacer a este cli ente. Son, por lo tanto, organizaciones muy enfocadas al cliente. • Los servicios personalizados son el resultado lógi co de los dos aspectos anteriores. Para dar un buen servicio y cubrir las necesidades del cliente, es necesario buscar la máxima PERSONALIZACIÓN DEL SERV ICIO. Ya no es suficiente una hoja de rutinas de ejercicios est ándar, el cliente busca un traje a medida y además, está dispuesto a pagar por ese valor añadido. www.gedo-formacion.com - 4 - ¿Cuál es la oferta de servicios actual en los centr os de fitness? ¿Satisface esta oferta las necesidades de los clientes? Antes de pr ofundizar un poco más en estas cuestiones, vale la pena considerar algunos de los datos que han ido saliendo a la luz sobre la práctica deportiva: • Entre un 76 y un 82% de las personas que inician u n programa de ejercicio físico, lo abandonan. • El 50% de las personas que inician un programa de ejercicio físico lo abandonan durante los primeros 6 meses. • El 69% de la población deportiva española hace dep orte por su cuenta, fuera de actividades dirigidas y organizadas. ¿Por qué abandona tanta gente los programas de acti vidad física? ¿Por qué los abandona tan rápidamente? ¿Por qué prefieren hacer deporte por su cuenta que de la mano de profesionales y en instalaciones y eq uipamientos de calidad? Los estudios realizados en España indican que los í ndices de abandono de la práctica deportiva han ido creciendo paulatinamente desde 1.980 hasta hoy. Cada vez hay más personas que estaban interesadas en el ejercicio físico y lo practicaban pero que actualmente han abandonado dic ha práctica. Las campañas que se han llevado a cabo por parte de organismos públicos o privados para aumentar los niveles de práctica depo rtiva han tenido éxito atrayendo a nuevos practicantes, pero no han conseg uido retenerlos. Todos estos datos deberían hacernos sospechar, a lo s profesionales del sector, que hay algo que no acabamos de hacer bien y que ha ce que estemos fracasando en el intento de modificar los hábitos de la poblac ión y conseguir clientes fieles a la práctica deportiva y, más concretamente, a nuestra instalación. Deberíamos preguntarnos qué hacer para que nuestros clientes adquieran hábitos más permanentes y regulares respecto a la actividad física. Ofrecer Calidad del Servicio es uno de los aspectos necesarios para generar satisfacción en los clientes, y el personal Comerci al y de Atención al Cliente tiene una enorme responsabilidad en este sentido. A continuación se presentan los 10 aspectos más imp ortantes para tener clientes contentos de verdad (Joan Elías, 2000). Estos aspec tos son: 1. Cumplir todas las promesas : realizar promesas que no sabemos si podremos cumplir es un hábito frecuentemente utilizado para evadir un problema o quitarnos de encima a un cliente pesado. Sin embarg o, el no cumplimiento de las promesas tienen un precio muy alto para la orga nización debido a la www.gedo-formacion.com - 5 - insatisfacción que genera en el cliente. Si un trab ajador del centro le dice a un cliente: “no se preocupe, mañana estará solucionado el problema que me comenta” es porque está seguro de que mañana estará solucionado dicho problema. De no ser así, las expectativas generadas no se cumplirán y el cliente estará descontento. Las promesas no son úni camente explícitas, sino que también pueden serlo cosas que se dicen o se su ponen en un catálogo o en un letrero de la empresa. 2. Respetar el tiempo del cliente : el tiempo es el valor más preciado por el cliente y uno de los recursos más escasos. Aquellas empresas que quieran dar valor a su servicio deberán saber gestionar el tiem po de sus clientes. Cualquier servicio que generemos en el club, debe s eguir un proceso que permita que el cliente acceda a el sin tener que ha cer colas o sin tener que esperar excesivamente. 3. Tener obsesión por los detalles : el concepto de calidad del servicio se basa en la necesidad de SORPRENDER al cliente. Este elem ento de sorpresa se consigue con pequeños detalles que den un component e emocional a todo lo que hacemos. Por ejemplo, si regalas un bolso a tu mujer para su cumpleaños, posiblemente estarás cubriendo sus expectativas, pe ro el bolso no deja de ser un objeto sin un gran componente emocional. En camb io, si dentro del bolso le escribes una nota en la que ponga algo así como: “G racias por alegrar mi vida con esa sonrisa mágica y por todos los años de amor y felicidad que me has dado….” ya no le estás regalando un bolso, sino una EMOCIÓN. En los centros de fitness tenemos que intentar emocionar a nuestros clientes mediante la gestión continua de pequeños detalles. También son detalles importantes todo lo que tiene que ver con el aspect o físico de las personas y las instalaciones: temperatura, limpieza, olores, r uidos, etc. 4. Ser siempre cortés : el cliente de un centro deportivo es cada vez más exigente, y quiere se tratado como una persona únic a y especial. Esto obliga a que todos los trabajadores del centro tengan un tra to exquisito con todos los clientes. Los elementos de comunicación verbal, y e specialmente no verbal (una sonrisa, la mirada, los gestos, etc) tienen un a gran importancia en este sentido. 5. Mantener siempre el rol profesional : ser un buen profesional significa que “haces lo que tienes que hacer, de la manera como l o tienes que hacer, siempre y con todo el mundo”. Se tiene que intentar dar el mejor servicio posible a todos los clientes y todos los días. Para esto es importante que todo el mundo sepa lo que tiene que hacer y cuales son l os niveles de calidad esperados. Los clientes quieren ser atendidos con l os cinco sentidos, y solo la profesionalidad nos da garantías de que los vamos a utilizar. 6. Dar seguridad al cliente : podemos conseguir que el cliente se sienta seguro si nos ganamos su confianza. Esto pasa por no engañ ar nunca al cliente, lo que puede obligarnos a renunciar a la venta de algú n servicio en un momento www.gedo-formacion.com - 6 - determinado. Es más prioritario conseguir clientes que conseguir ventas. La seguridad física, y especialmente en una instalació n deportiva también es un factor clave dentro de éste área. 7. Respetar la confidencialidad : este punto está muy relacionado con el anterior, ya que para ganarse la confianza del clie nte es necesario respetar la confidencialidad. El cliente debe tener la segurida d de que todo lo que hable con alguien de la empresa quedará en la intimidad y que no se realizarán comentarios a sus espaldas. 8. Ser extremadamente accesibles : ser accesibles físicamente, pero también actitudinalmente. Una recepcionista de un centro de portivo que tenga una actitud accesible es aquella que cuando el cliente entra por la puerta, le acompaña con al mirada ofreciéndose a ayudarle en l o que necesita e invitándole a que le comente cualquier cosa. Una re cepcionista con una actitud poco accesible es aquella que cuando entra un clien te no levanta la cabeza del ordenador o se da media vuelta para intentar evitar lo y que no le moleste. 9. Comunicar frecuentemente y de manera comprensible : el cliente necesita recibir información continuamente. Uno de los princ ipales motivos por los que los clientes abandonan una empresa es por falta de comunicación. Los profesionales de un centro deben estar “buscando co ntinuamente excusas” para contactar con los clientes, ya que su función principal es la de relacionarse con ellos. 10. Reaccionar frente al error : en todas las organizaciones se producen errores, por lo que su presencia es totalmente inevitable. E n esta área el cliente analiza qué tipo de actitud toma la empresa cuando comete u n error. Lo importante para una empresa es tener capacidad de reaccionar r ápidamente frente a estos errores. Si se reacciona bien, podemos hacer que el error sea un elemento que ayuda a aumentar aún más la satisfacci ón de los clientes. No olvidemos que una queja puede ser un regalo si sabe mos gestionarla correctamente. Si el comportamiento de una empresa consigue satisf acer a un cliente en estas 10 áreas, tendrá, seguramente, muchos clientes content os de verdad y satisfechos. www.gedo-formacion.com - 7 - 2. MANUAL DEL PROCESO DE VENTA Estructura de una visita espontánea: 1. Presentación: La presentación al posible cliente es el primer pas o en el proceso de atención comercial. Hemos de aprovechar este momento para ca usar una excelente impresión ya que no volveremos a tener una segunda oportunidad. a. Siempre recibir al cliente con una sonrisa. b. Presentarnos diciendo nuestro nombre y cargo o f unción en la empresa. c. Atenderle en un lugar tranquilo dónde podamos pr estarle toda la atención. Es conveniente iniciar la conversación formulando 2 preguntas: • “¿Es la primera vez que viene a Gimnasio X ?” (queremos saber si es exsocio o si ha venido a informarse antes, ya que e sto variará el resto del proceso de venta. • “¿La información es para usted o es otra persona la que está interesada?” (queremos saber quien toma la decisión de compra. Si es para otra persona pedirle los datos y darle una inv itación para que venga a probar el centro. Si es para él y otra pers ona, intentar que vengan los dos juntos). 2. Detectar la personalidad del cliente: Detectar (no prejuzgar) la personalidad lo antes po sible para identificar la personalidad del cliente. Sabemos que cada persona que atendamos será diferen te a la siguiente, pero las podemos agrupar en cuatro subgrupos: DIRECTIVAS: Personas que no tienen tiempo que perder, normalme nte solo quieren ser informados sobre lo que a ellos le s interesa (importante hacer el análisis de necesidades). La apariencia es de ser personas elegantes, exigentes e impacientes. INTERACTIVAS: Persona más fácil de informar, ya que comenta muchas cosas y facilita mucho el trabajo. La inform ación es muy amena ya que es como un diálogo, es muy fácil conectar co n ella. www.gedo-formacion.com - 8 - LENTAS: Personalidad muy usual en las personas mayores, ya que son tranquilos y aparentemente tienen mucho tiempo libr e. Este tipo de personas quieren recibir una información muy comple ta (más que nada para tener el rato ocupado) por eso tenemos que ten er cuidado y no pasarnos más tiempo del que le podemos conceder, si n que se note que tienes que dejarlo, porque es una persona que valor a tanto el servicio como el trato que le podamos dar. CONTROLADORAS: No es fácil detectarlas a simple vista, se puede confundir con una persona directiva. Es al entablar la conversación cuando se le detecta, ya que pregunta mucho “¿por q ué..?. Se les ha de dar una información muy completa, pero estar muy se guros de los que decimos, porque es muy fácil que nos interrumpan pa ra pedirnos explicaciones sobre algún servicio o actividad. Nun ca mostrar dudas o temor, si no conocemos la respuesta a su pregunta s e le dice claro, y se intenta averiguar lo más rápido posible. Normalment e muestra un cierto aire de superioridad, y si no marcamos la pauta, ac aban informándonos ellos. 3. Análisis de necesidades. El sondeo de necesidades sirve para tener un punto de partida en el proceso de información del cliente. Conociendo sus motivaci ones, características y necesidades conduciremos mucho mejor nuestra entrev ista y prepararemos el terreno para las posibles objeciones que puedan sur gir al final del proceso. El sondeo de necesidades es la parte más importante de l proceso de ventas. Como en cualquier otro proceso profesional, hemos d e recabar la información del cliente que nos ayude a aportar la mejor propue sta que se ajuste a sus necesidades. Así como cuando vamos a una consulta m édica el profesional nos hace una serie de preguntas para acertar con su diagnóstico, en nuestro caso deberíamos actuar de la misma manera. Proponer cualquier cosa sin tener una información previa probablemente creará u na sensación de poca profesionalidad y de desconfianza por parte de nues tro posible cliente. El sondeo de necesidades es una propuesta de pregun tas inducidas a partir de las cuales detectamos las necesidades del cliente. Las preguntas deben tener relación con el nivel de práctica de ejercicio físico, su frecuencia, sus objetivos actuales, sus necesida des, sus motivaciones e intereses. a. Antes de iniciar el análisis de necesidades, explic ar a la persona el guión que vamos a seguir: “le vamos a hacer unas preguntas para conocer sus necesidades y ver cómo podemos ayudarle . Después haremos una visita al centro y al final le explicaré las www.gedo-formacion.com - 9 - modalidades de cuota que tenemos. No estaremos más de 10 minutos. ¿Le parece bien?” b. A continuación hacemos el sondeo de necesidades siguiendo el guión de la ficha del cliente. c. Tu conversación debe ser lo más natural posible. d. Mostrar que personalizamos la conversación con c ada cliente. e. Utilizar el nombre del cliente. f. Usar palabras positivas. g. Siempre sonreír. h. Empatizar con el cliente (debemos averiguar cuál es el motivo real por el que esta persona ha venido a solicitar infor mación y entrar el 80% de nuestra conversación a hablar sobre esto). 4. Ficha del cliente: (ver anexo 2). Una de las misiones más importantes del departament o comercial, además de perseguir el máximo nivel de satisfacción de los so cios en nuestra instalación, es conseguir captar el número de socios reflejado e n el plan de negocio establecido para el centro. Por ello, es importante que la información citada en el apartado anterior y que hemos ido recogiendo de nuestro cliente quede en una base de datos para que pueda ser utilizada post eriormente, bajo el consentimiento del cliente, en futuras acciones com erciales. Esta base de datos deberá recoger, principalmente, tanto información general correspondiente al nombre, apellidos, dirección, te léfono, correo electrónico, etc, su interés, experiencia en otros centros y sus motivaciones para realizar un programa de ejercicio físico. Deberíamos conocer también de qué manera ha conocid o nuestro centro y porqué le ha suscitado interés, así como cuándo des ea empezar. 5. Visita por el centro. La presentación del centro es un momento crucial de l proceso. Al inicio de éste podemos indagar cuales son los espacios que más pue den interesar a nuestro cliente y focalizar así su atención en dichas insta laciones. Por tanto, y una vez más, la visita al centro no se debe automatizar jam ás puesto que nuestra profesionalidad debe adecuarse, también una vez más , a las necesidades e intereses de nuestro cliente. Éste es el mejor momento para profundizar en aquell as características de nuestro centro que, en función de las motivaciones del cliente, puedan aportar mayor valor a nuestra visita. De la misma manera, d eberemos evitar resaltar aquellos puntos de nuestro servicio que no vayan co n las características de www.gedo-formacion.com - 10 - nuestro cliente. A modo de ejemplo, no profundizare mos en las sesiones para embarazadas si nuestro posible cliente es un hombre de 22 años de edad. El primer espacio de la presentación debería ser el de mayor interés para nuestro cliente. Por tanto, deberíamos dar la atenc ión necesaria a esa primera instalación. Si nuestro cliente empatiza con nuestr a primera explicación, a buen seguro contaremos con su predisposición para el res to de la visita. Si no conseguimos que el cliente potencial pase de ser un mero oyente, y solo nos centramos en guiones previamente memorizados, probablemente perderemos el interés del cliente y, consecuentemen te, la venta. Durante la visita al centro hemos de conseguir que las características de la instalación se conviertan en beneficios para nuestr o visitante. Si no le queda claro que lo que ve es lo que él busca, probablemen te pensará que nuestro precio no es el adecuado. Por tanto, no habremos sa bido dar valor a nuestra oferta. Recordemos que los motivos emocionales son los que nos hacen comprar aunque, a posteriori, apliquemos razonamien tos que creemos lógicos. A la finalización de la visita guiada, debemos trat ar que el cliente nos comente qué le parece lo que ha visto. De esta manera, tend remos más argumentos para concretar la venta. a. Escuchar siempre lo que dice el cliente. b. Llevar al cliente primero al área que más le int eresa. Informar a la persona de lo que más le interesa y el resto hacerl o brevemente. c. Dar una explicación ordenada de los servicios de l Club. d. Convertir los servicios del Club en BENEFICIOS p ara el cliente. e. Empatizar con el cliente. f. Saluda a los clientes con los que te cruces. g. Haz preguntas cerradas y no hables en condiciona l: i. ¿Cuantas veces por semana vendrá al club? ii. ¿Vendrá por la mañana o por la tarde? iii. ¿Está interesado en venir fines de semana? iv. ¿A quién traerá con la invitación que le daremo s? v. ¿Vendrá sólo o acompañado? vi. ¿Hará fitness o actividades dirigidas? vii. ¿Vendrá andando, en transporte público, coche o moto? h. Al explicarle servicios o equipamiento no hables en condicional, da por hecho que la persona ya ha decidido hacerse soc io: “Esta es la sala de fitness, que está dividida en zonas. Por lo que me comenta, usted utilizará sobretodo las bicicletas y las cint as de correr”. i. Preguntar al final qué le parece el centro. www.gedo-formacion.com - 11 - 6. Primeras objeciones a la venta. Las objeciones a la formalización de la inscripción suelen aparecer. No las hemos de tratar como un problema; más bien deberían convertirse en la confirmación de la venta, si somos capaces de solve ntarlas. Para afrontar mejor las posibles objeciones, deberí amos ser capaces de preverlas ya durante la visita guiada. Hay que tener en cuenta que la primera objeción del cliente, normalmente, no será la real. Hay que escuchar atentamente cuando l a formule ya que el motivo real de la objeción puede estar encubierto. Para atenderlas, deberíamos: a. Escuchar con atención. b. Confirmar sus demandas. c. Empalizar: “Lo entiendo, a muchos clientes les s urge esta duda”. d. Hacerle preguntas para aislar el problema y tene r más información. e. Aportar una solución. 7. Precio y cierre empático de la venta: Este es el momento de darle el precio explicando la s diferentes modalidades de cuota y haciendo hincapié en la más beneficiosa para él. Al dar el precio, lo más conveniente es hacerlo explicándole los benefic ios que obtiene al pagar esa cuota, de manera que la concreción de los benef icios ayude a romper la posible barrera que puede suponer el precio. Al dar el precio, es aconsejable explicarle en prim er lugar las tarifas “normales” y hacerle la suma total. A continuación se le expli ca que en estos momentos tenemos una oferta limitada con la que se ahorra X euros. Dirigimos al cliente hacia las modalidades de cuota que creemos que le interesan, por lo que dependiendo del perfil del cl iente, haremos más hincapié en las cuotas semestrales o anuales. Una vez presentadas las cuotas le preguntamos: “¿qué cuota le interesa más?” “La completa” “Muy bien, es una buena cuota porque le permite venir a cualquier hora. Si le parece bien rellenamos la fic ha y ya puede empezar a venir”. Es posible que en este momento no podamos cerrar la venta porque vuelven a aparecer objeciones. No pasa nada, volvemos a gesti onar estas objeciones e intentamos cerrar la venta después. www.gedo-formacion.com - 12 - Las objeciones más habituales suelen estar vinculad as a: • Precio • Falta de tiempo • Necesidad de consultarlo • Otras ofertas de la competencia • Necesitar más tiempo para decidirlo Cuando se detecta que el cliente está bastante deci dido pero saca una objeción como fuerza de negociación, es bueno tener margen para hacerle algún detalle y que tenga la sensación de que ha ga nado en el proceso de negociación. La siguiente situación de objeción al precio podría servir de ejemplo: Cliente: “Me ha gustado mucho el centro, pero los p recios me parecen caros” Asesor: “¿qué le parece caro, la matrícula o la cuo ta?” Cliente: “La cuota. Otros centros que he visto son más baratos” Asesor: “Es verdad, hay algunos centros más baratos , pero nosotros creemos que la relación calidad/precio es mejor aquí, ya qu e solo por un poco más usted dispone del mejor equipamiento para hacer un entrenamiento seguro y de un asesoramiento personalizado por instructores muy formados…” Cliente: “Entiendo todo eso y lo valoro, pero aún a sí me parece caro” Asesor: “¿Qué cuota le parecería adecuada?” Cliente: “45 euros” Asesor: “Bueno, son solo 5 euros de diferencia, y a cambio dispone de los servicios que cubren sus necesidades, por lo que aq uí realmente podrá conseguir sus objetivos” Cliente: “Si, pero ¿no se podría hacer un descuento ?” Asesor: “Mire, sobre la cuota no puedo hacerle ning ún descuento, pero a cambio puedo ver si consigo (una bolsa, toalla, des cuento en otros servicios…), que ya vale X euros. ¿Le parece bien?” Cliente: “De acuerdo, me parece bien” Asesor: “Perfecto, pues entonces formalizamos la in scripción y así ya puede empezar a venir” Una vez el cliente ha formalizado su inscripción, d eberemos aprovechar ese momento para pedirle referencias. Cada venta nos pr esta la oportunidad de doblar e incluso triplicar el proceso de captación de abonados. Durante las primeras tres semanas, el cliente está muy contento con su inversión y, por lo tanto, tiene ganas de contarlo a familiares y amigo s. Aún más importante, durante estos días intentarán justificar su inversi ón. No hay mejor forma de justificar una inversión que involucrando a otros. Una venta puede generar negocio. Durante el cierre de una venta, podríamos comentar, por ejemplo, que la población en general obtiene mejores resultados si realiza un programa de ejercicio físico y salud con un amigo o compañero de trabajo. Asimismo, deberíamos comentar la existenci a de un programa para www.gedo-formacion.com - 13 - acompañantes. Es el momento de preguntarle por fami liares o amigos que puedan estar interesados en inscribirse al centro. a. Explicar las diferentes modalidades de cuotas y hacer hincapié en la más beneficiosa para él. b. Explicar la forma de pago. c. Intentar cerrar la venta en ese momento. d. Pedirle referencias y explicarle las ventajas si trae un acompañante. 8. Seguimiento (ver anexo 3 y 4): Se debería realizar un seguimiento tanto si la pers ona que ha hecho la visita ha decidido hacerse socio o no. Algunos de los element os de seguimiento que podemos tener preparados son cartas de bienvenida a l club (en caso de que se haya hecho socio) o cartas de agradecimiento a l a visita (anexo 3). También se debería volver a establecer un contacto con el nuevo cliente después de las primeras semanas de asistencia al cl ub para ver si todo está correcto o si tiene alguna sugerencia que podamos a tender (anexo 4). En el caso de visitas que no han decidido hacerse s ocios todavía, podemos hacer algún contacto posterior para averiguar si y a se han decidido o si tienen alguna otra objeción que podamos atender. Además, p odemos hacerles llegar más información del club o nuevas promociones que s e pongan en marcha. a. Carta de bienvenida al club. b. Carta de agradecimiento de una visita que decide no apuntarse. www.gedo-formacion.com - 14 - 3. MANUAL DE ATENCIÓN TELEFÓNICA Una información telefónica, es una llamada de una p ersona interesada en los servicios de la instalación. Esta persona es un pos ible abonado, por lo que la atención que le debemos dar ha de ser personalizada . Objetivo: concertar una visita, no podemos vender por teléfo no. Elementos importantes a tener en cuenta en el momento de realizar una información telefónica: /square4 Sonreír (muy importante) /square4 Amabilidad /square4 Cortesía /square4 Cordialidad /square4 Paciencia /square4 Control del tiempo (máximo 5 minutos) /square4 Compostura /square4 Naturalidad /square4 Volumen adecuado Estructura (ver ficha en anexo 5) : 1. 3 tonos máximo para coger el teléfono (y no más) . 2. Presentación (“ Gimnasio X ”, buenos días, le atiende María, ¿en qué puedo ayudarle?”) Siempre hablaremos de usted, luego pode mos cambiar el trato si se considera oportuno. 3. Identificar al interesado ( pedir el nombre, muy importante!!!!!!!!!!) 4. ¿Cómo nos ha conocido? (es muy importante para l levar un control de la efectividad de las campañas publicitarias). 5. Análisis de las necesidades: o Información adicional para establecer relación o ¿Hace o ha hecho deporte? ¿Ha estado en algún otro club? o ¿Qué desea conseguir? ¿Qué actividad le interesa m ás, zona de aguas, fitness, actividades dirigidas, tenis? o ¿Cuándo vendrá, por la mañana, por la tarde, cuant os días, sólo o acompañado? (tratando de empatizar constantemente ). 6. Le invitaremos a que visite el centro. 7. Le ofreceremos los horarios del centro. 8. Intentaremos concertar una visita. 9. Le pediremos el teléfono. (Uno o dos teléfonos, para poderle llamar en un par de días) 10. Recordarle la cita, ¡confirmarla! 11. Agradecerle la llamada. Es importante, dirigirnos a la persona por su nombr e, a todos nos gusta escuchar nuestro nombre. www.gedo-formacion.com - 15 - Objeciones en una información telefónica: “Ya pensaré si vengo a veros” ¿Hay alguna cosa en la que no me haya explicado bie n?, piense que es una cita sin ningún compromiso. ¿Hay algo que no le haya gus tado? “Lo tengo que confirmar con mi marido/ mujer antes” Perfecto, de todas formas prefiero que concretemos un día y si luego no puede venir la cambiamos para cualquier otro día que le v aya bien. (El comercial le llamará igualmente el día anterior o el mismo día d e la cita). “Debe de ser muy caro” Le tenemos que vender el producto, comentarle que e s muy nuevo, completo, con múltiples servicios y para toda la familia. Sobreto do comentar que tenemos unos precios muy competitivos. …………………………….. RECORDAR: ¡Agradeceremos la llamada! ¡Lo llamaremos por su nombre! ¡Concretaremos y confirmaremos la cita! www.gedo-formacion.com - 16 - 4. ¿COMO SER UN GRAN COMERCIAL? Las cualidades que caracterizan aun comercial puede n ser: Personalidad Conocimiento (Si no lo sabes, le gestionas la respuesta). Juicio (Evaluar al cliente, conocer su personalidad, conoc er el momento oportuno). Poder de persuasión (Ver cuál es el interés del cliente y demostrarle que podemos satisfacer sus necesidades). Todo comercial ha de centrar la atención en unos fa ctores decisivos para él: /square4 Decisiones estratégicas. /square4 Factores que favorecen la venta. /square4 Análisis constante de la situación. /square4 Tener lucidez y capacidad intelectual, antes, dura nte y después. 3.1 DECISIONES ESTRATEGICAS 1. Intenta decir cosas que al interesado le guste o ír. No se trata de un halago gratuito, si no de decir c osas positivas que resalten la voluntad de poner los medios para la obtención de l os intereses mutuos y que a la parte contraria le resulte agradable escuchar. Apuntar de vez en cuando cosas que resulten motivadoras por la otra parte ge nerará un clima positivo y de entusiasmo. Ej.: Si se le ve más joven de lo que es, decirle “q ue no los aparenta”, “que está muy bien para la edad que tiene, que ya nos gustarí a llegar a nosotros a esa edad tan bien como está él /ella. Ej.: Si tiene alguna problemática, “que seguro que con un poco de esfuerzo, voluntad y con nuestro asesoramiento mejorará y se encontrará mucho mejor”, “que por supuesto es remediable”. 2. Por más que uno domine la situación, no les haga s sentir inferiores. En casos de muy clara superioridad, no haga sentirs e inferior a su interesado porque esta circunstancia hará que se cierre y se s ienta dolido, a partir de entonces ya no será con él, sino contra él y su org ullo, con quien se estará tratando. www.gedo-formacion.com - 17 - 3. No desarrolles actitudes impulsivas pues generan reacciones también impulsivas. Toda información se debe desarrollar por caminos ra cionales, con cabeza y no impulsivos, la argumentación es una consecuencia de la aplicación de la razón dentro de todo un proceso de información. 4. Cuando la otra parte se vuelve agresiva es mejor callar y dejar escapar la tensión. Lo más positivo es dejar escapar la tensión y dejar pasar unos segundos de silencio, no informar ante una actitud de presión i njustificada y desproporcionada. Ej.: Si la persona ya viene rebotada, es preferible dejar que se exprese, que lo diga todo, (escuchándola, por supuesto), y una vez ya ha dicho todo lo que quería decir, entonces intentar dar nosotros una ar gumentación objetiva y convincente y por supuesto manteniéndonos siempre e n nuestro lugar. 5. Evitar los malos entendidos para no entrar en un diálogo de sordos. En toda información los conceptos han de estar muy claros, así como los intereses en juego, sino pueden hacer derivar la in formación hacia posturas inflexibles. 6. No todo lo que uno piense hay que decirlo, renta bilice sus silencios. Sólo decir lo útil, lo productivo, lo que estratégi camente le convenga decir, ni más ni menos. 7. Evita las conversaciones sobre las causas y pers igue el entendimiento en función de un convencimiento sobre los intereses . Se ha de informar con “uñas de acero en guante blan co”, uñas de acero para acometer la consecución de los objetivos e interese s y guante blanco en su posición, talante y en formas. 8. Facilítales la toma de decisiones, no se lo pong as difícil. Busca convencimientos posibles, es mejor conseguir poco de algo que mucho de nada. 9. Informa con objetividad. 10. Identifica no lo que dicen, sino lo que puede e star detrás de sus palabras, su voluntad oculta. La actitud y las palabras de nuestro interesado pue den no ser sinceras y por lo tanto desvirtuar y falsear la verdadera voluntad e intenciones del mismo. Es necesario intuir e identificar lo que está detrás d e sus palabras o sea su voluntad oculta. www.gedo-formacion.com - 18 - 11. Aprovecha el buen estado de ánimo de tu cliente . No plantear nunca temas importantes cuando tu inter esado está dentro de una fase negativa de estado de ánimo, vale la pena espe rar a que ésta sea positiva pues estadísticamente está comprobada su eficacia. 12. Ante actitudes maleducadas e insultantes, hazte respetar y retírate. 13. Intenta ponerte en el lugar de los demás. 14. Evita perder el control de la situación y la pr esión psicológica. 15. Informa con energía pero sin mala fe y no la ac eptes del interesado, no pierdas el control de la situación. Hay que informar con firmeza y energía, con nobleza y generosidad argumental, hay que ganar prestigio y respeto. 16. Tu seguridad te hará más convincente e invulner able, gánate su voluntad. La seguridad genera seguridad y respeto, la insegur idad genera inseguridad, desconfianza y poca receptividad, tenemos formación para sentirnos seguros ante cualquier interesado y ante cualquier situació n de información, telefónica o presencial. 17. Si el ritmo que impone la otra parte, no nos co nvence, deberemos romperlo e intentar imponer el nuestro. Difícilmente ganaremos un acuerdo satisfactorio yen do a remolque de los demás. 18. Generaremos alternativas. Si las posibilidades de convencimiento se agotan se han de generar alternativas, es positivo incorporar varias opcione s, ya que al ser humano le gusta elegir siempre entre varias alternativas, por el mero hecho de que si le ofrecen una sola opción, siempre piensa que le está n obligando o que deciden por él. Ej. El caso más claro es cuando se nos plantean sit uaciones familiares, en las cuales se pueden encontrar combinaciones para que l es salga lo más económico posible. Demostrarles que nos ponemos en su lugar y que intentamos ofrecerles lo mejor de nuestros servicio s a los mejores precios. Ej. En otras ocasiones, en que la persona se queda un poco bloqueada con los horarios de entrada y salida y no sabe exactamente si le iría bien uno u otro, plantearle diferentes opciones en función de los ho rarios que el cliente tenga a lo largo del día, se les ha de ayudar a ampliar el campo de visión de las posibles alternativas que tiene. www.gedo-formacion.com - 19 - 19. Mentalizarnos y autoconvencernos de que somos n osotros con nuestro estilo y capacidad, quien domina la situaci ón. No se ha de dejar llevar por los impulsos, es neces ario mantener la mente fría en cada momento, medir la dificultad permanente e i r avanzando sin prisas hacia la consecución de nuestro objetivo final. 20. Nuestro plan de actuación no pude ser rígido, s ino necesariamente flexible. Partimos del hecho de que ha de ser un entendimient o entre dos personas. Informar, no es un plan unilateral y por lo tanto l a estrategia diseñada al inicio puede llegar a ser obsoleta e ineficaz, por lo que se ha de ir modificando y adaptando en función de las actitudes y estrategias previstas o no previstas mostradas por la parte opuesta. “La información es dinámica y la aplicación de nues tra estrategia deberá serlo también”. 21. Tenemos que aprender también a escuchar. Escuchando, aprenderemos y al mismo tiempo tendremo s la información necesaria para hacer un buen planteamiento, y poder les ayudar. FACTORES QUE FAVORECEN LA VENTA 1. Argumentación. Hacer justificable la propia argumentación. 2. Imagen, simpatía, cordialidad, respeto. Una buena imagen abra puertas y una mala las cierra . La imagen es muy importante para cualquier profesional dedicado a la s relaciones humanas, en esta vida todo entra por lo ojos. La simpatía, la c ordialidad, corrección, etc. Son complementos indispensables en la proyección de una buena imagen, por lo que han de ser unos factores constantes y permanent es. También ha de reflejar una imagen de gran capacidad de comunicación humana, mostrar una gran faceta comprensiva de los demás y de su problemática. 3. Análisis de necesidades. Los clientes compran cualquier servicio para cubrir unas NECESIDADES que tienen, por lo que el comercial debe descubrir cuál es son esas necesidades. Las necesidades por las que compra un cliente puede n resumirse en 6, y para recordarlas, puedes utilizar la palabra SABONE: Seg uridad, Afecto, Bienestar, Orgullo (prestigio), Novedad y Economía. En cada uno de nosotros predomina más una necesidad sobre las otras, por lo que hay que intentar identificar a cada clientes y tener un listado de beneficios que aporta nuestro servicio a cada una de esas nece sidades. www.gedo-formacion.com - 20 - 4. Concentración. Estar atentos y vigilantes, es imprescindible. Se h an de dar los argumentos necesarios para conseguir la venta. Sólo estando mu y atentos podemos intuir la verdadera actitud del interesado. 5. Olfato e intuición. Estos dos factores son el sexto sentido que nos hac e adivinar a priori muchos aspectos que aparecen ocultos en cualquier negociac ión. La intuición nos puede indicar el grado de predisposición, de acuerd o de la parte contraria. La intuición es un autoanálisis previo a cualquier sit uación que permite prever con anterioridad lo que va a suceder. Esta fracción de tiempo de ventaja con respecto a nuestro interlocutor nos permite tener p reparada la estrategia a seguir en cada momento antes que él. 6. Sutileza, versatilidad, flexibilidad y ductilida d. Sutileza : un negociador ha de ser flexible, no puede ser rí gido. Ser flexible y versátil da al contenido de la negociación muchas p osibilidades. La versatilidad nos permite movernos con más holgura y más amplitud de miras, hay momentos en los que uno se debe imponer con dureza y rotundidad y en otros ha de ceder hasta el límite más aconsejable. Ser út il, versátil y flexible quiere decir, tener una gran riqueza de apreciaciones y un a gran capacidad de analizar la situación negociadora. 7. Imaginación y sensibilidad. Un buen informador es un buen creativo y todo buen creativo, tiene desarrollado el factor de la imaginación. La imaginación permite ampliar el abanico de ofertas para conseguir hacer más fácil e l convencimiento y acuerdo de los interesados. La imaginación favorece toda re lación o comunicación humana. La sensibilidad puede ser positiva o negativa. Si es positiva, nos permite conocer mejor a nuestros interesados a trav és de las vibraciones positivas o negativas que nos transmitan. Es negati va, cuando le delata a uno mismo de sus propias vibraciones. 8. Experiencia. Experiencia es saber lo que uno debe hacer y como d ebe hacerlo, porque antes le fue mal o no le fue del todo bien. 9. Convicción, persuasión, seguridad, tenacidad y r igor. Estar convencido de tus argumentos, persuadir al i nteresado que es lo mejor para él, transmitir todo ello con gran seguridad, d efender tus puntos de vista con tenacidad y desarrollar toda la información con el máximo rigor, es conducir los términos de la misma dentro de una gra n seriedad, responsabilidad y respeto. La convicción en uno mismo, siempre convence al otr o y si se le añade un grado de persuasión importante, terminaremos por do minarle. Cuando uno está seguro de si mismo, transmite esta seguridad a los demás y ayuda a dar mayor credibilidad a lo que se dice. www.gedo-formacion.com - 21 - 10.Motivación, ilusión y estímulo. En una información, has de tener una importante mot ivación inicial de obtener el objetivo final que te has propuesto. Con motivac ión tienes grandes posibilidades de obtener éxito. 11.Sonreír. En la persona la sonrisa inspira confianza y rompe barreras, la sonrisa acerca a las personas y lima asperezas. Aunque en la información, uno debe actuar con convi cción y firmeza, la sonrisa favorecerá el diálogo y el talante de ambas partes, por muy antagónicas que sean las posturas y abre sendas al entendimiento. 12.Capacidad intelectual, lucidez, estado de ánimo y energía. No olvidar antes de iniciar cualquier información, cargar bien nuestra batería. 13.Improvisación. Aunque en toda información hay que aplicar un métod o preestablecido, es necesario en el transcurso de la misma tener capaci dad de improvisación necesaria para poder ir adaptándonos a las diferent es situaciones a las que nos puede llevar nuestro interesado. “Improvisación + método + estrategia + factores psi cosociales = Gran nivel informador”. 14.Psicología. El experto en información ha de ser un buen psicólo go. Su psicología le ayuda a dibujar el exacto arquetipo de su/s clientes, al tenerlos delante de él analizará su personalidad y sabrá como tratarlos. 15.Paciencia. La paciencia te ayuda a ir conociendo de poco a poc o y más profundamente a tus interesados y por lo tanto el método que vas ap licando es más coherente. Ser paciente demuestra madurez, equilibrio, segurid ad e inteligencia. 16.Cobertura de objeciones. Se han de prever todas las posibles objeciones que la parte opuesta pueda presentar para construir adecuadamente las correspo ndientes coberturas. Quedarse callado ante una posible objeción, sin hal lar la respuesta adecuada en el momento de realizarse, es perder la fuerza pe rsuasiva y puntos en cualquier negociación. Ej. Incluso en la situación límite en la que no sep amos dar una respuesta, nunca se le ha de dejar ir con una negativa, siempr e tenemos que dejar una puerta abierta diciéndole que se le gestionará el t ema y que se le llamará para darle una respuesta (nuestra labor es encontrar la más satisfactoria posible para el interesado). www.gedo-formacion.com - 22 - 17.El abandono. Entrar a conversar ante causas perdidas o mínimamen te rentables a cualquier nivel, no merece la pena perder el tiempo. 18.El liderazgo. El experto en información debe dirigir y dominar co mpletamente a sus interesados, aunque se ha de entender que hay difer entes estilos y maneras de ser líder y cada forma de liderazgo determina y condiciona unos resultados diferentes siempre en contraposición a los estilos y forma de liderazgo de sus interesados. Es importante una buena comunicación, la palabra es el más valioso instrumento de que disponemos para llegar al acuerd o y al entendimiento, en función de cómo lo utilicemos durante la comunicaci ón y negociación, obtendremos el éxito o el fracaso. Si antes de inic iar cualquier relación, comunicación o información es consciente de lo que persigue, de cuales son sus verdaderos objetivos a conseguir, analizando si los mismos son paralelos o contrapuestos con los del interesado, la comunicaci ón ganará en coherencia y los resultados también. Nuestro objetivo es CONVENCER, no VENCER, si conven cemos los dos habremos ganado, al convencer llegamos al pacto por interés mutuo. www.gedo-formacion.com - 23 - 5. GESTIÓN DE QUEJAS/SUGERENCIAS (Anexos 6 y 7) Muchas empresas de servicios están definiendo proce sos de identificación y gestión de quejas porque se han dado cuenta de la i mportancia que tienen estas quejas para conocer la opinión y el grado de satisf acción de los clientes. Los estudios dicen que en las empresas de servicios , solo 1 de cada 27 clientes se quejan, por lo que cada queja que recibimos en e l centro deportivo deberíamos multiplicarla por 27, ya que seguramente son los cl ientes que tienen la misma queja y que no nos lo han comunicado. De este modo, si recibimos 100 quejas, podemos pensar que tenemos 2.700 clientes potencial es insatisfechos. El hecho de que los clientes no se quejen directame nte a la empresa no quiere decir que no tengan ninguna queja. Además, es posib le que manifiesten estas quejas en otros ambientes. Las estadísticas más rec ientes también dicen que los clientes insatisfechos se lo comunicarán a unas 8 o 10 personas, y que uno de cada cinco clientes se lo comunicará a 20 personas. Teniendo esto en cuenta, muchas empresas están inte ntando crear una actitud positiva hacia las quejas o sugerencias de sus clie ntes, y están inculcando la filosofía de que una queja es un REGALO. Si analizamos detenidamente nuestra experiencia con algunos clientes descontentos y cómo ha cambiado su actitud hacia no sotros si les hemos dado una solución correcta a su queja, nos damos cuenta de que realmente una queja es un regalo. Es un regalo porque es una oportunida d que nos da un cliente insatisfecho para satisfacerlo y conseguir fideliza rlo todavía más a nuestro centro. Todos los clientes descontentos que no se quejan, n o nos están dando esta oportunidad, y simplemente se marchan o hablan a su s amigos del mal servicio que les hemos dado. Para gestionar correctamente las quejas o sugerenci as de los clientes, identificamos 5 fases fundamentales: 1. Crear una actitud positiva hacia las quejas. El concepto de “queja” tiene una connotación negati va para la mayoría de nosotros, ya que a nadie le gusta oír lo que hacemo s mal. Lo primero que hay que hacer para aplicar una política de gestión de l as quejas, es crear una actitud positiva hacia las mismas en todos los miem bros de la empresa. Las personas tienen que ser capaces de separar el mensa je de la queja de la emoción de ser culpabilizado. Toda la organización debe comprender que las quejas son un elemento imprescindible para la mejor a continuada del servicio. Para conseguir esto, aconsejamos: www.gedo-formacion.com - 24 - • No utilizar la palabra “queja” por su connotación negativa, y sustituirla por la palabra “sugerencia”. • Que los coordinadores de área y el equipo directiv o reaccionen positivamente cuando se plantee una sugerencia. Es necesario analizar el problema y buscar soluciones, pero sin culpabili zar a las personas involucradas. Además, el equipo directivo debe dar importancia a las sugerencias y generar acciones a partir de éstas. • No crear una política de reducción de sugerencias: “este mes hemos tenido 50 quejas. El objetivo es rebajarlas a 30 el próximo mes”. Si las sugerencias son necesarias y positivas para la mejo ra del servicio, no podemos generar estrategias para reducirlas, ya que estamos fomentando que los responsables las oculten y que n o lleguen donde deben llegar. 2. Crear los canales de comunicación entre cliente y empresa. El objetivo es establecer un canal de comunicación directo que vaya desde la mente del cliente a los oídos de la empresa. Para c onseguir esto aconsejamos utilizar algunos de los métodos siguientes: • Reuniones periódicas entre el personal de contacto y mandos intermedios y/o equipo directivo: el personal que e stá en contacto directo con el cliente (recepcionistas, instructore s, entrenadores personales, etc) recoge a diario mucha información sobre sugerencias y aspectos a mejorar. En estas reuniones con los coor dinadores, se pueden poner en común las sugerencias aparecidas y se pueden generar acciones para mejorar el servicio. Bajo nue stro punto de vista, este es el método más económico y más efectivo para recoger la opinión del cliente (anexo 6). • Encuestas a una muestra significativa de clientes: se puede hacer una pequeña encuesta cada 6 meses (anexo 7) y una encue sta más a fondo cada 2 años, con el objetivo de conocer su nivel de satisfacción sobre diferentes servicios del centro. • “Workshops” periódicos con clientes: son sesiones de aproximadamente una hora con 8-10 clientes del centro en las que se hace un análisis cualitativo y en profundidad de algunos aspectos vi nculados a la calidad del servicio. A los clientes que participan se les suele compensar con merchandising o descuentos en alguna cuota mensual. • Preguntar a clientes “confidentes”: los coordinado res o directores del centro pueden tener algunos clientes con los que ti enen más confianza y que saben que les pueden preguntar periódicamente s obre el funcionamiento de diferentes servicios del club y q ue les darán una opinión sincera. • Buzón de sugerencias: este es uno de los métodos m ás difundidos dada la simplicidad y la poca inversión que requieren. E s un método que funciona en algunos centros pero que creemos no deb ería utilizarse como único método de recogida de sugerencias. Adem ás, si se coloca un buzón de sugerencias, es importante que se de re spuesta a todos los www.gedo-formacion.com - 25 - clientes que escriban, ya que si no se gestionan co rrectamente estas sugerencias, se puede crear todavía más insatisfacc ión. 3. Pautas para atender correctamente a las sugerenc ias. La gestión correcta de las sugerencias es fundament al para convertir la insatisfacción del cliente en satisfacción. Por est e motivo, todo el personal de contacto debe estar formado para atender correctame nte a clientes descontentos. Los pasos que se recomiendan en la ge stión de reclamaciones son: • Dar las “gracias” al cliente por comunicarnos el p roblema ya que esto nos permitirá ayudarle y dar un mejor servicio a to dos los clientes. • Disculparse por el error y transmitirle que nos po nemos en su lugar y entendemos su enojo y el inconveniente causado. • Prometer hacer algo con respecto al problema. • Solicitar del cliente la información necesaria par a poder solucionar el problema (condiciones en las que ha ocurrido, horar io, lugar, personas involucradas, etc). • Corregir el error si se puede o delegarlo a las pe rsonas que tienen capacidad para solucionarlo. • Comprobar posteriormente si el cliente está satisf echo con la solución. • Poner en conocimiento de la organización el proble ma para que se tomen las medidas necesarias para que no se repita el error. Somos conscientes de que hay reclamaciones que no p ueden ser resueltas, pero a pesar de esto, el cliente quiere ser escucha do y que se sepan sus sentimientos. Por ejemplo, es posible que a un clie nte se le cobre por equivocación un recibo por un importe superior al q ue le correspondía. Este cliente puede venir el lunes muy enfadado porque te nía previsto disponer de ese dinero durante el fin de semana y no ha podido. Obviamente, el daño ya está hecho y no hay solución posible, pero sin emba rgo, la actitud de este cliente puede ser muy diferente en función de cómo se le atienda. En este caso sería conveniente dar algún tipo de “compensación e mocional”: escucharle y atenderle excelentemente, y recompensarle con un re galo o un descuento en el próximo mes porque entendemos el problema que le hemos causado. 4. Crear un sistema de respuesta rápida a las suger encias. Para dar una solución rápida a los problemas, recom endamos: • Dar más libertad de acción al personal de contacto . Que tengan capacidad para tomar decisiones y solucionar cierto s problemas sin tener que pasar por procesos complicados o consulta r a otras personas. Para que esto sea viable, debe haber buena comunica ción entre los diferentes niveles de la organización que permita p oner en común las pautas de actuación ante posibles reclamaciones. • Que haya una persona responsable de gestionar las sugerencias que se presenten por escrito, ya que un cliente que se tom a el esfuerzo de escribir una sugerencia, debe ser atendido muy corr ectamente. www.gedo-formacion.com - 26 - • Que se creen los canales de comunicación entre los diferentes departamentos para hacer que la información pase de manera fluida de unos a otros. 5. Crear sistemas para prevenir futuros errores. El objetivo de la empresa no es reducir el número d e quejas, pero sí reducir el nivel de insatisfacción que se genera. Por este mot ivo, se ha de crear una estructura de funcionamiento que sea ágil y que per mita identificar los problemas que aparecen, dar una solución y generar los cambios necesarios en la organización para que el error no se repita. Este aspecto suele ser más fácil en pequeñas empresas que en las grandes, ya q ue estas últimas suelen ser más jerárquicas y tienen que mover una estructu ra mayor y más compleja. Para conseguir mayor agilidad en la prevención de f uturos errores, se deben tener en cuenta todos los aspectos que hemos coment ado anteriormente y que afectan a la comunicación interna, la gestión de lo s recursos humanos y la política corporativa de la empresa. Anexo 1. RECEPCIÓN PRESENTACIÓN FICHA CLIENTE VISITA CENTRO OBJECIONES CIERRE VENTA SI SOCIO NO SOCIO SONREIR ¿EN QUÉ PUEDO AYUDARLE? AVISAR AL COMERCIAL PERFIL DE CLIENTE NECESIDADES CLIENTE 1º LO + IMPORTANTE SERVICIOS Y BENEFICIOS NOMBRE DEL CLIENTE SONREIR Y SER POSITIVO ESCUCHAR Y EMPATIZAR PREGUNTAS CERRADAS ¿QUÉ LE PARECE EL CENTRO? ESCUCHAR CON ATENCIÓNAISLAR EL PROBLEMA APORTAR SOLUCIONES EXPLICAR CUOTAS DECIDIR LA MEJOR PARA EL FORMA DE PAGO PROMOCIONES ACTUALES LLAMADA 24-48 hrs INTRODUCIR DATOS EN BDD SIGUE NO SOCIO ESQUEMA DEL PROCESO DE VENTA SONREIR NOMBRE Y CARGO 2 PREGUNTAS DATOS BANCARIOS Y CARNET CARTA BIENVENIDA (e-mail o correo) REFERENCIAS PACK BIENVENIDA CITA ASESORAMIENTO TÚ HAZ TU TRABAJO: NTENTAR AYUDAR/VENDER EL CLIENTE HARÁ EL SUYO: DECIDIR SI COMPRA FICHA DE VISITA NOMBRE Y APELLIDOS: FECHA: TEL.: @MAIL.: PREGUNTAS RESPUESTAS ¿Cómo nos ha conocido? ¿Hace deporte regularmente? SI NO ¿Cuál?: ¿Ha entrenado alguna vez en un gimnasio? SI NO ¿Por qué dejo de asistir?: ¿Cuánto hace que se plantea inscribirse? ¿Cuándo le gustaría comenzar? ¿Cuánto tiempo le puede dedicar a su programa de ejercicio? Caminar Correr Nadar Ciclismo Pesas Flexibilidad Remo Spa ¿Qué tipo de actividades le gustaría realizar? Aeróbic Yoga/Pilates Otras: Mejorar otro deporte Perder peso Divertirme Aumentar la energía Mejorar el dolor de espalda Mejorar la condición física Conocer gente Relajarme y combatir el estrés ¿Cuáles son los motivos por los que quiere hacerse socio? Otros: OBSERVACIONES / SEGUIMIENTO www.gedo-formacion.com - 2 - Anexo 3: ”Carta de bienvenida al club”. Apreciado Sr., En primer lugar quiero darle la bienvenida, persona lmente y en nombre de todo el equipo de GIMNASIO X y también agradecerle la confianza que nos ha most rado haciéndose socio de nuestro centro. Acaba de dar un paso muy importante en el futuro de su salud, que le ayudará a disfrutar de una mejor calidad de vida. La misión d e nuestra empresa es ayudarle en este recorrido hacia un bienestar a nivel global . Para conseguir este objetivo, usted dispone de una gran variedad de servicios: fi tness, actividades dirigidas, piscina, zona de relax, entrenamiento personalizado , etc. Esperamos que pueda disfrutar al máximo de nuestros servicios. Nuestros técnicos deportivos están a su servicio para asesor arle y dirigir su programa personalizado. Ante cualquier duda o sugerencia que quiera expresar, puede dirigirse a nuestro departamento de atención al cli ente o contactar conmigo personalmente. Deseamos que usted se encuentre a gusto en el club y que pueda asistir en compañía de personas de su entorno. Por este motivo , usted puede hacer extensibles todos los beneficios que el club le ofr ece a amigos y familiares. En caso de que así sea, solo hace falta que su conocid o se presente con usted o con la INVITACIÓN adjunta a esta carta, y le ofreceremo s unas condiciones especiales. Atentamente, Director/a www.gedo-formacion.com - 3 - ”Carta de agradecimiento de una visita que decide n o apuntarse”. Apreciado Sr., Queremos agradecerle la visita que nos hizo y el in terés demostrado por nuestro centro GIMNASIO X . Fue un placer conocerle y presentarle nuestro clu b. Entendemos perfectamente que este momento no sea el oportuno para que sea socio de nuestro club, pero estaremos a su disposic ión en caso de que le interese en un futuro. Si necesitase cualquier información adicional, no d ude en contactar con el departamento de atención al cliente, en el teléfono 902 36 75 10, y estaremos encantados de poderle facilitar cualquier informaci ón adicional. Atentamente, Dpto. de Atención al Cliente. www.gedo-formacion.com - 4 - Anexo 4. Nombre del cliente Nº socio Fecha de alta Fecha del contacto Hora del contacto _ _ : _ _ h Asistencia en el último mes (nº de veces) _________ PREGUNTAS A REALIZAR 1. Presentación y saludo 2. Queremos saber si podemos mejorar el servicio qu e te ofrecemos. ¿Estás a gusto en el club? Respuesta: 3. ¿Se están cumpliendo los objetivos que tenías? ( en caso negativo ¿por qué?) Respuesta: 4. ¿Estás pudiendo venir las veces que deseabas, en un principio? (en caso negativo ¿por qué?) Respuesta: 5. Valora del 1 al 5 tu nivel de satisfacción con e l Club 6. ¿Cuáles son los aspectos que más te gustan de es te club? Respuesta: 7. ¿Qué cosas crees que deberíamos mejorar? Respuesta: 8. ¿Te parecería bien tener una cita personal con u no de nuestros entrenadores para intentar encontrar soluciones a tus necesidades? No Sí Fecha para cita Despedida: dar las gracias por atendernos y comenta r que se plantearán las sugerencias aportadas en la próxima reunión de Dirección. CUESTIONARIO PARA SEGUIMIENTO DE NUEVOS CLIENTES O CLIENTES INACTIVOS _ _ /_ _/_ _ 1 2 3 4 5 www.gedo-formacion.com - 5 - Anexo 5: GUIÓN PARA LLAMADAS DE TELÉFONO (personas que solicitan información). o GIMNASIO X , le atiende María , ¿en qué puedo ayudarle? o Buenos días, llamo para pedir información sobre un a oferta que he visto. o Buenos días, ahora mismo le informo. Si es tan ama ble de darme su nombre para que pueda atenderle correctamente. o Si, soy Pablo. o Muy bien Pablo, yo soy María , del Departamento de Atención al Cliente. ¿Ya conoce el Club? (abro una Ficha de Cliente). o No, no he estado todavía. o ¿Cómo nos ha conocido? o He recibido una información por correo con una ofe rta para este mes. o De acuerdo Pablo, pues antes de informarle de nues tros servicios, le voy a hacer unas preguntas para saber exactamente qué es lo que busca. ¿Le parece bien? o Si, si, dígame. o ¿Hace deporte habitualmente? ¿Ha estado en algún o tro club? ¿Qué desea conseguir? ¿Qué actividad le interesa más, zona de aguas, fitness, actividades dirigidas, tenis? ¿Cuándo vendrá, por la mañana, po r la tarde, cuantos días, sólo o acompañado? (tratando de empatizar constante mente). o Pues mire, justamente para lo que usted desea tene mos unos servicios, equipamientos…. o ¿Cuándo tiene previsto empezar? o Me gustaría empezar lo antes posible. o Muy bien Pablo. Ahora, con la oferta de este mes e s muy buen momento para empezar. ¿Qué le parece si marcamos una cita sin ni ngún compromiso por su pare para que le enseñe el club y le informe de los servicios y las cuotas? o Si, pero ¿cuánto cuesta al mes? o Respecto al precio tenemos muchos tipos de cuota e n función del horario, si el pago es mensual, anual o semestral. Ya le adelanto que somos un club con unos precios ajustados. ¿Qué le parece si el día qu e quedemos analizamos cuál es la cuota que más se adapta a sus necesidade s? o De acuerdo. o ¿Qué tal le iría pasar, por ejemplo, mañana por la mañana? o No, mañana no puedo. o ¿Le iría mejor quedar una tarde? o No, por la mañana me va bien pero mejor el miércol es a media mañana o De acuerdo Pablo, pues ¿le iría bien el miércoles a las 12? o Si, perfecto. o Muy bien ¿Sería tan amable de dejarme un número de teléfono donde pueda localizarle por si surge algún imprevisto? o Si, mi teléfono es el……. o Pablo pues le espero el miércoles para poder enseñ arle el club. Si le sale algún imprevisto le agradecería que me avisara para poder cambiar el día. o De acuerdo. www.gedo-formacion.com - 6 - TARJETA DE CITAS TELEFÓNICAS Rellenada por: ___________________ Fecha: ________ ______ Nombre del socio potencial. _______________________ ______ ¿Cómo ha conocido el gimnasio? ____________________ _____ ___________________________________________________ __ Nos gustaría invitarle a conocer el gimnasio ¿Le parece bien hoy mismo o prefiere mañana?_______ _______ Lunes Martes Miércoles Jueves Viernes Sábado Domingo ¿Prefiere por la mañana o por la tarde? ___________ _________ ¿Le viene bien a las____________________? Hora acordada: ____________________ Fecha acordada: _____________________ Teléfonos de contacto: ________________ / _________ _______ Repetir el día y hora de la cita a la persona con l a que se está hablando y repetir también su nombre y número de te léfono de contacto para asegurarnos de que está bien. Poner esta hoja en la bandeja del comercial www.gedo-formacion.com - 7 - Anexo 6. FECHA LUGAR SUGERENCIA PERSONA QUE LE ATIENDE SOLUCIÓN NOMBRE CLIENTE (solo en caso de requerir respuesta) HOJA DE SUGERENCIAS DE CLIENTES POR FAVOR HACER LLEGAR ESTA HOJA A LA RECEPCIÓN LO ANTES POSIBLE www.gedo-formacion.com - 8 - Anexo 7. FICHA PARA GESTIÓN DE BAJAS: NOMBRE Y APELLIDOS : EDAD: SEXO: FECHA ALTA: FECHA BAJA: TIPO DE CUOTA: ZONA DE PROCEDENCIA: ES SOCIO DE ALGUN OTRO CENTRO/CUAL: CUANTO TIEMPO HACIA QUE NO VENÍA: CUANTOS DIAS A LA SEMANA ACUDIA AL CENTRO: EN QUE HORARIO ACUDÍA AL CENTRO: QUÉ ACTIVIDADES O SERVICIOS CONSUMÍA: QUÉ OBJETIVOS TENÍA CUANDO SE APUNTÓ: HA CONSEGIDO LOS OBJETIVOS QUE TENÍA: EN CASO NEGATIVO ¿POR QUÉ? 1 2 3 4 5 QUÉ ASPECTOS DEBERÍA MEJORAR EL CLUB: VALORE DEL 1 AL 5 EL CLUB: 1 2 3 4 5 RECOMENDARIA EL CLUB A UN AMIGO: TIENE INCONVENIENTE EN QUE LE ENVIEMOS INFORMACIÓN: MOTIVOS DE LA BAJA:"
}