{
  "title": "Marketing-4.0-Philip-Kotler",
  "source": "Libros/Marketing-4.0-Philip-Kotler.pdf",
  "content": "” La Educación no cambia al mundo: cambia a las personas que van a cambiar al mundo” . Paulo Freire, educador y pedagogo brasileño. (1921-1997) Nuestro fin como organización es promover un Perú mas competitivo, nos sentimos orgu - llosos de nuestra labor al brindar conocimientos de calidad para todos y de manera libre. Esta no es la traducción oficial del libro Marketing 4.0 , es un aporte académico que con mucho cariño lo brindamos desinteresadamente a todo alumno o profesional que tiene como meta superarse el día a día. Agradeceríamos alcanzar este libro traducido a todo profesional de nuestro rubo Así seremos una comunidad de profesionales de alto nivel académico y competitivo. Atentamente Kerbi Prieto Castillo. Fundador de la Asociación Peruana de Estudiantes de Marketing CEO Apem Escuela De Marketing Marketing 4.04 Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing5 “El mundo de la tecnología se mueve tan rápido hoy que cada cambio acelera al siguiente. En un entorno de este tipo es fundamental contar con una referencia y un punto de referencia para ayudar a los especialistas en marketing a encontrar el camino a seguir. Marketing 4.0 pone una nueva apuesta de becas en el terreno y será el punto de partida y un recurso invaluable para todos los que intenten inventar y comprender el futuro digital y móvil “. - Howard Tullman, CEO, Centro Empresarial de Chicago / 1871 “Internet e IT cambian radicalmente el marketing. Este libro es una revelación para el marketing en la nueva era “. -Hermann Simon, Fundador y Presidente, Simon-Kucher & Partners “Nadie tiene un dedo en el pulso del marketing como Phil Kotler. Su capacidad para identificar e in - terpretar nuevas tendencias de marketing y desarrollos es realmente asombrosa. Una vez más, con Marketing 4.0, Kotler y sus coautores ayudan a abrir un nuevo camino hacia el éxito de marketing. Este es definitivamente el único libro de marketing que TIENE que leer este año “. -Kevin Lane Keller, E.B. Osborn Profesor de Marketing, Tuck School of Business “Kotler y sus asociados han sintetizado maravillosamente el nuevo papel digital, el mercado interac - tivo y el nuevo papel del marketing”. -Don Schultz, Profesor (Emérito-en-Servicio) de Integrated Marketing Communications, Medill School en Northwestern University “Nadie está más calificado que Philip Kotler, el padre del marketing, para documentar los enormes cambios que se están produciendo hoy en el campo. El futuro del marketing es digital y este libro es su guía “. -Al Ries, autor de Posicionamiento: la batalla por tu mente “A medida que el mundo del marketing se enfrenta cada vez más a la transformación digital, Marke - ting 4.0 ofrece un marco interesante junto con ejemplos para los profesionales”. -Nirmalya Kumar, Profesor de Marketing, London Business School “Una excelente guía para las transformaciones que ya se avecinan en el horizonte para desafiar la práctica de marketing. Los especialistas en marketing desconcertados aprenderán a navegar los cambios de poder y las posibilidades de conectividad digital y los convertirán en ventajas “. -George S. Day, Geoffrey T. Boisi Profesor Emérito, Wharton School de la Universidad de Pensilvania “A menudo me siento abrumado por la variedad y la velocidad del cambio, a pesar de estar en consultoría de marketing durante cuarenta años. Por lo tanto, estoy feliz de que el ‘gurú’ Philip Kot - ler, que comenzó con Marketing 1.0 hace más de cuatro décadas, todavía esté con nosotros para hacer otra contribución significativa con Marketing 4.0: pautas para lidiar con los cambios actuales, especialmente los provocados por la revolución de TI y cambiando los perfiles de los consumidores “. -Walter Vieira, Asesor de Marketing, Autor, Profesor visitante, ex Presidente de Consejo Internacional de Institutos de Consultoría Gerencial “Una excelente guía para las transformaciones que ya se avecinan en el horizonte para desafiar la práctica de marketing. Los especialistas en marketing desconcertados aprenderán a navegar los cambios de poder y las posibilidades de conectividad digital y los convertirán en ventajas “. -George S. Day, Geoffrey T. Boisi Profesor Emérito, Marketing 4.06 Wharton School de la Universidad de Pensilvania “A menudo me siento abrumado por la variedad y la velocidad del cambio, a pesar de estar en consultoría de marketing durante cuarenta años. Por lo tanto, estoy feliz de que el ‘gurú’ Philip Kot - ler, que comenzó con Marketing 1.0 hace más de cuatro décadas, todavía esté con nosotros para hacer otra contribución significativa con Marketing 4.0: pautas para lidiar con los cambios actuales, especialmente los provocados por la revolución de TI y cambiando los perfiles de los consumidores “. -Walter Vieira, Asesor de Marketing, Autor, Profesor visitante, ex Presidente de Consejo Internacional de Institutos de Consultoría Gerencial Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing7 MARKETING 4.0 Marketing 4.08 MARKETING 4.0 Moving from Traditional to Digital PHILIP KOTLER HERMAWAN KARTAJAYA IWAN SETIAWAN WILEY Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing9 Para la próxima generación de especialistas en marketing y economistas del comportamiento, quienes mejorarán las contribuciones económicas, sociales y ambientales que el marketing brinda al bienestar de las personas y el planeta -Philip Kotler Para el presidente Joko Widodo, marketeer del año Indonesia-Government 2010-2012 y A New Hope (revista Time, 27 de octubre de 2014) -Hermawan Kartajaya Para mi familia y amigos todos los que me rodean que se ha convertido en mi factor f y me hicieron un mejor ser humano -Iwan Setiawan Marketing 4.010 CONTENIDO Agradecimientos xiii Prólogo: de Marketing 3.0 a Marketing 4.0 xv Sobre los autores xix Parte I TENDENCIAS FUNDAMENTALES QUE MODIFICAN LA COMERCIALIZACIÓN 1 Cambio de potencia a los clientes conectados De exclusivo a inclusivo De vertical a horizontal De lo individual a lo social Resumen: Horizontal, Inclusivo y Social 2 Las paradojas del marketing para los clientes conectados Rompiendo los mitos de la conectividad Resumen: Comercialización en medio de paradojas 3 Las subculturas digitales influyentes Juventud: Adquirir la mente Compartir Mujeres: aumentar la cuota de mercado Internautas: ampliar la participación del corazón Resumen: jóvenes, mujeres y ciudadanos de Internet 4 Marketing 4.0 en la economía digital Pasar del marketing tradicional al marketing digital Integrando el marketing tradicional y digital Resumen: Redefiniendo el marketing en la economía digital Parte II NUEVOS MARCOS PARA LA COMERCIALIZACIÓN EN LA ECONOMÍA DIGITAL 5 El nuevo camino del cliente Comprender cómo las personas compran: de Four A’s A cinco de los Conducción desde la Conciencia a la Defensa: The O Zone (03) Resumen: Aware, Appeal, Ask, Act y Advocate 6 Métricas de Productividad de Marketing Presentamos PAR y BAR Descomponiendo PAR y BAR Impulsando la Productividad Resumen: Ratio de acción de compra y defensa de la marca Ratio 7 Arquetipos de la industria y mejores prácticas Cuatro arquetipos principales de la industria Cuatro mejores prácticas de marketing Resumen: aprendiendo de diferentes industrias Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing11 Parte III APLICACIONES DE MARKETING TÁCTICO EN LA ECONOMÍA DIGITAL 8 Marketing centrado en el ser humano para Brand Attraction Comprender a los humanos que usan antropología digital Construyendo los Seis Atributos de las Marcas Centradas en el Ser Humano Resumen: cuando las marcas se convierten en seres humanos 9 Marketing de contenidos para la curiosidad de la marca El contenido es el nuevo anuncio, #Hashtag es el nuevo lema Marketing de contenido paso a paso Resumen: Creación de conversaciones con contenido 10 Marketing omnichannel para el compromiso de marca El auge de la comercialización omnicanal Paso a paso Omnichannel Marketing Resumen: Integrando lo mejor de Online y Offline Canales 11 Marketing de compromiso para Brand Affinity Mejorando las experiencias digitales con aplicaciones móviles Proporcionar soluciones con Social CRM Conducir el comportamiento deseado con la gamificación Resumen: Aplicaciones para dispositivos móviles, Social CRM y Gamification Epílogo: ¡Llega a WOW! ¿Qué es un “WOW”? Disfruta, vive, participa: ¡WOW! ¿Estás listo para WOW? Índice Marketing 4.012 EXPRESIONES DE GRATITUD Marketing 4.0 llevaba seis años en la fabricación. Durante este período, varias personas han contribuido a la finalización del libro. Los autores desean agradecer al equipo WOW en MarkPlus, Inc., que condujo la investigación y pasó incontables horas intercambiando ideas con los autores: Yosanova Savitry, Vendy Chandra, Cecilia Hermanto, Kevin Leonard, Quincy Wongso, Edwin Hardi, Adrian Hudiono, Evita. Tania, Shabrina Annisarasyiq, Andre Anggada y Fachriza Prathama. También quisiéramos agradecer a los líderes de MarkPlus, Inc. - El Consejo - que han invertido sus pensamientos y energía en el libro: Michael Hermawan, Jacky Mussry , Taufik, Hendra Warsita, Vivie Jericho, Stephanie Hermawan y Ence. Por último, pero no menos importante, nos gustaría agradecer al equipo de Wiley , Richard Narra - more, Tiffany Colon y Jocelyn Kwiatkowski, quienes hicieron posible que compartiéramos Marketing 3.0 y Marketing 4.0 con el mundo. PRÓLOGO DESDE MARKETING 3.0 A Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing13 MARKETING 4.0 Durante los últimos seis años, los vendedores que conocimos en todo el mundo han es - tado solicitando una continuación de Marketing 3.0. Teniendo en cuenta la dinámica de la comercialización, muchos esperarían que Marketing 4.0 esté en proceso . En Marketing 3.0, hablamos sobre el cambio principal del marketing impulsado por productos (1.0) al marketing centrado en el cliente (2.0) y, en última instancia, al marketing centrado en el ser humano (3.0). En Marketing 3.0, observamos cómo los clientes se transformaban en seres humanos completos con mentes, corazones y espíritus. Por lo tanto, argumentamos que el futuro del marketing radica en la creación de productos, servicios y culturas de empresas que adopten y reflejen los valores humanos. Desde que el libro fue publicado en 2010, muchos vendedores han adoptado los principios de Marketing 3.0. El libro fue tan universalmente aceptado que se ha tradu - cido a 24 idiomas además del inglés en todo el mundo. Un año después de la publicación del libro, construimos el Museum of Marketing 3.0 en Ubud, Bali. El museo fue construido con el amable apoyo de los tres príncipes de Ubud: Tjokorda Gde Putra Sukawati, Tjokorda Gde Oka Sukawati y Tjokorda Gde Raka Sukawati. Ubud, con su aura de espiritualidad, es el lugar perfecto para el primer museo de marketing de este tipo. En el museo, hemos estado curando casos inspiradores de mercadólogos, compañías y campañas de mercado - tecnia que abarcan el espíritu humano. Los contenidos están organizados en una moderna confi - guración multipantalla. En los últimos años, el museo se ha actualizado con tecnologías avanzadas como la realidad aumentada y la realidad virtual. De hecho, han sucedido muchas cosas desde que escribimos Marketing 3.0, especialmente en términos de avances tecnológicos. Las tecnologías que estamos viendo hoy no son nuevas. Pero han ido convergiendo en los últimos años, y el impacto colectivo de esa convergencia ha afectado en gran medida las prácticas de comercialización en todo el mundo. De esto surgen nuevas ten - dencias: la economía “compartida”, la economía “actual”, la integración omnicanal, el marketing de contenidos, el CRM social y muchas otras cosas. Creemos que la convergencia tecnológica finalmente conducirá a la convergencia entre el mar - keting digital y el marketing tradicional. En un mundo de alta tecnología, las personas anhelan un alto toque. Mientras más sociales seamos, más queremos cosas hechas solo para nosotros. Res - paldados por el análisis de big-data, los productos se vuelven más personalizados y los servicios se vuelven más personales. En la economía digital, la clave es aprovechar estas paradojas. En esta era de transición, se requiere un nuevo enfoque de comercialización. Por lo tanto, presentamos Marketing 4.0 como la consecuencia natural de Marketing 3.0. La principal premisa de este libro es que el marketing debe adaptarse a la naturaleza cambiante de las rutas de los clientes en la economía digital. El papel de los profesionales del marketing es guiar a los clientes a lo largo de su recorrido desde la conciencia y, en última instancia, hasta la promoción. La primera parte del libro es el resultado de nuestra observación del mundo en el que vivimos. Comenzamos por abrazar los tres cambios de poder que están dando forma a nuestro mundo. Avanzamos más explorando cómo la conectividad ha cambiado fundamentalmente las vidas huma - nas. Además, echamos un vistazo más profundo a las principales subculturas digitales de jóvenes, mujeres y cibernautas que servirán de base para una clase completamente nueva de clientes. La segunda y principal parte del libro trata de cómo los profesionales del marketing pueden im - pulsar la productividad al comprender las rutas de los clientes en la era digital. Presenta un nuevo conjunto de métricas de marketing y una forma completamente nueva de ver nuestras prácticas de marketing. También profundizaremos en varias industrias clave y aprenderemos cómo implementar las ideas de Marketing 4.0 en esas industrias. Marketing 4.014 Finalmente, la tercera parte describe en detalle las principales tácticas de Marketing 4.0. Comen - zamos con el marketing centrado en el ser humano, que tiene como objetivo humanizar las marcas con atributos similares a los humanos. Luego exploramos el marketing de contenidos con mayor detalle para crear conversaciones con los clientes. Además, también describimos cómo los es - pecialistas en marketing pueden implementar marketing omnichannel para aumentar las ventas. Finalmente, profundizamos en el concepto de compromiso del cliente en la era digital. En esencia, Marketing 4.0 describe una profundización y una ampliación del marketing centrado en el ser humano para cubrir cada aspecto del viaje del cliente. Esperamos que encuentres ideas e inspiraciones de este libro y te unas a nosotros en la redefinición del marketing en los años venideros. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing15 SOBRE LOS AUTORES Philip Kotler, el Profesor Distinguido S.C. Johnson & Son de Mercadotecnia Internacional en la Ke - llogg School of Management, Northwestern University, es ampliamente considerado como el Padre del Marketing Moderno. Él es clasificado por el Wall Street Journal como uno de los seis pensado - res de negocios más influyentes. Ha recibido numerosos premios y títulos honoríficos de escuelas de todo el mundo, tiene una maestría de la Universidad de Chicago y un doctorado del Instituto Tecnológico de Massachusetts (MIT), ambos en economía. Philip tiene una presencia internacional increíble: sus libros han sido traducidos a aproximadamente 25 idiomas y regularmente habla en el circuito internacional. Hermawan Kartajaya es el fundador y presidente ejecutivo de MarkPlus, Inc., y es uno de los “50 gurús que han dado forma al futuro del marketing”, según el Chartered Institute of Marketing, Reino Unido. Hermawan también ha sido galardonado con el Distinguished Global Leadership Award de Pan-Pacific Business Association en la Universidad de Nebraska-Lincoln. Él es el actual presiden - te del Consejo Asiático para la Pequeña Empresa -un consejo regional de afiliados y capítulos del Consejo Internacional para la Pequeña Empresa- y cofundador de la Federación de Mercadotecnia de Asia. Iwan Setiawan es el Director de Operaciones de MarkPlus, Inc. (www.markplusinc.com), donde ayuda a las empresas a diseñar sus estrategias de marketing. Un escritor y orador frecuente, Iwan es también el editor en jefe de Marketeers (www.marketeers.com). Iwan tiene un MBA de la Kellogg School of Management de la Northwestern University y un BEng de la Universidad de Indonesia. Marketing 4.016 1 Power Shifts to the Connected Customers From Vertical, Exclusive, and Individual to Horizontal, Inclusive, and Social Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing17 Charlie Frost era un teórico de la conspiración que creía firmemente que el 2012 traería el final de la civilización. Un par de geólogos en 2009 descubrieron que la creencia de Frost podría ser cierta. Descubrieron que el núcleo de la tierra estaba a punto de explotar y traer una catástrofe al mundo. Y así los líderes del mundo se reunieron para encontrar una solución y decidieron construir naves gigantes parecidas al Arca de Noé para salvar a grupos selectos de la población mundial. Se espe - raría que los sobrevivientes en los barcos comenzaran una nueva civilización. Esta historia es completamente ficticia y está tomada de la película de 2012. Pero muchas de las escenas de la película simbolizan el cambio que estamos experimentando hoy. La película mues - tra cómo los antiguos estándares de civilización -políticos, económicos, socioculturales y religio - sos- fueron destruidos y reemplazados por un conjunto de estándares sociales más horizontales e inclusivos. Muestra cómo los líderes de los países superpotentes occidentales se vieron obligados a abandonar sus egos y colaborar. Incluso tuvieron que depender de China para construir las naves gigantes. Los barcos también funcionaban como símbolos de un mundo nuevo en el que diversas personas estaban conectadas entre sí sin límites geográficos y demográficos. Hoy, estamos viviendo en un mundo completamente nuevo. La estructura de poder que hemos llegado a conocer está experimentando cambios drásticos. Internet, que trajo conectividad y trans - parencia a nuestras vidas, ha sido en gran parte responsable de estos cambios de poder. Somos testigos de cómo los poderes exclusivos se rinden al poder de la inclusión. El G7, que es un grupo exclusivo de naciones poderosas, no pudo resolver la crisis financiera mundial por sí mismo. Tuvieron que involucrar a las naciones del G20, que incluyen China, India e Indonesia. El poder económico ahora está más inclusivamente disperso. Las grandes corporaciones también encontra - ron difícil fomentar la innovación dentro de sus organizaciones exclusivas. Empresas como Micro - soft y Amazon eventualmente Necesarios para adquirir compañías más pequeñas pero más innovadoras como Skype y Zappos. Incluso los millonarios Bill Gates y Mark Zuckerberg eran conscientes de la necesidad de inclusión económica. Donaron su riqueza para ayudar a los pobres a través de la Fundación Bill y Melina Gates y las organizaciones Startup: Education (ahora parte de la Iniciativa Chan Zuckerberg), res - pectivamente. También estamos viendo cómo una estructura de poder vertical ha sido diluida por una fuerza más horizontal. Tomemos, por ejemplo, cómo en la parte superior de los países más poblados del mun - do es el “Estados Unidos de Facebook” con una población de 1,65 millones de personas. También vemos cómo la gente ahora va a Twitter en busca de noticias de última hora de periodistas ciuda - danos, mientras que en el pasado, una gran cadena de televisión como CNN sería el canal de ac - ceso. Incluso YouTube ha tomado Hollywood por sorpresa. Una encuesta encargada por la revista Variety reveló que para las personas de entre 13 y 18 años, las celebridades de YouTube son más populares que las estrellas de Hollywood. El gigante del entretenimiento Sony colaboró con You - Tube para mostrar que las fuerzas horizontales no podían verse obstaculizadas por las verticales. La comedia de comedia de Corea del Norte The Interview fue lanzada comercialmente primero a través de YouTube en respuesta a un presunto ataque cibernético de Corea del Norte. El cambio de poder también influye en las personas. Ahora, el poder no radica en los individuos sino en los grupos sociales. Los dictadores fueron derrocados por personas lideradas por líde - res desconocidos. Los financieros de Wall Street fueron sacudidos por el movimiento de protesta Occupy Wall Street. Los luchadores de Ebola fueron elegidos como la Persona del Año 2014 de la revista Time, en lugar del Presidente de EE. UU. Barack Obama o el Primer Ministro de la India Narendra Modi. Estos cambios han cambiado radicalmente nuestro mundo. En un mundo donde las fuerzas hori - zontales, inclusivas y sociales triunfan sobre las fuerzas verticales, exclusivas e individuales, las comunidades de clientes se han vuelto cada vez más poderosas. Ahora son más vocales. Marketing 4.018 No le temen a las grandes compañías y grandes marcas. Les encanta compartir historias, buenas y malas, sobre las marcas. Las conversaciones aleatorias sobre las marcas ahora son más creíbles que las campañas publi - citarias dirigidas. Los círculos sociales se han convertido en la principal fuente de influencia, supe - rando las comunicaciones de marketing externas e incluso las preferencias personales. Los clientes tienden a seguir el ejemplo de sus colegas cuando deciden qué marca elegir. Es como si los clien - tes se protegieran de falsos reclamos de marca y trucos de campaña al usar sus círculos sociales para construir una fortaleza. De exclusivo a inclusivo Atrás quedaron los días en que ser exclusivo era el objetivo. La inclusividad se ha convertido en el nuevo nombre del juego. En el nivel macro, el mundo está pasando de una hegemonía a una estructura de poder multilateral. Las superpotencias, principalmente la Unión Europea y los Esta - dos Unidos, se dan cuenta de que algunos poderes económicos se están desplazando al resto del mundo, sobre todo a Asia, que ha experimentado un crecimiento constante en los últimos años. Es importante notar que las superpotencias occidentales todavía serán poderosas; es solo que otras naciones están ganando más poder con el tiempo. Los poderes económicos ya no están concentra - dos, sino que están distribuidos de manera más uniforme. Este cambio económico a menudo se atribuye al perfil demográfico de las poblaciones de merca - dos emergentes: más joven, más productivo y creciente en términos de nivel de ingresos. Ha crea - do una fuerte demanda de productos y servicios, que a su vez impulsa el crecimiento económico. Los datos recientes, sin embargo, sugieren que la razón podría no ser solo demográfica. Desde la perspectiva de la innovación, los mercados emergentes también se dirigen en una mejor dirección. Datos recientes recopilados por Robert Litan sugieren que la innovación en los Estados Unidos ha ido disminuyendo. El número de nuevas empresas representó solo el 8 por ciento del total de empresas en el país, mientras que hace 30 años, era casi el 15 por ciento. Según los datos de Litan, el número de bancarrotas excedió el número de nuevas empresas. La trayectoria para Asia es todo lo contrario. Según la Organización para la Cooperación y el Desa - rrollo Económico, China superará a la Unión Europea y los Estados Unidos en gastos relacionados con la innovación para 2019. En 2012, Corea del Sur se convirtió en el país más avanzado para la innovación, gastando más del 4% de su PIB en investigación y desarrollo. La influencia política del mundo occidental también está disminuyendo, tras la caída de su influen - cia económica. Los poderes militares que solían proporcionar una influencia efectiva están siendo reemplazados lentamente por el enfoque suave del apoyo económico y la diplomacia. China, por ejemplo, mantiene una fuerte influencia en África debido a su apoyo para desarrollar una mejor gobernanza y un desarrollo más sostenible. Los negocios mismos se están moviendo hacia la inclusión. La tecnología permite tanto la auto - matización como la miniaturización, lo que reduce los costos de los productos y permite que las empresas presten servicios a los nuevos mercados emergentes. Las innovaciones disruptivas en todos los sectores comerciales han traído productos más baratos y simples a los pobres, antes con - siderados como “no de mercado”. Los productos y servicios antes considerados exclusivos ahora están disponibles para los mercados de masas en todo el mundo. Los ejemplos incluyen el carro de $ 2000 de Tata Nano y la cirugía de cataratas de $ 16 de Aravind Eye Care System. Esto también funciona al revés. Con la innovación inversa, se pueden desarrollar e introducir nuevos productos en los mercados emergentes antes de venderlos en otros lugares. La frugalidad y la conciencia de costos que se muestran en el desarrollo de productos se están convirtiendo en las nuevas fuentes de diferenciación. Un ejemplo bien conocido de esto es la Mac 400 de GE, una máquina de electrocardiograma portátil alimentada por batería, que fue diseñada para servir a los Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing19 aldeanos de la India. Se comercializó en otros lugares con la portabilidad como su diferenciación principal. La transparencia que ofrece Internet también permite a los empresarios de los países emergentes inspirarse en sus contrapartes en los países desarrollados. Están construyendo negocios de clones marcados por giros locales en la ejecución. Hay, por ejemplo, Flipkart.com inspirado en Amazon de India, Disdus inspirado por Groupon de Indonesia, Alipay inspirado en PayPal en China y Grab inspirado en Uber en Malasia. Los clientes en estos países experimentan los servicios sin tener que esperar a que las empresas estadounidenses establezcan sus huellas allí. Las paredes entre las industrias también se están difuminando. La convergencia e integración de dos o más industrias son tendencias. Las industrias tienen la opción de competir o sinergizar para llegar a los mismos clientes. En la mayoría de los casos, sinergizan. Muchos centros médicos ahora se integran con instalaciones turísticas para optimizar los costos de la atención médica y las vacaciones. En 2013, Patients Beyond Borders, con sede en el Reino Uni - do, estimó que atendía a alrededor de 11 millones de turistas médicos. Los tratamientos y destinos médicos populares incluyen trabajos dentales en Costa Rica, operaciones cardíacas en Malasia y cirugía cosmética en Brasil. En algunos mercados emergentes donde el uso de teléfonos celulares prepagos es inmenso, el sector de telecomunicaciones está colaborando con servicios financieros para proporcionar canales de pago para bienes y servicios. Un ejemplo bien conocido es el de M-Pesa, una empresa de trans - ferencia de dinero basada en dispositivos móviles en Kenia. Dentro de una industria establecida, los subsectores también serán difíciles de distinguir. En la industria de servicios financieros, las líneas que ahora separan a los subsectores de la banca, la financiación, los seguros, la gestión de fondos y otros subsectores de la industria se desvanecerán, por lo que es imperativo que las instituciones financieras encuentren nuevas formas de diferenciar - se. La integración vertical en una industria creará entidades comerciales que se comprometan en funciones integrales, desde el suministro de materiales hasta la producción y la distribución, lo que dificulta definir en qué negocio está activa una empresa. En un nivel más micro, los humanos están adoptando la inclusión social. Ser inclusivo no se trata de ser similar; se trata de vivir armoniosamente a pesar de las diferencias. En el mundo en línea, las redes sociales han redefinido la forma en que las personas interactúan entre sí, permitiendo a las personas construir relaciones sin barreras geográficas y demográficas. El impacto de las redes sociales no se detiene allí. También facilita colaboraciones globales en innovación. Considere Wikipedia, que fue construida por un sinnúmero de personas, o InnoCentive, que difunde los desafíos de investigación y desarrollo y solicita las mejores soluciones. De hecho, todas las redes sociales que adoptan un enfoque de crowdsourcing son buenos ejemplos de inclu - sividad social. Los medios sociales impulsan la inclusión social y le dan a las personas el sentido de pertenencia a sus comunidades. Inclusividad social está ocurriendo no solo en línea sino también fuera de línea. El concepto de ciudades inclusivas -ciudades que acogen la diversidad de sus habitantes- a menudo se considera como un buen modelo para ciudades sostenibles. Similar al concepto de las redes sociales, el con - cepto de ciudades inclusivas argumenta que cuando las ciudades dan la bienvenida a minorías que a menudo se quedan atrás y les dan un sentido de aceptación, eso solo beneficiará a las ciudades. La inclusión social también puede aparecer en forma de comercio justo, diversidad laboral y empo - deramiento de las mujeres. Estas prácticas abarcan las diferencias humanas a través del género, la raza y el estado económico. Marcas como Body Shop están construyendo un fuerte compromiso con la inclusión social con valores tales como “apoyar el comercio comunitario” y programas como “detener la violencia en el hogar”. Marketing 4.020 De vertical a horizontal La globalización crea un campo de juego nivelado. La competitividad de las empresas ya no estará determinada por su tamaño, país de origen o ventaja pasada. Las empresas más pequeñas, más jóvenes y con base local tendrán la oportunidad de competir contra empresas más grandes, anti - guas y globales. Eventualmente, no habrá una compañía que domine excesivamente a los demás. En cambio, una empresa puede ser más competitiva si se puede conectar con comunidades de clientes y socios para la co-creación y con competidores para la cooperación. El flujo de innovación que una vez fue vertical (de las empresas al mercado) se ha vuelto horizon - tal. En el pasado, las empresas creían que la innovación debería venir desde adentro; por lo tanto, construyeron una sólida infraestructura de investigación y desarrollo. Eventualmente, se dieron cuenta de que la tasa de innovación interna nunca fue lo suficientemente rápida como para ser competitivos en el mercado en constante cambio. Procter & Gamble (P & G), por ejemplo, aprendió esto a principios del año 2000, cuando se aplacaron sus ventas de nuevos productos. Más tarde transformó su modelo de investigación y desarrollo en un modelo de conexión y desarrollo. El mo - delo más horizontal depende de fuentes externas para obtener ideas que, a su vez, se comerciali - zarán utilizando las capacidades internacionales de P & G. Su rival Unilever se ha estado moviendo en la misma dirección al capitalizar su vasto ecosistema de innovación externa. Hoy, la innovación es horizontal; el mercado suministra las ideas y las empresas comercializan las ideas. Del mismo modo, el concepto de competencia está cambiando de vertical a horizontal. La tecnolo - gía es la causa principal. La hipótesis de la cola larga de Chris Anderson no podría ser más cierta hoy en día. El mercado se está alejando de las principales marcas de gran volumen en nichos de bajo volumen. Con Internet, ya no existen restricciones logísticas físicas para las empresas y mar - cas más pequeñas. Esta inclusión ahora permite a las empresas ingresar a industrias que de otro modo no habrían in - gresado en el pasado. Esto proporciona oportunidades para que las empresas crezcan, pero plan - tea importantes amenazas competitivas. Debido a que las distinciones entre las industrias se están difuminando, será un gran desafío para las empresas realizar un seguimiento de sus competidores. Los competidores en el futuro provendrán de la misma industria y de otras industrias relevantes y conectadas. Hace algunos años, las compañías de taxis y las cadenas hoteleras no se imaginarían compitiendo por pasajeros e invitados con nuevas empresas de tecnología como Uber y Airbnb, que ofrecen transporte privado y alojamiento. Para detectar latente competidores, las empresas deberían comenzar con los objetivos de los clientes y considerar alternativas potenciales que los clientes podrían aceptar para lograr sus objetivos. Las empresas también deben hacer un seguimiento de los competidores desde fuera de sus mer - cados nacionales. Estos competidores no son necesariamente corporaciones multinacionales. En los últimos años, hemos observado el surgimiento de grandes empresas de mercados emergentes como Xiaomi y Oppo. Estas empresas innovan por necesidad y se crearon en mercados domés - ticos desafiantes. Coinciden con la calidad de las principales marcas, pero con precios significa - tivamente más bajos. Esto es posible gracias a la opción de comercialización en línea. Altamente innovadoras y resilientes, estas compañías tienen todos los ingredientes necesarios para expandir sus mercados a nivel mundial. El concepto de confianza del cliente ya no es vertical; ahora es horizontal Los clientes en el pasado fueron fácilmente influenciados por las campañas de marketing. También buscaron y escucharon la autoridad y la experiencia. Pero las investigaciones recientes en todas las industrias muestran que la mayoría de los clientes creen más en el factor f (amigos, familias, seguidores de Facebook, seguidores de Twitter) que en las comunicaciones de marketing. La mayoría le pide consejo a un extraño en las redes sociales y les confía más que publicidad y opiniones de expertos. En los últimos años, la tendencia ha estimulado el crecimiento de los sistemas de clasificación comunales, como TripAdvisor y Yelp. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing21 En ese contexto, una marca ya no debería ver a los clientes como meros objetivos. En el pasado, era común que las empresas transmitieran su mensaje a través de diversos medios publicitarios. Algunas empresas incluso inventaron una diferenciación no tan auténtica para poder distinguirse entre la multitud y respaldar su imagen de marca. En consecuencia, la marca a menudo se trata como un embalaje exterior, lo que permite una representación falsa de su verdadero valor. Este enfoque ya no será efectivo porque, con la ayuda de sus comunidades, los clientes se protegen contra las marcas malas que los atacan. Una relación entre marcas y clientes ya no debería ser vertical sino que debería ser horizontal. Los clientes deben ser considerados compañeros y amigos de la marca. La marca debe revelar su ca - rácter auténtico y ser honesto con su verdadero valor. Solo entonces la marca será confiable. De Individual a Social Al tomar decisiones de compra, los clientes generalmente han sido impulsados por las preferencias individuales, así como por un deseo de conformidad social. El nivel de importancia para cada uno de estos dos factores varía de una persona a otra. También varía según industrias y categorías. Dada la conectividad en la que vivimos hoy, el peso de la conformidad social está aumentando en todos los ámbitos. Los clientes se preocupan cada vez más por las opiniones de los demás. Tam - bién tienen sus opiniones y compilan enormes conjuntos de reseñas. Juntos, los clientes pintan su propia imagen de compañías y marcas, que a menudo es muy diferente de la imagen que las com - pañías y las marcas pretenden proyectar. Internet, especialmente las redes sociales, ha facilitado este gran cambio al proporcionar la plataforma y las herramientas. Esta tendencia continuará. Prácticamente todos en la tierra estarán conectados muy pronto. Re - sulta que la solución para los rezagados en Internet no era una computadora portátil barata, sino teléfonos inteligentes baratos. De hecho, el Foro UMTS proyecta que el tráfico de datos móviles aumentará en un factor de 33 entre 2010 y 2020. Con una conectividad tan amplia, el comporta - miento del mercado será significativamente diferente. Por ejemplo, en muchos países, la investiga - ción en la tienda que utiliza teléfonos móviles para comparar precios y revisar las revisiones es una tendencia. La conectividad móvil permite a los clientes acceder a la sabiduría de la multitud y tomar mejores decisiones de compra. En ese entorno, los clientes se ajustan más a las opiniones sociales. De hecho, la mayoría de las decisiones personales de compra serán esencialmente decisiones sociales. Los clientes se comuni - can entre sí y conversan sobre marcas y compañías. De una comunicación de marketing punto de vista, los clientes ya no son objetivos pasivos, sino que se están convirtiendo en medios activos de comunicación. Una marca de productos de belleza, Sephora, ha estado explorando comunidades como una nueva forma de activos de medios. Sephora ha creado una comunidad de medios socia - les en la que todo el contenido generado por la comunidad se incorpora a la plataforma de Beauty Talk. Se ha convertido en un medio de confianza para los clientes que intentan consultar con otros miembros de la comunidad. Abrazar esta tendencia no es fácil. Las empresas solían tener control sobre las comunicaciones de marketing, y solían manejar las quejas de los clientes de forma individual. Con el contenido genera - do por la comunidad, las empresas no tienen control sobre la conversación. Censurar el contenido debilitará la credibilidad. También deben estar preparados para reacciones sociales masivas cuan - do algo sale mal. Dicho esto, las compañías y marcas que tienen una reputación sólida y afirmaciones honestas sobre sus productos no deberían tener nada de qué preocuparse. Pero aquellos que hacen afirma - ciones falsas y tienen productos pobres no sobrevivirán. Es prácticamente imposible ocultar fallas o aislar las quejas de los clientes en un mundo transparente y digital. Marketing 4.022 Resumen: horizontal, inclusivo y social Los profesionales del marketing deben adoptar el cambio hacia un panorama empresarial más ho - rizontal, inclusivo y social. El mercado se está volviendo más inclusivo. Las redes sociales eliminan las barreras geográficas y demográficas, permitiendo que las personas se conecten y se comu - niquen, y que las empresas innoven a través de la colaboración. Los clientes se están volviendo más orientados horizontalmente. Se vuelven cada vez más cautelosos con las comunicaciones de marketing de las marcas y confían en cambio en el factor f (amigos, familias, fanáticos y seguido - res). Finalmente, el proceso de compra del cliente se está volviendo más social de lo que ha sido anteriormente. Los clientes están prestando más atención a su círculo social al tomar decisiones. Buscan consejos y revisiones, tanto en línea como fuera de línea. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing23 Marketing 4.024 siempre hemos creído que la palabra marketing debería escribirse como comercial. Escribirlo de esa manera nos recuerda que el marketing se trata de lidiar con el mercado en constante cambio, y que para entender el marketing de vanguardia, debemos entender cómo el mercado ha estado evolucionando en los últimos años. Las pistas y las tendencias están ahí para que podamos ver. Una nueva clase de clientes, la que será la mayoría en el futuro cercano, está emergiendo a nivel mundial: jóvenes, urbanos, de clase media con una fuerte movilidad y conectividad. Si bien los mercados maduros están lidiando con una población que está envejeciendo, el mercado emergente está disfrutando del dividendo de - mográfico de una población más joven y productiva. No solo son jóvenes, también están migrando rápidamente a las zonas urbanas y adoptando un estilo de vida de gran ciudad. La mayoría de ellos son de clase media o superior y, por lo tanto, tienen un ingreso considerable para gastar. Al ascen - der de un nivel socioeconómico más bajo, aspiran a lograr objetivos más grandes, a experimentar cosas mejores y a emular los comportamientos de las personas de las clases superiores. Estos rasgos los convierten en un mercado atractivo para los profesionales del marketing. Pero lo que distingue a este nuevo tipo de clientes de otros mercados que hemos visto antes es su tendencia a ser móviles. Se mueven mucho, a menudo viajan diariamente y viven la vida a un ritmo más rápido. Todo debe ser instantáneo y eficiente en el tiempo. Cuando están interesados en cosas que ven en la televisión, las buscan en sus dispositivos móviles. Cuando deciden si comprar algo en la tienda, investigan el precio y la calidad en línea. Al ser nativos digitales, pueden tomar deci - siones de compra en cualquier lugar y en cualquier momento, involucrando una amplia gama de dispositivos. A pesar de su conocimiento de Internet, les encanta experimentar cosas físicamente. Valoran el compromiso de alto contacto cuando interactúan con marcas. También son muy sociales; se comunican y confían el uno en el otro. De hecho, confían más en su red de amigos y familiares que en las corporaciones y marcas. En resumen, están muy conectados. Rompiendo los mitos de la conectividad La conectividad es posiblemente el cambio de juego más importante en la historia del marketing. Por supuesto, ya no se puede considerar una nueva palabra de moda, pero ha cambiado, muchas facetas del marketing y no muestra signos de desaceleración. La conectividad nos ha hecho cuestionar muchas teorías dominantes y suposiciones importantes que hemos aprendido sobre la gestión de clientes, productos y marcas. La conectividad reduce significativamente los costos de interacción entre empresas, empleados, socios de canal, clientes y otras partes relevantes. Esto, a su vez, reduce las barreras para ingresar a nuevos mercados, permite el desarrollo concurrente de productos y acorta el tiempo para la creación de marca. Ha habido varios casos de cómo la conectividad rápidamente interrumpió las industrias de larga data con barreras de entrada aparentemente altas. Amazon ha interrumpido las librerías de ladrillo y mortero y más tarde la industria editorial. Del mismo modo, Netflix ha perturbado las tiendas físi - cas de alquiler de videos y, junto con empresas como Hulu, ha sacudido los servicios de televisión satelital y de televisión por cable. De manera similar, Spotify y Apple Music han cambiado la forma en que funciona la distribución de música. La conectividad también cambia la forma en que vemos la competencia y los clientes. Hoy, la cola - boración con los competidores y la co-creación con los clientes son fundamentales. La competencia ya no es un juego de suma cero. Los clientes ya no son los receptores pasivos de los movimientos de segmentación, focalización y posicionamiento de una compañía. La conectividad acelera la diná - mica del mercado hasta el punto en que es virtualmente imposible que una empresa soporte por sí sola y dependa de los recursos internos para ganar. Una empresa debe enfrentar la realidad de que para ganarla debe colaborar con partes externas e incluso involucrar la participación del cliente. El éxito del programa Connect + Develop de Procter and Gamble (P & G) ejemplifica esto. En lugar de proteger el valor de marca de Febreze como su propia ventaja competitiva, P & G otorga la licencia de marca. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing25 para nuevas categorías Las compañías socias como Kaz y Bissel lanzaron ventiladores con aroma a Honeywell y filtros para bolsas de aspiradoras que llevan la marca Febreze. A pesar de la influencia obvia, la conectividad a menudo se subestima como una mera aplicación de la tecnología que los especialistas en marketing deben enfrentar. Ver la conectividad desde un punto de vista tecnológico solo a menudo sería engañoso. En el contexto de la estrategia, muchos especialistas en marketing ven la conectividad simplemente como una plataforma e infraestructura habilitadora que respalda la dirección general. Una visión más amplia de la conectividad permite a los especialistas en marketing evitar esta trampa. Si bien es cierto que la conectividad ha sido impulsada por la tecnología, es decir, “tecnología de pantalla e Internet”, su importancia es mucho más estratégica. Una encuesta de Google revela que el 90 por ciento de nuestras interacciones con los medios aho - ra se ve facilitado por pantallas: teléfonos inteligentes, mesas, computadoras portátiles y pantallas de televisión. Las pantallas se están volviendo tan importantes en nuestras vidas que pasamos más de cuatro horas de nuestro tiempo libre a diario para usar pantallas múltiples de forma secuencial y simultánea. Y detrás de estas interacciones basadas en pantallas, Internet ha sido la columna vertebral. El tráfico mundial de Internet ha crecido en un factor de 30 entre 2000 y 2014, conectan - do a cuatro de cada diez personas en el mundo. Según un pronóstico de Cisco, veremos otro salto de diez veces del tráfico mundial de internet para 2019, impulsado por más de 1 1 mil millones de dispositivos móviles conectados. Con un alcance tan masivo, la conectividad transforma la forma en que los clientes se comportan. Al comprar en la tienda, la mayoría de los clientes buscaría la comparación de precios y las rese - ñas de productos. La investigación de Google muestra que ocho de cada diez usuarios de teléfonos inteligentes en los Estados Unidos realizan búsquedas móviles en la tienda. Incluso cuando se mira publicidad televisiva, más de la mitad de la audiencia televisiva en Indonesia realiza búsquedas mó - viles. Los productos derivados de Internet también permiten la transparencia. Los medios sociales como Twitter e Instagram les permiten a los clientes mostrar y compartir su experiencia con el cliente, lo que inspira aún más a otros clientes de la misma clase o de una clase inferior para emular y llevar a cabo una experiencia similar. Los sitios de calificación comunitaria como TripAdvisor y Yelp facultan a los clientes a tomar decisiones informadas basadas en la sabiduría de la multitud. Por lo tanto, para abarcar completamente la conectividad, necesitamos verla de manera holística. Si bien la conectividad móvil, a través de dispositivos móviles, es importante, es el nivel más bási - co de conectividad, en el cual Internet sirve solo como una infraestructura de comunicaciones. El siguiente nivel es la conectividad experimental, en la que Internet se utiliza para ofrecer una expe - riencia de cliente superior en puntos de contacto entre clientes y marcas. En esta etapa, ya no nos preocupa solo el ancho sino también la profundidad de la conectividad. El último nivel es la conecti - vidad social, que se trata de la fuerza de la conexión en las comunidades de clientes. Dado que la conectividad está estrechamente relacionada con el segmento de jóvenes, a menudo se considera relevante solo para la generación más joven de clientes. Como resultado, muchos es - pecialistas en marketing implementan el marketing “conectado” como una estrategia separada para los jóvenes sin entender completamente cómo encaja con la estrategia de marketing en general. Es cierto que, al ser nativos digitales, los clientes más jóvenes son los primeros en adoptar la conec - tividad, pero también inspiran a sus mayores a adoptar la conectividad. Además, a medida que la población mundial envejece con el tiempo, los nativos digitales se convertirán en la mayoría y la conectividad eventualmente se convertirá en la nueva normalidad. La importancia de la conectividad trascenderá la tecnología y el segmento demográfico. La conecti - vidad cambia la base clave del marketing: el mercado en sí. Marketing 4.026 Paradoja n. ° 1: Interacción en línea versus interacción fuera de línea El impacto de la conectividad con respecto a los negocios en línea y fuera de línea no es claro. Si bien los negocios en línea han ocupado una porción significativa del mercado en los últimos años, no creemos que reemplacen completamente a los negocios fuera de línea. Del mismo modo, no creemos que el marketing en línea de “nueva ola” reemplazará en última instancia el marketing “legado” fuera de línea. De hecho, creemos que deben coexistir para ofrecer la mejor experiencia al cliente. He aquí por qué: en un mundo cada vez más tecnológico, la interacción de alto contacto se está convirtiendo en la nueva diferenciación. Birchbox, un minorista de productos de belleza por primera vez en línea, abrió su tienda de ladrillo y mortero para complementar su negocio existente de co - mercio electrónico. El minorista ofrece iPads para hacer recomendaciones personalizadas, imitando su esquema de personalización en línea. Zappos, un minorista de calzado y ropa en línea, se basa en gran medida en interacciones muy personales del centro de llamadas como una fórmula gana - dora. Comprar zapatos en línea puede ser una tarea desalentadora para muchos clientes, pero un toque de consulta personal de los agentes del call center reduce la barrera psicológica. Otro ejem - plo son los Express Financial Centers del Bank of America. Al realizar transacciones en cajeros automáticos en estos centros, los clientes pueden chatear por video con un cajero personal para obtener ayuda. El servicio combina conveniencia ATM con un toque humano personalizado. Incluso Amazon necesitaba crear un “canal físico” con su Botón de tablero, que permite a los compradores reponer automáticamente los productos del hogar, como café y detergente, presionando un botón del tamaño de un timbre. Es el primer intento de “conexión de cosas” de Amazon para conectar dispositivos que por lo demás están fuera de línea, como un mercado de café y una lavadora. Por otro lado, una interfaz de alta tecnología también puede mejorar una interacción predominan - temente táctil, haciéndola más atractiva. El proyecto shopBeacon de Macy es un ejemplo de esto. Con los transmisores iBeacon de Apple instalados en varias ubicaciones dentro de una tienda Macy’s, los clientes serán alertados con ofertas altamente específicas durante su viaje en la tienda. Al pasar por cierto departamento, los clientes pueden recordar su lista de compras, recibir notifica - ciones de descuento y recibir recomendaciones de regalos a través de una aplicación de iPhone. A medida que los datos de las transacciones se acumulan con el tiempo, las ofertas se personali - zarán más para cada perfil de comprador. Otro ejemplo es el estudio de sofá de John Lewis, que permite a los clientes seleccionar un modelo de sofá de Miniaturas impresas en 3-D. Al colocar una miniatura junto a una selección de telas frente a la pantalla de una computadora, los clientes pueden ver cómo se verá el sofá en la pantalla. Da una experiencia de usuario muy lúdica al elegir el modelo de sofá y la tela. Como resultado, el mundo en línea y fuera de línea finalmente coexistirá y convergerá. La tecno - logía toca tanto el mundo en línea como el espacio físico fuera de línea, posibilitando la máxima convergencia en línea y fuera de línea. Las tecnologías de sensores, como la comunicación de campo cercano (NFC) y el iBeacon basado en la ubicación, proporcionan una experiencia del clien - te mucho más atractiva. En la sala de máquinas, el análisis de big data permite la personalización que los nuevos clientes anhelan. Todos estos complementan la interfaz humana tradicional que fue la columna vertebral del marketing antes del surgimiento de Internet. Los medios tradicionales y contemporáneos para las comunicaciones de marketing, como la televi - sión y las redes sociales, también se complementarán entre sí. Muchas personas van a Twitter en busca de noticias de última hora, pero finalmente vuelven a la televisión y miran CNN para obtener una cobertura de noticias más creíble y más profunda. Por otro lado, mirar televisión es a menudo un desencadenante para que las personas realicen actividades en línea en sus teléfonos inteligen - tes. Por ejemplo, una película que se muestra en la televisión puede desencadenar una búsqueda en línea de revisión. Un comercial de televisión también puede ser un llamado a la acción para que las personas compren productos en línea. Los personajes de los nuevos clientes nos llevan a darnos cuenta de que el futuro del marketing será una combinación perfecta de experiencias en línea y fuera de línea en las rutas de los clientes. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing27 Al principio, el conocimiento de la marca y el atractivo provendrán de una combinación de comuni - caciones de mercadotecnia impulsadas por análisis, experiencias pasadas del cliente y recomen - daciones de amigos y familiares, tanto en línea como fuera de línea. Luego, los clientes realizarán un seguimiento a través de una serie de investigaciones adicionales, utilizando las revisiones de otros clientes, nuevamente en línea y fuera de línea. Si los clientes deciden hacer una compra, experimentarán un toque personalizado tanto desde la máquina como desde la interfaz humana. Los clientes experimentados a su vez convertirse en defensores de los clientes sin experiencia. Se registran experiencias completas, lo que mejora aún más la precisión del motor de análisis. En un mundo altamente conectado, un desafío clave para las marcas y las compañías es integrar elementos en línea y fuera de línea en la experiencia total del cliente. Paradoja n. ° 2: cliente informado versus cliente distraído Todos pensamos que los clientes de hoy son los más poderosos. Es válido decir que la mayoría de ellos busca activamente información sobre marcas. Toman decisiones de compra más informadas. Pero a pesar de su mayor nivel de curiosidad y conocimiento, no tienen el control de lo que quieren comprar. Al tomar decisiones de compra, los clientes están esencialmente influenciados por tres factores. En primer lugar, están influenciados por las comunicaciones de marketing en diversos medios, como anuncios de televisión, anuncios impresos y relaciones públicas. En segundo lugar , están persua - didos por las opiniones de sus amigos y familiares. En tercer lugar, también tienen conocimiento personal y una actitud sobre ciertas marcas basadas en experiencias pasadas. La verdad es que los clientes de hoy en día se han vuelto altamente dependientes de las opiniones de los demás. En muchos casos, las palabras de otros incluso han superado tanto las preferencias personales como las comunicaciones de marketing. La razón para esto no es otra que la conectivi - dad en sí misma. En el lado positivo, la conectividad ofrece mucha protección y confianza. En la mente de los clien - tes, su círculo más cercano de amigos y familiares brinda protección contra las malas marcas y compañías. Pero la conectividad, junto con la presencia de múltiples dispositivos y pantallas, tam - bién trae distracciones. Se dificulta la capacidad de los clientes para centrarse y , a menudo limita su capacidad de decidir. Por lo tanto, muchos clientes toman sus decisiones siguiendo la sabiduría de la multitud. Esto se ve impulsado por el bajo nivel de confianza que los clientes depositan en la publicidad y el tiempo limitado que tienen para comparar las calidades y los precios. Promover, Debido a que es muy conveniente recibir consejos de otros, la importancia del boca a boca está creciendo en la decisión final de compra. Este es el retrato de los futuros clientes conectados pero distraídos. Una encuesta del Centro Nacional de Información Biotecnológica muestra que la capacidad de atención humana promedio ha disminuido de 12 segundos en 2000 a 8 segundos en 2013. Esto se puede atribuir al volumen masivo y abrumador de mensajes que constantemente bombardean nuestro dispositivo móvil co - nectado y la demanda atención instantánea. El desafío para los mercadólogos en el futuro es doble. En primer lugar, los especialistas en mar - keting deben ganarse la atención de los clientes. Sería difícil para un gerente de marca lograr que un cliente se siente a través de un anuncio de 30 segundos y para que un vendedor involucre a un cliente usando un discurso de 30 segundos. En el futuro, será más difícil transmitir un mensaje de marca. La atención del cliente será escasa; por lo tanto, solo marcas con WOW! Los factores valdrán la pena para que escuchen y aboguen. En segundo lugar, los especialistas en marketing necesitan crear conversaciones de marca en las comunidades de clientes a pesar de no tener mu - cho control sobre el resultado. Los profesionales del marketing deben asegurarse de que cuando los clientes preguntan a otros sobre una marca, haya defensores leales que influyan en la decisión a favor de la marca. Marketing 4.028 Paradoja n. ° 3: Defensa negativa versus defensa positiva La conectividad permite a los clientes expresar opiniones que otros pueden escuchar. Cambia la mentalidad de los clientes al admitir que los consejos de desconocidos pueden ser más creíbles que una recomendación de los patrocinadores de marcas famosas. Por lo tanto, la conectividad crea un entorno perfecto para la defensa de las marcas por parte de los clientes. La promoción en sí no es un concepto nuevo en marketing. También conocido como “boca a boca”, se ha convertido en la nueva definición de “lealtad” durante la última década. Los clientes que se consideran leales a una marca tienen la voluntad de respaldar y recomendar la marca a sus amigos y familiares. La medida más famosa de defensa de la marca es, sin duda, la puntuación Net Promoter Score diseñada por Frederick Reichheld. Él argumenta que hay tres amplias categorías de clientes con respecto a su actitud hacia una marca: promotores, que recomiendan la marca; pasivos, que son neutrales; y detractores, quienes probablemente no recomendarán la marca. El puntaje neto del promotor se mide por el porcentaje de promotores restados del porcentaje de detractores. El ar - gumento clave es que el mal efecto del boca a boca negativo reduce el efecto positivo del boca a boca positivo. Si bien el concepto ha demostrado ser útil para rastrear la lealtad, la simple resta puede dejar algu - nas ideas importantes. Cuando una marca se mantiene fiel a su ADN y persigue consistentemente su segmento objetivo, la marca polariza el mercado. Algunos se convierten en amantes y otros se vuelven enemigos de la marca. Pero en el contexto de la conectividad, una incidencia negativa pue - de no ser necesariamente algo malo. En realidad, a veces una marca necesita una defensa negati - va para desencadenar una defensa positiva de los demás. Argumentamos que, en muchos casos, sin incidencia política negativa, la defensa positiva puede permanecer latente. Al igual que el conocimiento de marca, la defensa de la marca puede ser espontánea o puede provocarse. La defensa espontánea de la marca ocurre cuando un cliente, sin que se le pida o pre - gunte, recomienda activamente una marca en particular. En verdad, este tipo de defensa es raro. Uno necesita ser un fan incondicional para ser un defensor activo. Otra forma de promoción es la promoción incitada, una recomendación de marca que resulta de un disparador de los demás. Este tipo de defensa, aunque es muy común, está latente. Cuando una marca tiene una fuerte inciden - cia, debe ser activada ya sea por las consultas de los clientes o por una defensa negativa. Es cierto que el equilibrio entre amantes y enemigos debe ser administrado. Aún así, las grandes marcas no necesariamente tienen más amantes que odiadores. De hecho, YouGov BrandIndex revela un hecho interesante. McDonald’s, por ejemplo, tiene un 33 por ciento de amantes y un 29 por ciento de enemigos, una polarización casi equilibrada. Starbucks tiene un perfil similar: 30 por ciento de amantes y 23 por ciento de enemigos. Desde el punto de vista de Net Promoter Score, dos de las principales marcas en la industria de alimentos y bebidas tendrían puntuaciones muy bajas porque tienen demasiados enemigos. Pero desde un punto de vista alternativo, el grupo de enemigos es un mal necesario que activa al grupo de amantes para defender a McDonald’ s y Starbucks contra las críticas. Sin una defensa tanto positiva como negativa, las conversaciones de marca serían aburridas y menos atractivas. Cualquier marca que tenga caracteres fuertes y ADN probablemente no sea popular con un seg - mento de mercado determinado. Pero lo que estas marcas deberían pretender tener es la fuerza de ventas definitiva: un ejército de amantes que están dispuestos a proteger la marca en el mundo digital. Resumen: Comercialización en medio de paradojas El panorama cambiante crea un conjunto de paradojas para que los mercadólogos puedan abordar, una de las cuales es la interacción en línea y no en línea. Ambos deben coexistir y ser Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing29 complementarios, con el objetivo común de brindar una experiencia superior al cliente. Además, existe una paradoja entre el cliente informado y el distraído. Aun cuando la conectividad les da a los clientes abundante información, los clientes también se vuelven demasiado dependientes de las opiniones de los demás, que a menudo superan las preferencias personales. Finalmente, con la conectividad surgen enormes oportunidades para que las marcas obtengan defensas positivas. Aún así, también son propensos a atraer defensorías negativas. Marketing 4.030 Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing31 Cuando se trata de defensa de la marca en el mundo digital, no todos los clientes son creados iguales. Algunos segmentos dependen de sus preferencias personales y de lo que escuchan de la publicidad; por lo tanto, la defensa no les importa. Además, no comparten su experiencia con todos los demás. Otros segmentos tienen una mayor tendencia a solicitar y dar recomendaciones sobre las marcas. Ellos son los que son más propensos a ser defensores de la marca leales. Para aumentar la probabilidad de obtener apoyo, los especialistas en marketing deben apostar por los jóvenes, las mujeres y los internautas (YWN). Muchos temas relacionados con estos tres segmentos principales se han investigado y explorado por separado. En términos de tamaño, cada uno de estos es un segmento muy lucrativo. Por lo tanto, el enfoque de marketing se ha adaptado específicamente para atenderlos. Pero aquí está la imagen más grande. Hay un hilo común que los conecta: YWN son los segmentos más influyentes en la era digital. Tal vez no sea sorprendente que la mayoría de las subculturas, grupos que tienen conjuntos de normas y creencias fuera de la cultura dominante (por ejemplo, cosplayers, homeschoolers y hackers), provengan principalmente de jóvenes, mujeres o internautas. Eran, en muchas partes del mundo, consideradas minorías y en la periferia de la sociedad. En el pasado, la autoridad y el poder en verdad pertenecían a personas mayores, hombres y ciudadanos. Esto se debió al tra - dicionalmente mayor nivel de ingresos y poder adquisitivo que las personas mayores, hombres y ciudadanos han tenido. Pero con el tiempo, la importancia e influencia de YWN ha aumentado significativamente. De hecho, las subculturas que YWN representa han comenzado a influir en la cultura dominante. Sus redes de comunidades, amigos y familiares relativamente más grandes les permiten hacer esto. Los jóvenes, por ejemplo, establecen las tendencias para sus mayores, especialmente cuando se trata de campos de cultura pop como la música, el cine, los deportes, la comida, la moda y la tecno - logía. Las personas mayores a menudo no tienen el tiempo y la agilidad explorar completamente la cultura pop que cambia rápidamente; simplemente siguen y dependen de las recomendaciones de la juventud. Los consumidores de la generación más joven a menudo se convierten en los primeros en probar nuevos productos, convirtiéndose a menudo en el principal mercado objetivo para los especialistas en marketing. Cuando los jóvenes aceptan nuevos productos, esos productos gene - ralmente llegan exitosamente al mercado principal. En muchos países, las mujeres en el hogar actúan como directora financiera de la familia. Al selec - cionar qué marca comprar en muchas categorías de productos y servicios, las voces de las mujeres a menudo superan a las de los hombres. Esto se debe a que la mayoría de las mujeres tienen la paciencia y el interés de pasar por un proceso integral de investigación para la mejor opción, algo que la mayoría de los hombres considera inútil o incluso doloroso. Por lo tanto, las mujeres desem - peñan un papel importante para convertirse en las guardianas de los productos y servicios que los especialistas en marketing ofrecen a las familias. Los cibernautas, o ciudadanos de internet, también son muy influyentes. Como nativos digitales, son muy conocedores al conectarse con otros en línea mientras comparten información. Si bien no toda su información compartida es valiosa y no todas sus actividades son productivas, son clara - mente el epítome de los clientes más inteligentes. Al representar lo que ven como un verdadero modelo de democracia sin fronteras, expresan libremente sus opiniones y sentimientos sobre las marcas, a menudo de forma anónima. Crean calificaciones, publican comentarios e incluso crean contenido al que otros ciudadanos prestan atención. Debido a sus características, YWN no es fácil de impresionar. Pero cuando los impresionemos, serán los defensores más leales de nuestras marcas. La defensa de la marca de segmentos de calidad como YWN es más valiosa que la de otros. Debido a que YWN tiene una gran influencia en el mercado principal, las marcas obtendrán grandes beneficios al involucrarlos. Marketing 4.032 Juventud: Adquirir la mente Compartir Para los especialistas en marketing, tiene sentido apuntar a los jóvenes. Según un informe del Fon - do de Población de las Naciones Unidas (FPNU), en 2014 hubo 1.8 mil millones de jóvenes entre las edades de 10 y 24 años, el número más alto en la historia de la humanidad, y su número seguirá creciendo. Curiosamente, aproximadamente el 90 por ciento de ellos viven en países menos desarrollados. Se enfrentan a todo tipo de desafíos de la vida para desarrollar todo su potencial en la educación y la carrera mientras administran dinámicas sociales entre sus compañeros. Los vendedores están identificando y resolviendo estos desafíos. El objetivo es ser relevante para la vida de los jóvenes y, por lo tanto, tener acceso a sus billeteras en creci - miento. Incluso los vendedores cuyos productos y servicios no apuntan principalmente a clientes jóvenes persiguen este lucrativo mercado. El objetivo es influir en sus mentes temprano en sus vidas, inclu - so si todavía no es rentable hacerlo actualmente. Los jóvenes de hoy, en el futuro cercano, serán los clientes principales y probablemente los más rentables. Además, apuntar a los jóvenes es lo más emocionante que hacen los especialistas en marketing. El marketing para ellos siempre implica anuncios geniales, contenido digital moderno, respaldos de celebridades o activaciones de marca innovadoras. A diferencia de los segmentos más antiguos, los jóvenes son tan dinámicos que rara vez es improductivo involucrarse con ellos. Y dado que el tamaño demográfico es enorme, las empresas a menudo están dispuestas a gastar mucho en este interesante segmento de marketing. El papel de los jóvenes en influir en el resto del mercado es inmenso. En primer lugar , son los pri - meros en adoptar. A menudo se acusa a los jóvenes de ser rebeldes y antisistema, es decir, aman lo que los adultos odian. Aunque algunos jóvenes se comportan como acusados, la mayoría de ellos no lo son. La verdad es que los jóvenes simplemente no temen a la experimentación. Prueban nuevos productos y experimentan nuevos servicios que los segmentos más antiguos consideran demasiado arriesgados. Los mercadólogos con productos recientemente desarrollados y lanzados los necesitan. Una estrategia para jóvenes primero a menudo tiene la mayor probabilidad de éxito. Cuando el iPod se introdujo por primera vez en 2001, la tonalidad orientada a la juventud de su publicidad ayudó a crear rápida adopción temprana y, con el tiempo, a incorporar el éxito en el mercado. De manera similar, cuando Netflix ofreció su servicio de solo transmisión en 2010, sus primeros usuarios fueron jóvenes conocedores de la tecnología. En segundo lugar, los jóvenes son los que marcan tendencias. Los jóvenes son los clientes de Now Generation que exigen todo al instante. Cuando se trata de tendencias, son muy ágiles. Siguen las tendencias tan rápido que los especialistas en marketing a menudo no se mantienen al día. Pero lo bueno es que esto permite a los especialistas en marketing identificar rápidamente las tendencias que influirán en el mercado en el futuro cercano. Su naturaleza tribal significa que los jóvenes también están muy fragmentados. Por lo tanto, las tendencias que siguen los jóvenes están igualmente fragmentadas. Ciertas tendencias de deportes, música y moda pueden tener seguidores de culto entre algunas tribus juveniles, pero pueden no ser relevantes para otros. Quizás la única tendencia que siguen la mayoría de los jóvenes es el movi - miento hacia un estilo de vida digital. Mientras que muchas tendencias respaldadas por los jóvenes resultan ser modas efímeras debi - do a esta fragmentación, algunas tendencias en evolución logran llegar a la corriente principal. El ascenso de Justin Bieber, que inicialmente ganó fama como artista de YouTube seguido por millo - nes de jóvenes, es un ejemplo. Todo el universo de las redes sociales, como Facebook y Twitter, también comenzó como una tendencia entre los jóvenes. Del mismo modo, los servicios de strea - ming de música como Spotify, Apple Music y Joox fueron llevados al mercado principal por clientes jóvenes. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing33 Finalmente, los jóvenes son cambiadores de juego. A menudo se asocian con conductas irrespon - sables y egoístas. Pero las tendencias recientes muestran que están madurando mucho antes. Esto se debe a que los jóvenes responden más rápidamente a los cambios que suceden en el mun - do, como la globalización y los avances tecnológicos. Ahora, les preocupa lo que está sucediendo a su alrededor. De hecho, son uno de los principales impulsores del cambio en el mundo. Podemos ver esto en los crecientes movimientos de empoderamiento de los jóvenes. RockCorps, por ejemplo, es una plataforma que permite a los jóvenes ser voluntarios durante cuatro horas para transformar comunidades y ganar un boleto para un concierto exclusivo. Otro ejemplo es WE.org, que invita jóvenes para participar en eventos que cambian el mundo, como una serie de inspiradores concier - tos en vivo “WE Day”, así como para comprar productos “ME to WE” que tienen un impacto social. Indonesia Mengajar ofrece una plataforma de empoderamiento similar a través de la educación. Selecciona rigurosamente a los mejores graduados del país, pidiéndoles que renuncien a empleos potencialmente bien remunerados en favor de la enseñanza en escuelas remotas de las aldeas du - rante un año. Estos movimientos hacen que el voluntariado se vea genial. Más importante aún, este programa aumenta la conciencia de las generaciones mayores sobre la importancia del activismo y el impacto social. Estos roles (los primeros en adoptar, establecer tendencias y cambiar los juegos) conducen a la conclusión de que los jóvenes son la clave para compartir la mente. Si las marcas quieren influir en las mentes de los clientes convencionales, convencer a los jóvenes es el primer paso importante. Mujeres: Creciendo la cuota de mercado El mercado femenino también es lógico para los mercadólogos. No solo su tamaño es enorme, el perfil del segmento también es distintivo. Destacando las diferencias psicológicas, John Gray argu - menta metafóricamente que “los hombres son de Marte, las mujeres son de Venus”. Las diferencias inherentes entre hombres y mujeres han sido un tema tanto para la psicología como para el marketing. Muchos expertos han expuesto sus puntos de vista sobre el marketing para las mujeres. Muchos productos, servicios y campañas de marketing se han desarrollado específica - mente para mujeres. La influencia que las mujeres tienen en los demás se define por lo que hacen. Rena Bartos, en su libro Marketing to Women Around the World, describe la segmentación del mercado femenino: ama de casa que se queda en casa, ama de casa de plan para trabajar, mujer trabajadora con un trabajo o mujer de carrera. En pocas palabras, el mundo de las mujeres gira en torno a la familia y el trabajo. El dilema que enfrentan a menudo es elegir una alternativa o un equilibrio entre la familia y la carrera. Pero siendo más adecuado Para realizar tareas múltiples, las mujeres son inherentemente mejores gerentes cuando se trata de asignaciones complejas y multifacéticas, en el hogar, en el trabajo o ambas. En general, hay tres roles que juegan las mujeres. Primero que nada, las mujeres son recolectoras de información. Según Martha Barletta, el proceso de toma de decisiones de una mujer difiere del de un hombre. Mientras que el camino de compra de un hombre es breve y sencillo, la mujer se parece a una espiral, a menudo volviendo a los pasos anteriores para recopilar nueva información y para volver a evaluar si la decisión correcta es pasar al siguiente paso. Las mujeres suelen pasar horas en las tiendas revisando la calidad y comparando precios, así como horas investigando en línea, mientras que los hombres suelen limitar su búsqueda y buscar lo que quieren lo más rápido posible. Las mujeres no solo investigan más, también conversan más sobre las marcas. Buscan las opinio - nes de sus amigos y familiares, y están abiertos a recibir ayuda de otros. Mientras que los hombres solo quieren hacer las cosas, las mujeres quieren encontrar el producto perfecto, el servicio perfec - to o la solución perfecta. Marketing 4.034 Para los especialistas en marketing, la naturaleza de la recolección de información de las mujeres tiene sus beneficios. Significa que todas las comunicaciones de marketing y los esfuerzos de edu - cación del cliente no son un desperdicio. Las mujeres realmente prestan atención a toda la informa - ción, y eventualmente la resumirán para los demás. En relación con eso, las mujeres son compradoras holísticas. El hecho de que experimenten más puntos de contacto en su camino de compra en espiral significa que están expuestos a más facto - res para su consideración. Es más probable que consideren todo (beneficios funcionales, benefi - cios emocionales, precios, etc.) antes de determinar el verdadero valor de los productos y servicios. Para ciertas categorías de hogares, las mujeres consideran el valor de los productos no solo para ellos sino para toda la familia. Las mujeres también consideran y buscan más marcas, incluidas marcas menos populares que creen que pueden tener más valor. Debido a esto, las mujeres tienen más confianza en su elección cuando finalmente comprar. Por lo tanto, son más leales y más inclinados a recomendar su elección a su comunidad. Debido a estas cualidades antes mencionadas, las mujeres son administradoras del hogar de facto. Merecen los títulos de director financiero, gerente de compras y administrador de activos de la fami - lia. No solo son los guardianes de la mayoría de los productos para el hogar, incluidos los artículos costosos, sino también las mujeres que influyen en otros productos, como la inversión y los servi - cios financieros. Un informe del Pew Research Center en 2008 reveló que en el 41 por ciento de los hogares esta - dounidenses, las mujeres eran las que tomaban las decisiones, mientras que en el 26 por ciento de los hogares, los hombres eran más dominantes (en el resto de los hogares dividían por igual la toma de decisiones). . En Indonesia, la imagen es aún más sorprendente. Según una encuesta realizada por MarkPlus Insight en 2015, alrededor del 74 por ciento de las mujeres indonesias administraban todas las finanzas familiares, controlando incluso los ingresos de sus cónyuges, aunque solo el 51 por ciento de ellas trabajaba. Resulta que el papel que las mujeres juegan en casa se está extendiendo al lugar de trabajo. En 2013, la Oficina de Estadísticas Laborales de EE. UU. Informó que las mujeres representan el 41 por ciento de los empleados que tienen autoridad para tomar decisiones de compra para sus em - pleadores en los Estados Unidos. La influencia de las mujeres en el hogar y en el trabajo está creciendo. Como recolectores de infor - mación, compradores holísticos y gerentes de hogares, las mujeres son la clave para ganar partici - pación de mercado en la economía digital. Para acceder a mercados aún más grandes, las marcas necesitarán superar el proceso integral de toma de decisiones de las mujeres. Internautas: ampliar el corazón Compartir Michael Hauben, que acuñó la palabra a principios de la década de 1990, define a los internautas como las personas que cruzan las fronteras geográficas y se preocupan por ellos y trabajar activa - mente para desarrollar Internet en beneficio del mundo en general. Se considera que los internautas son los verdaderos ciudadanos de la democracia porque quieren involucrarse en el desarrollo de Internet. Ven el mundo horizontalmente, no verticalmente. El con - tenido en Internet es creado y compartido por las personas y para las personas. Pero ellos creen en la democracia total y no tanto en el gobierno. Abrazan la apertura y el intercambio con otros sin límites geográficos. Según las estimaciones de las Naciones Unidas, hay 3.400 millones de usuarios de Internet, el 45 por ciento de la población mundial. No todos se pueden considerar internautas o ciudadanos de Internet. La segmentación Social Forrester de Technographics puede ayudar a explicar por qué no Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing35 todos los usuarios de Internet merecen ser llamados cibernautas. Según la segmentación, existe una jerarquía de usuarios de Internet, incluidos inactivos, espectadores (personas que miran y leen contenido en línea), personas que se unen (personas que se unen y visitan redes sociales), reco - lectores (personas que agregan etiquetas a páginas web y usan canales RSS ), críticos (personas que publican clasificaciones y comentarios en línea) y creadores (personas que crean y publican contenido en línea). Los coleccionistas, críticos y creadores caracterizan mejor a los cibernautas, personas que contribuyen activamente a Internet y no solo consumen en Internet. Su papel en influenciar a otros está relacionado con su deseo de estar siempre conectados y contri - buir. Los internautas son conectores sociales. Sabemos que a los internautas les encanta conectar - se. Hablan el uno con el otro, y la información fluye mientras conversan. Bajo el anonimato, tienen menos riesgos y, por lo tanto, tienen más confianza cuando interactúan con otros y participan en conversaciones en línea. En Internet, sus nombres de usuario y avatares son sus identidades. Hay muchas maneras de conectarse socialmente en internet. Los más populares son los servicios de redes sociales y las aplicaciones de mensajería instantánea como Facebook, WhatsApp, QQ, Tumblr, Instagram y LinkedIn. UN la relación en esas plataformas generalmente comienza como una conexión uno a uno entre dos personas que se conocen y confían entre sí. Esta conexión inicial conducirá a un enlace entre las redes separadas de los dos individuos, creando una conexión de muchos a muchos. Desde el exterior, las comunidades en línea se ven como redes de extraños, pero en el interior, son redes de amigos confiados. Como se trata de una red de muchos a muchos basada en relaciones uno a uno, una comunidad de Internet generalmente crece exponencialmente y se convierte en una de las formas más sólidas de comunidad. Los internautas también son evangelizadores expresivos. Al no revelar sus verdaderas identidades, los usuarios de Internet pueden ser muy agresivos al expresar sus opiniones. El lado negativo de esto es la aparición de ciberdelincuentes, trolls y enemigos en Internet. El lado positivo, sin em - bargo, es la aparición de evangelistas de marca. Los internautas, a diferencia de los usuarios de Internet en general, son más propensos a ser evangelizadores de marca. En el mundo de Internet, conocemos los factores f: seguidores, fanáticos y amigos. Cuando son apasionados y están emocionalmente comprometidos con una marca, los cibernautas se convier - ten en los factores f. Se convierten en evangelistas o amantes, en oposición a los que odian, de la marca. A veces inactivas, a menudo se vuelven activas cuando necesitan proteger su marca favori - ta frente a ciberdelincuentes, trolls y enemigos. Además, los evangelistas también son narradores de la marca que difunden las noticias sobre las marcas a sus redes. Cuentan historias auténticas desde el punto de vista de un cliente, un papel que la publicidad nunca puede reemplazar. Como cibernautas que tienen un perfil más alto que otros usuarios de Internet, producen una gran influencia, a menudo con un gran número de segui - dores, seguidores y amigos. Los internautas también son contribuyentes contentos. Se llaman ciudadanos de internet por una razón. Al igual que los buenos ciudadanos que contribuyen a su país, contribuyen al desarrollo de Internet. El trabajo de los internautas hace la vida más fácil para otros usuarios de internet. Con el uso de etiquetas, la información en Internet está mejor organizada y los contenidos de calidad se vuelven más fáciles de buscar para otros. Al “votar” por sitios web, los internautas recomiendan sitios web de calidad a otros. Con clasificaciones y reseñas de productos en Internet, otros usuarios pueden descubrir fácil - mente la mejor opción disponible. Sin embargo, la contribución más importante es crear contenido nuevo, que puede estar en múlti - ples formatos: artículos, libros blancos, libros electrónicos, infografías, artes gráficas, juegos, videos e incluso películas. Los autores independientes escriben páginas web, blogs y libros electrónicos. Marketing 4.036 Los músicos independientes y los creadores de películas crean éxitos comerciales convirtiéndose en usuarios de YouTube y creando contenido en la plataforma para compartir videos. Con el nuevo contenido que se crea cada segundo, Internet se está volviendo más rica y más útil, lo que beneficiará a los usuarios y atraerá a los no usuarios para que comiencen a usar Internet. Todo esto aumenta la población de internautas y el valor de Internet. Las comunidades de internautas crecen exponencialmente sobre la base de conexiones emociona - les y mutuamente beneficiosas, y son la clave para expandir el corazón de una marca. Cuando se trata del boca a boca comunitario, los cibernautas son los mejores amplificadores. Un mensaje de marca fluirá a lo largo de las conexiones sociales si recibe el sello de aprobación de los cibernau - tas. Resumen: jóvenes, mujeres y ciudadanos de Internet Jóvenes, mujeres y cibernautas han sido investigados a fondo por las empresas, pero generalmen - te como segmentos de clientes separados. Su fuerza colectiva, especialmente como los segmen - tos más influyentes en la era digital, no se ha explorado del todo. Los jóvenes son los primeros en adoptar nuevos productos y tecnologías. También establecen tendencias, pero están fragmentados en cuanto a las tendencias que siguen. En definitiva, son cambiadores de juego. Como recolectores de información y compradores holísticos, las mujeres son los administradores del hogar de facto, el director financiero, el gerente de compras y el administra - dor de activos, todo en uno. Finalmente, los cibernautas son conectores sociales, ya que se conec - tan, conversan y se comunican abrumadoramente con sus pares. También son evangelizadores expresivos y contribuidores de contenido en el mundo en línea. Juntos, los jóvenes, las mujeres y los cibernautas son la clave del marketing en la economía digital. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing37 Marketing 4.038 De acuerdo con la Organización para la Cooperación y el Desarrollo Económico (OCDE), las in - novaciones digitales pueden acercar a los países a la prosperidad sostenible. McKinsey enumera las principales innovaciones que han tenido el impacto económico más significativo, como Internet móvil, automatización del trabajo de conocimiento, Internet de las cosas, tecnología en la nube, ro - bótica avanzada e impresión tridimensional, entre otros. Estas tecnologías digitales han existido por algunos años, pero su impacto alcanzó el punto más alto recientemente, impulsado por la conver - gencia de múltiples tecnologías. Estas tecnologías ayudan a desarrollar múltiples sectores en la economía tales como comercio minorista (e-commerce), transporte (vehículos automatizados), educación (cursos en línea abiertos masivos), salud (registro electrónico y medicina personalizada), así como interacciones sociales (redes sociales) . Sin embargo, muchas de las mismas tecnologías que impulsan la economía digital también están trastornando las industrias clave y molestando a los principales operadores. Grandes minoristas como Borders y Blockbuster, por ejemplo, experimentaron las interrupciones causadas por los participantes con poder digital en sus respectivas industrias. Estos participantes con poder digital, Amazon y Netflix, son ahora los nuevos titulares principales en sus industrias. Curiosamente, incluso los disruptores del pasado pueden experimentar el mismo destino. La iTunes de Apple, que una vez alteró exitosamente a los minoristas de música tradicionales con su venta minorista de música en línea, ha sido interrumpida por Spotify y su modelo de negocio de transmi - sión de música. Los ingresos de Apple por ventas de música han disminuido desde su pico a princi - pios de la década de 2000. Apple lanzó su propio servicio de transmisión de música, Apple Music, a mediados de 2015 para rivalizar con Spotify. Adaptándose a las tecnologías disruptivas emergentes, la mayoría de los clientes están entusias - mados y ansiosos al mismo tiempo. La automatización del trabajo de conocimiento, por ejemplo, no solo ha aumentado la productividad sino que también ha generado temores de perder trabajos. La impresión 3-D ha abierto una palabra de posibilidades en términos de innovación rápida. Pero en el lado negativo, la impresión en 3-D también puede ser mal utilizada para producir armas, por ejem - plo. El dilema más importante es quizás el causado por Internet móvil. Ha llevado la conectividad entre pares y ha permitido a los clientes ser mucho más inteligentes y mejor informados que en el pa - sado. Pero un estudio de Przybylski y Weinstein de la Universidad de Essex demostró que los teléfonos celulares también pueden dañar las relaciones. La investigación reveló que los teléfonos móviles desvían la atención de las personas de sus entornos actuales. También descubrió que la sensación de poder conectarse a una red más amplia a menudo inhibe las habilidades de las personas para ser empáticos con los demás cercanos. Por lo tanto, a medida que se intensifica el impulso hacia la economía digital, los clientes anhelan la aplicación perfecta de tecnologías que les permita auto-actualizarse al mismo tiempo que se vuelven empáticos. En este período de transición y adaptación a la economía digital, se requiere un nuevo enfoque de mercadotecnia para guiar a los profesionales del marketing en la anticipación y el aprovechamiento de las tecnologías disruptivas. Durante los últimos seis años, los especialistas en marketing han estado solicitando una continuación de Marketing 3.0: de los productos a los clientes al espíritu hu - mano (Wiley, 2010). Nuestro libro fue tan universalmente aceptado que fue traducido a 24 idiomas distintos del inglés. En el libro, hablamos sobre el cambio principal del marketing impulsado por productos (1.0) al marketing centrado en el cliente (2.0) y finalmente al marketing centrado en el ser humano (3.0). Ahora queremos presentar Marketing 4.0. Marketing 4.0 es un enfoque de marketing que combina la interacción en línea y fuera de línea entre empresas y clientes. En la economía digital, la inte - racción digital por sí sola no es suficiente. De hecho, en un mundo cada vez más en línea, el tacto fuera de línea representa una fuerte diferenciación. Marketing 4.0 también combina el estilo con la sustancia. Si bien es imperativo que las marcas sean más flexibles y adaptables debido a las rápidas tendencias tecnológicas, sus personajes auténticos son más importantes que nunca. En un mundo cada vez más transparente, la autenticidad es el activo más valioso. Finalmente, Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing39 Marketing 4.0 aprovecha la conectividad de máquina a máquina y la inteligencia artificial para me - jorar la productividad de marketing mientras aprovecha la conectividad de persona a persona para fortalecer el compromiso del cliente. Pasar del marketing tradicional al digital De la segmentación y la orientación al cliente Confirmación de la comunidad Tradicionalmente, el marketing siempre comienza con la segmentación, una práctica de dividir el mercado en grupos homogéneos en función de sus perfiles geográficos, demográficos, psicográfi - cos y conductuales. La segmentación suele ir seguida de la focalización, una práctica de selección de uno o más segmentos a los que se compromete una marca en función de su atractivo y adecua - ción a la marca. La segmentación y la focalización son aspectos fundamentales de la estrategia de una marca. Permiten una asignación eficiente de recursos y un posicionamiento más nítido. Tam- bién ayudan a los especialistas en marketing a atender segmentos múltiples, cada uno con ofertas diferenciadas. Sin embargo, la segmentación y la focalización también ejemplifican la relación vertical entre una marca y sus clientes, análoga a la del cazador y la presa. La segmentación y la focalización son decisiones unilaterales de los profesionales del marketing sin el consentimiento de sus clientes. Los profesionales del marketing determinan las variables que definen los segmentos. La participación de los clientes se limita a sus aportes en la investigación de mercado, que generalmente preceden a los ejercicios de segmentación y focalización. Al ser “objetivos”, los clientes a menudo se sienten intrusos y molestos por los mensajes irrelevantes dirigidos a ellos. Muchos consideran que los men - sajes unidireccionales de las marcas son spam. En la economía digital, los clientes están socialmente conectados entre sí en redes horizontales de comunidades. Hoy, las comunidades son los nuevos segmentos. A diferencia de los segmentos, las comunidades se forman naturalmente por los clientes dentro de los límites que ellos mismos definen. Las comunidades de clientes son inmunes a los correos basura y publicidad irrelevante. De hecho, rechazarán el intento de una empresa de abrirse camino en estas redes de relaciones. Para participar efectivamente con una comunidad de clientes, las marcas deben pedir permiso. El marketing de permisos, presentado por Seth Godin, gira en torno a esta idea de pedir el consenti - miento de los clientes antes de enviar mensajes de marketing. Sin embargo, al pedir permiso, las marcas deben actuar como amigos con deseos sinceros de ayudar, no con cebos. De forma similar al mecanismo en Facebook, los clientes tendrán la decisión de “confirmar” o “ignorar” las solicitudes de amistad. Esto demuestra la relación horizontal entre marcas y clientes. Sin embargo, las empre - sas pueden continuar utilizando la segmentación, la orientación y el posicionamiento, siempre que se haga transparente para los clientes. Del posicionamiento y diferenciación de la marca a la aclaración de la marca de caracteres y códigos En un sentido tradicional, una marca es un conjunto de imágenes -con frecuencia un nombre, un logotipo y un eslogan- que distingue la oferta de productos o servicios de una empresa de la de sus competidores. También sirve como un depósito que almacena todo el valor generado por las cam - pañas de marca de la compañía. En los últimos años, una marca también se ha convertido en la representación de la experiencia general del cliente que una empresa ofrece a sus clientes. Por lo tanto, una marca puede servir como plataforma para la estrategia de una compañía, ya que cual - quier actividad en la que participe la compañía estará asociada a la marca. El concepto de marca está estrechamente relacionado con el posicionamiento de la marca. Desde la década de 1980, el posicionamiento de marca ha sido reconocido como la batalla por la mente del cliente. Para establecer una equidad sólida, una marca debe tener un posicionamiento claro y Marketing 4.040 coherente, así como un auténtico conjunto de diferenciación para respaldar el posicionamiento. El posicionamiento de la marca es esencialmente una promesa convincente que los profesionales del marketing transmiten para ganar las mentes y los corazones de los clientes. Para exhibir la verda - dera integridad de la marca y ganar la confianza de los clientes, los mercadólogos deben cumplir esta promesa con una diferenciación sólida y concreta a través de su mezcla de marketing. En la economía digital, los clientes ahora cuentan con la capacidad y la capacidad para evaluar e incluso analizar la promesa de posicionamiento de marca de cualquier empresa. Con esta transpa - rencia (debido al aumento de las redes sociales) las marcas ya no pueden hacer promesas falsas e imposibles de verificar. Las empresas pueden posicionarse como cualquier cosa, pero a menos que haya esencialmente un consenso impulsado por la comunidad, el posicionamiento no es más que una postura corporativa. Hoy en día, la comunicación constante de la identidad de marca y el posicionamiento de manera repetitiva, un factor clave de éxito en el marketing tradicional, puede que ya no sea suficiente. Con tecnologías disruptivas, ciclos de vida del producto más cortos y tendencias rápidamente cambian - tes, una marca debe ser lo suficientemente dinámica como para comportarse de ciertas maneras en ciertas situaciones. Sin embargo, lo que debería seguir siendo coherente son los códigos y los personajes de la marca. El personaje es la razón de ser de la marca, su auténtica razón de ser. Cuando el núcleo de la marca permanece fiel a sus raíces, las imágenes externas pueden ser flexi - bles. Piénselo de esta manera: al tener innumerables adaptaciones de logotipos, Google los llama doodles, MTV y Google siguen siendo sólidos pero flexibles como marcas. Desde vender las cuatro P’s hasta comercializar las cuatro C El marketing mix es una herramienta clásica para ayudar a planificar qué ofrecer y cómo ofrecer a los clientes. Esencialmente, hay cuatro P’s: producto, precio, lugar y promoción. El producto a me - nudo se desarrolla en función de las necesidades y los deseos de los clientes, capturados a través de estudios de mercado. Las empresas controlan la mayoría de las decisiones de productos desde la concepción hasta la producción. Para establecer un precio de venta del producto, las compañías usan una combinación de costo basado en competencia y cliente valor-métodos de precios basa - dos La disposición a pagar de los clientes, estimada en precios basados en el valor del consumidor, es la contribución más importante que los clientes tienen en relación con los precios. Una vez que las empresas deciden qué ofrecer (producto y precio), deben decidir cómo ofrecer (lugar y promoción). Las empresas deben determinar dónde distribuir el producto con el objetivo de hacerlo más accesible y accesible para los clientes. Las empresas también deben comunicar la información sobre el producto al público objetivo a través de diversos métodos, como publicidad, relaciones públicas y promociones de ventas. Cuando las cuatro P del marketing mix se diseñan y alinean de manera óptima, la venta se vuelve menos desafiante a medida que los clientes se sien - ten atraídos por las propuestas de valor. En un mundo conectado, el concepto de marketing mix evolucionó para dar cabida a una mayor participación de los clientes. La combinación de marketing (las cuatro P) debe redefinirse como las cuatro C (co-creación, moneda, activación comunal y conversación). En la economía digital, la co-creación es la nueva estrategia de desarrollo de productos. A través de la co-creación y la participación de los clientes desde el principio de la etapa de ideación, las empresas pueden mejorar la tasa de éxito del desarrollo de nuevos productos. La co-creación tam - bién permite a los clientes personalizar y personalizar productos y servicios, creando propuestas de valor superiores. El concepto de fijación de precios también está evolucionando en la era digital desde la fijación de precios estandarizada a la dinámica. El establecimiento de precios dinámicos, precios flexibles ba - sados en la demanda del mercado y la utilización de la capacidad, no es algo nuevo en algunas in - dustrias, como la hotelería y las aerolíneas. Pero el avance en la tecnología ha llevado la práctica a otras industrias. Los minoristas en línea, por ejemplo, recopilan una gran cantidad de datos, lo que Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing41 les permite realizar análisis de big data y, a su vez, ofrecer precios únicos para cada cliente. Con los precios dinámicos, las empresas pueden optimizar la rentabilidad cobrando a diferentes clientes de forma diferente en función de los patrones de compra históricos, la proximidad a las ubicaciones de las tiendas y otros clientes. aspectos del perfil En la economía digital, el precio es similar a la moneda, que fluctúa dependiendo de la demanda del mercado. El concepto de canal también está cambiando. En la economía colaborativa, el concepto de distri - bución más potente es la distribución punto a punto. Jugadores como Airbnb, Uber, Zipcar y Len - ding Club están alterando las industrias hotelera, de taxis, de alquiler de autos y bancaria, respec - tivamente. Brindan a los clientes un acceso fácil a productos y servicios que no son propiedad de ellos, sino de otros clientes. El aumento de la impresión 3-D impulsará aún más esta distribución entre pares en el futuro cercano. Imagine a los clientes que desean un producto y en cuestión de minutos recibir el producto impreso en frente de ellos. En un mundo conectado, los clientes exigen acceso a productos y servicios casi al instante, que solo pueden ser atendidos por sus pares en las proximidades. Esta es la esencia de la activación comunitaria. El concepto de promoción también ha evolucionado en los últimos años. Tradicionalmente, la pro - moción siempre ha sido un asunto unilateral, con empresas que envían mensajes a clientes como público. Hoy, la proliferación de redes sociales les permite a los clientes responder a esos mensa - jes. También permite a los clientes conversar sobre los mensajes con otros clientes. El aumento de los sistemas de calificación de los clientes, como TripAdvisor y Yelp, ofrece una plataforma para que los clientes tengan conversaciones y ofrezcan evaluaciones de las marcas con las que han interactuado. Con una mezcla de mercadeo conectada (las cuatro C), las compañías tienen una alta probabili - dad de sobrevivir en la economía digital. Sin embargo, el paradigma de la venta necesita cambiar también. Tradicionalmente, los clientes son objetos pasivos de técnicas de venta. En un mundo conectado, la idea es que ambas partes obtengan activamente valor comercial. Con una mayor par - ticipación de los clientes, las empresas están involucrando a los clientes en una comercialización transparente. Desde los procesos de atención al cliente hasta la atención al cliente colaborativa Antes de la compra, los clientes son tratados como objetivos. Una vez que deciden comprar, se los considera reyes en un servicio al cliente tradicional. perspectiva. Cambiando al enfoque de atención al cliente, las empresas ven a los clientes como iguales. En lugar de atender a los clientes, una empresa demuestra su genuina preocupación por el cliente escuchando, respondiendo y cumpliendo consistentemente con los términos dictados tanto por la empresa como por el cliente. En el servicio al cliente tradicional, el personal es responsable de realizar funciones y procesos específicos de acuerdo con pautas estrictas y procedimientos operativos estándar . Esta situación a menudo pone al personal de servicio en un dilema sobre objetivos en conflicto. En un mundo co - nectado, la colaboración es la clave del éxito en la atención al cliente. La colaboración se produce cuando las empresas invitan a los clientes a participar en el proceso mediante el uso de instalacio - nes de autoservicio. Marketing 4.042 Integrando el marketing tradicional y digital El marketing digital no pretende reemplazar el marketing tradicional. En cambio, los dos deberían coexistir intercambiando roles en la ruta del cliente (los detalles sobre la ruta del cliente se proporcionan en el Capítulo 5). En la etapa inicial de interacción entre empresas y clientes, el marketing tradicional juega un papel importante en la creación de conciencia e interés. A medida que avanza la interacción y los clientes demanden relaciones más estrechas con las empresas, el marketing digital gana importancia. El papel más importante del marketing digital es impulsar la acción y la defensa. Dado que el marketing digital es más responsable que el marketing tradicional… su objetivo es generar resultados, mientras que el enfoque del marketing tradicional es iniciar la interacción con el cliente. (Ver figura 4.1). La esencia de Marketing 4.0 es reconocer los roles cambiantes del marketing tradicional y digital en la construcción del compromiso y la promoción del cliente. Resumen: Redefiniendo el marketing en la economía digital Marketing 4.0 es un enfoque de marketing que combina la interacción en línea y fuera de línea entre empresas y clientes, combina el estilo con la sustancia en la creación de marcas y , en última instancia, complementa la conectividad máquina a máquina con un toque de persona a persona para fortalecer la participación del cliente. Ayuda a los especialistas en marketing a realizar la tran - sición a la economía digital, lo que ha redefinido los conceptos clave del marketing. El marketing digital y el marketing tradicional están destinados a coexistir en Marketing 4.0 con el objetivo final de ganar la defensa del cliente. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing43 Marketing 4.044 Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing45 Marketing 4.046 Con una mayor movilidad y conectividad, los clientes ya tienen un tiempo limitado para considerar y evaluar las marcas. A medida que el ritmo de vida se acelera y disminuye su capacidad de aten - ción, los clientes experimentan dificultades para concentrarse. Pero a través de múltiples canales, en línea y fuera de línea, los clientes siguen expuestos a demasiado de todo: características del producto, promesas de marca y conversaciones de ventas. Confundidos por mensajes publicitarios demasiado buenos para ser verdaderos, los clientes a menudo los ignoran y recurren a fuentes confiables de asesoramiento: su círculo social de amigos y familiares. Las empresas deben darse cuenta de que más puntos de contacto y mayor volumen de mensajes no se traducen necesariamente en una mayor influencia. Las empresas deben destacar entre la multitud y conectarse de manera significativa con los clientes en solo unos pocos puntos de contac - to críticos. De hecho, solo un momento de deleite inesperado de una marca es todo lo que se nece - sita para transformar a un cliente en el leal defensor de la marca. Para poder hacerlo, las empresas deben mapear la ruta del cliente para comprar, comprender los puntos de contacto del cliente a lo largo de la ruta e intervenir en puntos de contacto seleccionados que importan. Deben enfocar sus esfuerzos: intensificar las comunicaciones, fortalecer la presencia de los canales y mejorar la interfaz con los clientes, para mejorar esos puntos de contacto críticos y para introducir una fuerte diferenciación. Además, las compañías necesitan aprovechar el poder de la conectividad y defensa del cliente. Hoy en día, la conversación de igual a igual entre los clientes es la forma más efectiva de los me - dios. Dada esta falta de confianza, es posible que las empresas ya no tengan acceso directo a los clientes objetivo. A medida que los clientes confían en sus pares más que nunca, la mejor fuente de influencia es el ejército de clientes convertidos en defensores. Por lo tanto, el objetivo final es deleitar a los clientes y convertirlos en defensores leales. Comprender cómo las personas compran: de cuatro A a cinco A’s Uno de los marcos más antiguos y ampliamente utilizados para describir el camino del cliente es AIDA: atención, interés, deseo y acción. Como era de esperar, AIDA fue acuñado por un pionero de publicidad y ventas, E. St. Elmo Lewis, y fue adoptado por primera vez en los campos de la publicidad y las ventas. Sirve como una simple lista de verificación o un recordatorio para los ejecutivos publicitarios cuando diseñan anuncios y para los ejecutivos de ventas cuando se acercan a los posibles clientes. La campaña publicitaria y el discurso de ventas deberían captar la atención, iniciar el interés, fortalecer el deseo y , en última instancia, impulsar la acción. De forma similar a las cuatro P de marketing (producto, precio, lugar y promoción), AIDA ha sufrido varias expansiones y modificaciones. Derek Rucker de la Kellogg School of Management ofrece una modificación de AIDA que él llama las cuatro A: consciente, actitud, acto y acción nuevamente. En este marco más reciente, las eta - pas de interés y deseo se simplifican en actitud y se agrega una nueva etapa, actuar de nuevo. El marco modificado tiene como objetivo rastrear el comportamiento del cliente posterior a la compra y medir la retención de clientes. Considera una acción de recompra como un fuerte proxy para la lealtad de los clientes. El marco de las cuatro A es un modelo simple para describir el sencillo proceso tipo embudo por el que pasan los clientes al evaluar las marcas en sus conjuntos de consideración. Los clientes apren - den sobre una marca (consciente), les gusta o no la marca (actitud), deciden si la compran (actúan) y deciden si vale la pena repetir la compra (actuar de nuevo). Cuando se trata como un embudo de atención al cliente, la cantidad de clientes que atraviesa el proceso continúa disminuyendo a medi - da que pasan a la etapa siguiente. Las personas que les gusta la marca deben haber conocido la marca antes. Las personas que compran la marca deben haberles gustado antes. Y así. De forma similar, cuando se trata como un embudo de marca, el número de marcas que se están consideran - do a lo largo del camino continúa disminuyendo. Por ejemplo, el número de marcas que la gente recomienda es menor que el número de marcas que la gente compra, que a su vez es menor que la cantidad de marcas que la gente conoce. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing47 Las cuatro A también reflejan un camino principalmente personal. La mayor influencia en la toma de decisiones de los clientes a medida que avanzan en el camino proviene de los puntos de contacto de las empresas (por ejemplo, publicidad televisiva en la fase consciente, vendedor en la fase acto, centro de servicios en la fase acto nuevamente). Esto está dentro del control de una compañía. Hoy, en la era de la conectividad, el proceso directo y personal de las cuatro A’s necesita una actua - lización. Se debe definir una nueva ruta del cliente para acomodar los cambios formados por la conectividad. • En la era de la preconexión, un cliente individual determinó su propia actitud hacia una marca. En la era de la conectividad, el atractivo inicial de una marca está influenciado por la comunidad que rodea al cliente para determinar la actitud final. Muchas decisiones aparentemente personales son esencialmente decisiones sociales. La nueva ruta del cliente debe reflejar el aumento de dicha influencia social. • En la era de la preconexión, la lealtad a menudo se definía como retención y recompra. En la era de la conectividad, la lealtad se define en última instancia como la voluntad de abogar por una marca. Es posible que un cliente no necesite comprar de forma continua una marca en particular (por ejemplo, debido a un ciclo de compra más largo) o que no pueda (por ejemplo, debido a la falta de disponibilidad en ciertas ubicaciones). Pero si el cliente está satisfecho con la marca, estará dispuesto a recomendarla incluso cuando no la esté usando. La nueva ruta del cliente debe estar alineada con esta nueva definición de lealtad. • Cuando se trata de entender las marcas, los clientes ahora se conectan activamente entre sí, creando relaciones de preguntar y defender. Los cibernautas, en particular, tienen conexiones muy activas en los foros de los clientes. Los clientes que necesiten más información lo buscarán y se conectarán con otros clientes con mejores conocimientos y más experiencia. Dependiendo del ses - go mostrado durante la conversación, la conexión fortalece o debilita el atractivo inicial de la marca. La nueva ruta del cliente también debe reconocer esta conectividad entre los clientes. Con base en estos requisitos, la ruta del cliente debe reescribirse como las cinco A: consciente, apelar, preguntar, actuar y abogar. (Ver figura 5.1) En la fase de conocimiento, los clientes quedan pasivamente expuestos a una larga lista de mar - cas de experiencia pasada, comunicaciones de marketing y / o la defensa de los demás. Esta es la puerta de entrada a toda la ruta del cliente. Un cliente que tenga experiencia previa con una marca probablemente podrá recordar y reconocer la marca. La publicidad impulsada por las empresas y el boca a boca de otros clientes también es una fuente importante de conocimiento de la marca. Conscientes de varias marcas, los clientes procesan todos los mensajes a los que están expuestos, creando memoria a corto plazo o amplificando la memoria a largo plazo, y se sienten atraídos solo por una breve lista de marcas. Esta es la fase de apelación. Las marcas memorables -con factores asombrosos- tienen más probabilidades de ingresar e incluso subir más en la lista corta. En alta - mente competitivo. Marketing 4.048 Industrias donde las marcas son abundantes y los productos se convierten en productos básicos (por ejemplo, las categorías de productos envasados para el consumidor), el atractivo de la marca debe ser más fuerte. Algunos clientes responden al atractivo de la marca más que otros. Los jóve - nes, por ejemplo, suelen estar entre los primeros en responder. Es por eso que es más probable que sean los primeros en adoptar nuevos productos. Movido por la curiosidad, los clientes suelen seguir investigando activamente por las marcas que se sienten atraídos para más información de amigos y familiares, desde los medios de comunicación, y / o directamente desde las marcas. Esta es la etapa de preguntar. Los clientes pueden llamar a sus amigos o evaluar ellos mismos la lista breve. Cuando deciden investigar más sobre algunas marcas, pueden buscar reseñas de productos en línea. También pueden comunicarse con los cen - tros de llamadas y hablar con los agentes de ventas para obtener más información. También pue - den comparar precios e incluso probar productos en las tiendas. Hoy en día, la pregunta se com - plica aún más con la integración de los mundos digital (en línea) y físico (fuera de línea). A medida que los clientes navegan por los productos en la tienda, también pueden buscar información en sus teléfonos móviles. Dado que los clientes pueden acceder a múltiples canales para obtener más información, las empresas deben tener presencia, al menos, en los canales más populares. En la etapa de solicitud, la ruta del cliente cambia de individual a social. Las decisiones se tomarán en función de lo que los clientes quiten de la conversación con los demás. El atractivo de la marca necesita la confirmación de los demás para permitir que la ruta continúe. Las marcas deben desen - cadenar la cantidad correcta de curiosidad del cliente. Cuando el nivel de curiosidad es demasiado bajo, significa que el atractivo de la marca, aunque existe, es bastante bajo. Pero cuando el nivel de curiosidad es demasiado alto y los clientes se ven “obligados” a hacer demasiadas preguntas, los clientes están confundidos sobre el mensaje inicial que encuentran. Si se convencen con más información en la etapa de solicitud, los clientes decidirán actuar. Es importante recordar que las acciones deseadas de los clientes no están limitadas a acciones de compra. Después de comprar una marca en particular, los clientes interactúan más profundamente a través del consumo y el uso, así como los servicios posteriores a la compra. Las marcas deben involucrar a los clientes y asegurarse de que su experiencia total de propiedad y uso sea positiva y memorable. Cuando los clientes tienen problemas y quejas, las marcas deben prestar atención y asegurarse de que los Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing49 clientes reciban soluciones. Con el tiempo, los clientes pueden desarrollar un sentido de lealtad fuerte hacia la marca, como se refleja en la retención, la recompra y, en última instancia, la promoción a los demás. Esta es la eta - pa de abogado. Los defensores activos recomiendan espontáneamente las marcas que aman sin que se les pregunte. Ellos cuentan historias positivas a otros y se convierten en evangelistas. Pero la mayoría de los defensores leales son pasivos e inactivos. Deben ser solicitados por una consulta o una defensa negativa. Cuando lo encuentran, se sienten obligados a recomendar y defender las marcas que aman. Dado que los defensores leales asumen riesgos para recomendar ciertas mar - cas, también es más probable que compren más de esas marcas en el futuro. (V er figura 5.2) Las etapas en las cinco A no siempre son sencillas y, a veces, incluso en espiral, de forma similar a como lo hacen las mujeres. Con atención déficit, los clientes pueden omitir una cierta fase a lo largo de la ruta del cliente. Por ejemplo, un cliente podría no estar atrapado por una marca al principio, pero una recomendación de un amigo lo lleva a comprar la marca. Significa que el cliente se salta la casación y va directamente de “cons - ciente” para preguntar. Por otro lado, también es posible que algunos clientes omitan preguntar e impulsivamente actúen únicamente en función de la conciencia y el atractivo inicial. En otros casos (por ejemplo, en categorías escasas y muy populares), los defensores pueden no ser necesariamente compradores reales. Los productos de Tesla, por ejemplo, son bien defendidos por los compradores. Esto significa que los clientes omiten actuar e ir directamente a abogar . La nueva ruta del cliente no es necesariamente un embudo de cliente fijo, y los clientes no necesa - riamente pasan por las cinco A’s. Por lo tanto, de consciente a defensor, la ruta puede ampliarse o reducirse en los términos del número de clientes que pasan por cada etapa. La nueva ruta del cliente también puede ser una espiral, en la que los clientes vuelven a las etapas anteriores, creando un ciclo de retroalimentación. Un cliente que puede agregar nuevas marcas a la “lista de concientización” o encontrar una marca particular mucho más atractiva. Un cliente que encuentra problemas con el producto durante el uso puede investigar más sobre el producto antes de decidir si seguir usándolo o cambiarse a otro. Dado que el camino podría ser una espiral, la Marketing 4.050 cantidad de marcas consideradas a lo largo de la ruta del cliente también podría fluctuar entre las cinco A’s. El tiempo que los clientes gastan en su ruta de compra también varía según las categorías de la industria, dependiendo de la importancia percibida de las categorías. En las categorías de bienes de consumo, por ejemplo, el conocimiento y el atractivo se producen casi simultáneamente. Por lo tanto, una fuerte conciencia de marca sin un atractivo similar, fuerte y, por lo general, con una gran carencia de tiempo. El tiempo dedicado a preguntar también es muy corto. El descubrimiento espontáneo es muy común. Los clientes instantáneamente e impulsivamente deciden qué marcas elegirán mientras pasean por los pasillos de los supermercados. La mayoría de los capte solo un vistazo de cada marca considerada en la tienda y, por lo general, no investigue más. En el caso de artículos costosos como bienes raíces y automóviles, los clientes están dispuestos a dedicar más tiempo a hacer preguntas y a realizar una investigación exhaustiva antes de comprar los artículos. El marco de las cinco es una herramienta flexible que se aplica a todas las industrias. Cuando se usa para describir el comportamiento del cliente, dibuja una imagen que está más cerca de la ruta real del cliente. Permite comparaciones entre industrias, que revelan información sobre las caracte - rísticas de la industria. También hay información sobre la relación de una empresa con clientes en comparación con sus competidores. Cuando una empresa, por ejemplo, descubre que la ruta más común que los clientes suelen tomar es muy diferente de la ruta típica del cliente en su industria, la empresa puede descubrir una diferenciación auténtica o un problema de experiencia del cliente oculto. Conducir desde la Conciencia a la Defensa: La Zona 0 (O3) El objetivo final de Marketing 4.0 es alejar a los clientes de la sensibilización y la promoción. En general, hay tres fuentes principales de influencia que los especialistas en marketing pueden usar para hacerlo. Las decisiones de un cliente a través de las cinco A veces están influenciadas por una combinación de su propia influencia, la influencia de los demás y la influencia externa. V amos a llamarlos Zona O (O3). (Ver figura 5.3) La influencia externa proviene de fuentes externas. Es intencionalmente iniciado por marcas a tra - vés de publicidad y otras formas de mercadeo comunicaciones. También puede provenir de otras interfaces de los clientes, como la fuerza de ven - tas y el personal de servicio al cliente. Desde el punto de vista de una marca, la influencia externa sigue siendo manejable y controlable. El mensaje, los medios y la frecuencia se pueden planificar . Los puntos de contacto generales del cliente se pueden diseñar, aunque las percepciones del clien - te resultante pueden variar dependiendo de qué tan satisfactoria sea la experiencia. Del mismo modo, la influencia de los demás también proviene del entorno externo. Por lo general, proviene de un círculo cercano de amigos y familiares como boca a boca. La influencia de otros también puede provenir de una comunidad más amplia pero independiente a la que pertenecen los clientes. Por ejemplo, los clientes pueden verse influenciados por las conversaciones que Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing51 escucharon en las plataformas de redes sociales. Los clientes también pueden verse influenciados por los sistemas de clasificación comunales, como TripAdvisor y Yelp. No todas las fuentes de la influencia de los demás son iguales. Entre muchos segmentos, los jóvenes, las mujeres y los ciber - nautas (YWN) son los más influyentes. La influencia de otros que provienen de ellos a menudo es el principal impulsor de la compra. A pesar del esfuerzo de una marca, es esencialmente difícil gestionar y controlar el resultado de las influencias de los demás. La única forma de que una marca lo haga es a través del mercadeo comunitario. Las empresas no pueden controlar directamente la conversación dentro de la comuni - dad, pero pueden facilitar la discusión con la ayuda de clientes leales. Por otro lado, la propia influencia proviene de uno mismo. Es el resultado de la experiencia pasada y la interacción con varias marcas, el juicio personal y la evaluación de las marcas y , en última ins - tancia, la preferencia individual hacia la (s) marca (s) elegida (s). A menudo, la preferencia personal (propia) se inclina hacia ciertas marcas de boca en boca (de los demás) y publicidad (exterior). De hecho, las tres principales fuentes de influencia siempre están entrelazadas. La influencia externa a menudo llega primero a los clientes. Si una marca desencadena con éxito una conversación con la influencia externa, por lo general es seguida por la influencia de los de - más. En última instancia, la forma en que estas dos fuentes de influencia interactúan formará la propia influencia de los clientes. Cualquier cliente en particular generalmente está influenciado por los tres tipos, aunque con dife - rentes proporciones. Algunos clientes tienen preferencias personales más fuertes y no se ven de - masiado influenciados por un anuncio o la recomendación de un amigo. Algunos dependen en gran medida de la recomendación de otros, y algunos creen en los anunciantes. A pesar de las variacio - nes individuales, los clientes de hoy dependen más de la influencia de los demás que de su propia influencia exterior por razones que ya hemos discutido. La investigación realizada por Nielsen en 2015 revela que el 83 por ciento de los encuestados en 60 países confían en sus amigos y familia - res como la fuente más confiable de “publicidad”, y el 66 por ciento presta atención a las opiniones de otras personas publicadas en línea. A través de las cinco A, los clientes están más abiertos a la influencia durante las etapas de pregun - tar y actuar. Al preguntar, los clientes buscan consejo y absorben la mayor cantidad de información posible de la influencia ajena y externa con respecto a una breve lista de marcas. La etapa de so - licitud sirve como una ventana de oportunidad para que los profesionales del marketing aumenten la favorabilidad de la marca. En acto, los clientes moldean su propia percepción de las marcas a lo largo del tiempo. Como ya no recelan de la presión externa para comprar en esta etapa, tienen una mentalidad abierta. Las marcas que ofrecen una mayor experiencia del cliente durante el consumo y el uso serán las marcas preferidas. (Ver figura 5.4) El nivel de experiencia que los clientes tienen también determina la ruta de sus clientes. Los com - pradores por primera vez de una categoría de producto generalmente pasan por cinco A’s y depen - den mucho de la influencia externa. Por lo tanto, muchos compradores primerizos terminan com - prando marcas con la mayor participación de voz. A medida que adquieren más experiencia luego de algunas rondas de compra, confían más en los demás, a veces se saltan la etapa de apelación y quizás cambian de marca. Los clientes más expe - rimentados suelen tener una influencia propia más fuerte. Cuando finalmente hayan encontrado sus marcas favoritas, omitirán la mayoría de las etapas en las cinco A y continuarán usando las marcas perpetuamente hasta que las marcas las decepcionen. El O3 es otra herramienta que ayuda a los especialistas en marketing a optimizar sus esfuerzos de marketing. Cuando los vendedores logran identificar la importancia Marketing 4.052 de la influencia externa, ajena y propia, podrán decidir en qué actividades enfocarse. Cuando la influencia externa es más importante que el resto, los especialistas en marketing pueden enfocarse más en las actividades de comunicación de marketing. Por otro lado, cuando la influencia de los demás es lo más importante, los especialistas en marketing deben confiar en las actividades de marketing de la comunidad. Pero cuando la influencia propia es la más importante, los especialis - tas en marketing deberían poner más énfasis en desarrollar la experiencia del cliente posterior a la compra. Resumen: Aware, Appeal, Ask, Act y Advocate En la economía digital, la ruta del cliente se debe redefinir como las cinco A, conscientes, ape - lan, preguntan, actúan y defienden, que reflejan la conectividad entre los clientes. El concepto de Marketing 4.0 busca en última instancia alejar a los clientes de la sensibilización y la promoción. Al hacerlo, los especialistas en marketing deberían aprovechar tres fuentes principales de influencia: la propia, la ajena y la externa. Esto es lo que llamamos O Zone (O3), una herramienta útil que pue - de ayudar a los especialistas en marketing a optimizar sus esfuerzos de marketing. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing53 Marketing 4.054 Todos reconocen la importancia de la conciencia de marca como la puerta de entrada al camino del cliente. Sin embargo, con demasiada frecuencia observamos que los especialistas en marketing de diversas industrias luchan por lograr una conciencia de marca de primer nivel, pero que vacilan en conducir a los clientes a comprar y, en última instancia, a la promoción. Gastan una gran cantidad de dinero para construir esa ventaja temprana de la popularidad y, pos - teriormente, dependen de la “progresión natural” de los clientes en su camino hacia la compra, sin realmente hacer la intervención necesaria. La conciencia de marca es de hecho importante, y los gerentes de marca se dan cuenta de esto. Regularmente realizan investigaciones para rastrear qué tan bien el mercado realmente recuerda y reconoce sus marcas. El objetivo espontáneo es espontáneo y, en especial, el recuerdo de la parte superior de la mente. Algunos incluso creen que compartir el recuerdo de la parte superior de la mente es un buen predictor de la cuota de mercado. Esto es cierto en algunas industrias que tienen poca interacción con el cliente y un ciclo de compra corto (por ejemplo, en productos empaquetados para el consumidor, donde la conciencia sola a veces conduce a la compra). Pero en las industrias con una alta participación del cliente y un largo ciclo de compra, la conciencia es solo el comienzo del trabajo. En una sala separada al otro lado del pasillo, los gerentes de servicio están rastreando la satisfac - ción y lealtad del cliente. Una gran cantidad de clientes encantados se refleja en un alto índice de lealtad. La lealtad misma ha sido redefinida como la disposición del cliente para recomendar una marca en particular. Por lo tanto, el objetivo final en este sentido es llegar a un gran número de clientes que estén dis - puestos a abogar por sus marcas, es decir, una mayor defensa de la marca que la de otras marcas. Métricas como la conciencia y la defensa, sin embargo, tienen debilidades inherentes; se enfocan más en el resultado que en el proceso para alcanzar la meta. Las métricas son útiles para rastrear el progreso de una marca y para medir el desempeño de la marca y los equipos de servicio. Pero los gerentes de marcas y servicios a menudo enfrentan dificultades para entender por qué sus pun - tajes suben o bajan en cualquier trimestre dado. En consecuencia, los cambios en los resultados no están siendo seguidos por ninguna intervención de marketing. Además, los gerentes de marca y los gerentes de servicios no necesariamente se comunican entre ellos cuando se trata de conducir y analizar su propia investigación. Debido a estos silos de la organización, las empresas a menudo no ven ninguna correlación entre la conciencia y la defensa. Extrañan la información simple pero importante sobre cuán efectivos son para convertir a las perso - nas que pueden conocer sus marcas en las marcas del mercado en clientes e incluso en defenso - res leales. Presentamos PAR y BAR Se debe introducir un nuevo conjunto de métricas para resolver los problemas con la medición ac - tual. En línea con las cinco A, dos indicadores son valiosos de medir: relación de acción de compra (PAR) y proporción de defensa de la marca (BAR). PAR mide qué tan bien las empresas “convier - ten” el conocimiento de marca en una compra de marca. BAR mide qué tan buenas compañías “convierten” la conciencia de marca en defensa de la marca. Básicamente, estamos rastreando la cantidad de clientes que pasan de “aware” (A1) a “act” (A4) y eventualmente a “advocate” (A5). De una población de 100 personas en el mercado, por ejemplo, la marca X es recordada espontá - neamente por 90 personas; De esos 90, solo 18 personas terminan comprando la marca, y solo 9 recomiendan espontáneamente la marca. Por lo tanto, el PAR para la Marca X es 18/90 o 0.2 y el BAR es 9/90 o 0.1. En la superficie, Brand X parece prometedor ya que tiene un conocimiento de marca de 0.9, pero de hecho tiene un rendimiento bastante pobre. No puede convertir el 80% del alto nivel de conocimiento de marca en ventas. (Ver figura 6.1) Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing55 Estas dos métricas simples están modeladas según el tipo de razones que financian el uso ejecuti vo para medir la salud financiera, como el retorno sobre el capital (ROE), que mide cuánto beneficio genera una compañía con los accionistas que han invertido. ROE ayuda a los accionistas a realizar un seguimiento de la “productividad” de su dinero. Del mismo modo, PAR y BAR permiten a los profesionales del marke - ting medir la productividad de sus gastos, en particular para generar conocimiento de marca. Resulta que PAR y BAR son de hecho mejores medidas para el rendimiento de la inversión de mar - keting (ROMI). Para la mayoría de las industrias, el mayor gasto de marketing se destina a crear conciencia mediante la publicidad. Por lo tanto, podemos considerar el reconocimiento de marca como un proxy de “inversión de marketing” en la ecuación de ROMI. El “retorno”, por otro lado, es doble. La primera es la acción de compra que, desde la perspectiva de una empresa, se traduce directamente en ventas. El segundo es la promoción, que se traduce indirectamente en crecimiento de las ventas. Descomponiendo PAR y BAR El valor de las métricas no se detiene allí. Cuando las empresas logran medir la “tasa de conver - sión” de la sensibilización a la promoción, pueden responder a la pregunta principal: ¿cómo hacen las empresas para intervenir y aumentar el número de defensores leales? De nuevo, sacando conclusiones de los ejecutivos de finanzas, debemos dividir P AR y BAR en sus elementos. En un análisis de DuPont, el ROE se ve como el producto de tres partes principales: rentabilidad (medida por el margen de beneficio neto), eficiencia del uso de activos (medida por ro - tación de activos) y apalancamiento financiero (medido por el multiplicador de capital). Al comparar marcas, un mayor ROE podría resultar de una mayor rentabilidad, un uso de activos más eficiente y un mayor apalancamiento. Un mejor ROE debido a las dos primeras causas es claramente un gran resultado. Pero un ROE mejor debido a un mayor apalancamiento requiere un examen más cuidadoso para determinar si la empresa tiene un apalancamiento excesivo o un apalancamiento insuficiente. Al desglosar PAR y BAR, puede revelar información útil similar. Resulta que el PAR se puede cal - cular dividiendo la participación de mercado por el reconocimiento de marca. En consecuencia, los especialistas en marketing pueden estimar aproximadamente el potencial aumento de participación Marketing 4.056 en el mercado de sus marcas si aumentan la conciencia de esas marcas. (V er Figura 6.2) Por ejemplo, Brand X desea gastar más para aumentar su conocimiento de marca en un 1%. De un estudio anterior, Brand X sabe que su puntuación PAR es 0.5. Esto significa que la mitad del gasto de Brand X es desperdiciado en el proceso de generar cuota de mercado. Todas las demás cosas son iguales. La marca X puede esperar tener un aumento en la cuota de mercado del 0.5%. Aunque este es un cálculo aproximado, ayuda a los especialistas en marketing a planificar sus gastos de manera más responsable. (Ver la Figura 6.3) Los mercadólogos también deben medir cada tasa de conversión de conciencia a defensa. Una tasa de conversión baja desde consciente hasta atractiva para una marca refleja una baja atracción por parte del cliente. Indica que los clientes que conocen la marca no lo encuentran atractivo. Eso puede deberse a un posicionamiento deficiente o a una mala ejecución de las comunicaciones de marketing. La solución de estos problemas puede generar un nivel de atracción cercano a 1. Una apelación de rom de baja tasa de conversión para pedir una marca es un signo de baja curiosi - dad del cliente. Los clientes no se sienten obligados a hacer preguntas e investigar más sobre Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing57 la marca. Esto generalmente se debe a la incapacidad de una empresa para desencadenar una conversación y facilitar el intercambio de información entre los clientes. Sin embargo, el nivel de curiosidad de una marca nunca debe ser demasiado alto. Cuando los clientes tienen demasiadas preguntas sobre la marca, significa que el mensaje de la marca no está claro. Un nivel de curiosidad que es demasiado alto también requiere la capacidad suficiente de las mar - cas para responder las preguntas de los clientes directamente (a través de sus propios canales de comunicación) e indirectamente (a través de defensores leales). Desafortunadamente, los vendedo - res pueden nunca controle el resultado de la conversación con los defensores. Por lo tanto, entre las tasas de conversión de las cinco A, el nivel de curiosidad es el único que no debería estar más cerca de 1. Una baja tasa de conversión de preguntar para actuar para una marca indica bajo compromiso; las personas hablan de la marca sin comprometerse a comprar. Por lo general, esto significa que la marca no ha logrado convertir intereses confirmados en compras a través de su canal de distribu - ción. Hay muchas posibles mezclas de marketing (cuatro P’s - producto, precio, lugar, promoción) defectos que pueden contribuir a esta falla; los clientes pueden encontrar que el producto real es decepcionante durante la prueba, el precio puede ser demasiado alto, el vendedor no es lo suficien - temente convincente o el producto no está disponible en el mercado. La solución de estos proble - mas ayudará a la marca a aumentar el nivel de compromiso. Una baja tasa de conversión de acto para abogar por una marca indica baja afinidad; los clientes que han experimentado la marca no están lo suficientemente contentos como para recomendarla. La baja tasa de conversión puede ser el resultado de un pobre servicio post-venta o un bajo ren - dimiento del producto. Los clientes se sienten atraídos por comprar la marca, pero finalmente se sienten decepcionados con su compra. Mejorar la experiencia de uso ayudará a aumentar el nivel de afinidad. (Ver figura 6.4) Cuando se divide en sus elementos. Los puntajes PAR y BAR reflejan el proceso en lugar de solo el resultado. Desarrollar la lealtad de los clientes es un proceso largo y espiral de atracción, activa - ción curiosidad, compromiso de seguridad y, finalmente, construir afinidad. Idealmente para una marca, cada cliente que interactúa con la marca pasa indemne por las cinco A’s. En otras palabras, la pun - tuación ideal de BAR es 1: cada cliente que conoce la marca finalmente recomienda la marca. Pero en el mundo real, rara vez se produce una puntuación perfecta de BAR de 1. Más a menudo, una cierta proporción de clientes se retira y no completa las cinco A’s. Una tasa de conversión más baja en cualquier etapa dada a través de las cinco A revela un cuello de botella. Como un cuello de botella en la fabricación, un cuello de botella en las cinco A reduce la productividad de todo el camino del cliente. Identificar el cuello de botella que limita los puntajes de PAR y BAR permite a los especialistas en marketing identificar el problema y solucionarlo. Con este simple proceso de diagnóstico, los especialistas en marketing ahora saben exactamente qué intervención realizar en la ruta del cliente. En lugar de tratar de mejorar en todos los ámbitos, los especialistas en marketing ahora pueden centrar su atención en lo que realmente importa. Alterar el Marketing 4.058 punto de contacto del cuello de botella correcto a menudo conduce a puntuaciones más altas PAR y BAR que están más cerca de 1. El objetivo de todo este ejercicio es mejorar la productividad de comercialización y evitar el desperdicio innecesario en el gasto de marketing. (V er figura 6.5) Impulsando la productividad Una forma de obtener defensores más leales es mejorar la conciencia. Cuantas más personas recuerden una marca, más probable es que la marca sea recomendada. Pero este enfoque es costoso y ha obligado a las empresas a luchar por el reparto de la voz con un alto presupuesto de comunicaciones de marketing. ¿Cómo deberían los mercadólogos mejorar la conciencia de marca sin aumentar significativamente el presupuesto de marketing? El mayor beneficio de la conectividad en la ruta del cliente es la oportunidad de aumentar la con - ciencia al provocar una conversación entre los clientes. Un cliente que no estaba al tanto de una marca puede terminar sabiendo que la marca puede terminar conociendo la marca luego de escu - char una conversación. Deberíamos pensar en las conversaciones con los clientes como palanca. En finanzas, la deuda proporciona apalancamiento. Crea un efecto multiplicador sin aumentar la equidad del accionista. En los buenos tiempos, la deuda amplifica las ganancias, mientras que en los malos tiempos, la deuda amplifica las pérdidas. El apalancamiento ayuda a una empresa a aumentar el rendimiento potencial de su inversión. Pero una empresa con una deuda significativamente mayor que el capital accionario se considera altamente apalancada y conlleva altos riesgos de incumplimiento. En la era digital, la conversación con los clientes, o la influencia de otros, es equivalente a la “deu - da”, y la publicidad, o influencia externa, es equivalente a la “equidad”. La conversación con el cliente proporciona apalancamiento. Es esencialmente una forma de bajo costo de crear conciencia sin depender demasiado de la publicidad. Pero viene con riesgos. La conversación con el cliente es notoriamente salvaje; las empresas no pueden controlar directamente el contenido. Cuando la conversación es favorable, amplifica el capital de la marca. Pero cuando no lo es, daña la marca. La favorabilidad de la marca está totalmente en manos de los clientes. Las marcas con diferencia - ción auténtica incrustada en su ADN tienen una mayor probabilidad de participar en conversaciones favorables. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing59 Desarrollar conversaciones con los clientes sobre las marcas tiene sus ventajas. Permite a las em presas reducir el volumen de su publicidad y en consecuencia para aumentar su productividad de marketing. Pero incluso las mejores marcas del mundo no pueden confiar únicamente en las con - versaciones con los clientes. De vez en cuando, las marcas deben ejecutar campañas publicitarias para evitar los riesgos de ser altamente apalancadas. Necesitan influenciar la dirección de la conversación desde el exterior . Un enfoque alternativo para crear defensores más leales es mejorar los puntajes de PAR y BAR mejorando los puntos de contacto críticos a lo largo del camino del cliente, desde la conciencia hasta la defensa. Para superar cada uno de los cuatro posibles cuellos de botella que normalmente ocurren en los cinco A’s, los especialistas en marketing necesitan un conjunto de estrategias y tác - ticas. Cada conjunto de soluciones tiene como objetivo abordar el problema subyacente que impide que los clientes avancen hacia la próxima etapa. 1: aumentar la atracción Si la mayoría de los clientes no encuentran una marca atractiva aunque estén familiarizados con ella, entonces la marca tiene un problema de atracción. Este problema puede provenir del producto que representa la marca o de la propia marca. Cuando las propuestas de valor del producto real no son atractivas, incluso una campaña inteligente de marca y un gran presupuesto pueden no ser de ayuda. La mala ejecución de las comunicaciones de marca también puede causar baja atracción, a pesar de que las propuestas de valor real son superiores. Entonces, ¿qué hace que una marca sea atractiva hoy en día? En la era digital, donde los clientes están rodeados de interacción basada en la tecnología, las marcas que se humanizan se convier - ten en las más atractivas. Los clientes buscan cada vez más marcas centradas en el ser humano, marcas cuyos caracteres se parecen a los de los humanos y capaces de interactuar con los clien - tes como amigos iguales. Algunos clientes se sienten atraídos por marcas que defienden valores sociales y ambientales fuer - tes. Estas marcas practican Marketing 3.0 y proporcionan factores de bienestar para los clientes. Una marca como The Body Shop está entregando una transformación sociocultural. Promueve lo social justicia de muchas maneras; empoderamiento de las mujeres, comercio justo y diversidad de em - pleados. Sin embargo, desde la muerte de la fundadora Anita Roddick, la marca ha perdido algo de su atractivo de “activismo”. Para revivir la marca, en su 40 cumpleaños, lanzó su campaña “Enrich not Exploit”. Su objetivo era atraer a los clientes más exigentes que apoyan activamente la misión de la marca, así como a los clientes que se sienten bien comprando una marca socialmente res - ponsable. Otro ejemplo es BRI, que crea activamente empresarios del fondo de la pirámide para aliviar la pobreza. Como el microprestamista más grande del mundo y también el banco más rentable de Indonesia, persigue seriamente esta misión. Recientemente, el banco adquirió y lanzó su propio satélite, el primer banco del mundo en hacerlo, lo que le permite prestar un mejor servicio a los clientes de todo el país, especialmente los pobres empresarios en áreas remotas. Timberland es otro ejemplo destacado. Recientemente, la marca de estilo de vida al aire libre se comprometió a plantar 10 millones de árboles (acumulativamente, desde 2001) y utilizar fuentes renovables para satisfacer la mitad de los requerimientos de energía de sus instalaciones. Los clientes también pueden sentirse atraídos por las marcas que son experimentales y represen - tan ciertos movimientos de estilo de vida. Estas marcas tienen formas poco ortodoxas de hacer ne - gocios y, por lo tanto, se las percibe como geniales. Impulsan a los clientes con una gran narración de cuentos sobre sus misiones más grandes que la vida. Casper, una marca de colchones, está redefiniendo cómo la gente compra colchones y ayuda a las personas a dormir mejor . Se involucra en prácticas comerciales que son poco comunes en la industria. En vende solo un tipo de colchón “perfecto”, uno diseñado para proporcionar la mejor calidad de sueño, mientras que los competi Marketing 4.060 dores ofrecen muchas variantes. Se vende en línea y comprime un colchón tamaño queen en una caja fácil de enviar 21 por 21 por 42 pulgadas. No solo eso, ofrece una prueba de 100 nigth, envío gratis y devoluciones. Es muy conveniente y sin riesgos para los clientes que no tienen tiempo para seleccionar los modelos correctos y transportar el colchón. Sin embargo, queda por ver la capaci - dad de Casper para seguir siendo atractivo a largo plazo. Tesla es otro ejemplo de una marca de estilo de vida que tiene un gran atractivo. Los clientes esperan en fila durante un par de años para obtener su Tesla. Con la personalidad de Elon Musk, parecida a Steve Jobs, la marca cuenta historias atractivas sobre el futuro de los automóviles y el movimiento de energía sostenible. Una marca como Tesla proporciona a los clientes una plataforma en la que expresarse. Para los clientes, poseer un Tesla se trata de tener una gran experiencia de conducción y hacer una declaración de quiénes son. Muchos clientes también pueden sentirse atraídos por las marcas que pueden personalizar sus productos y servicios para satisfacer las necesidades exactas de los clientes. Vivimos en un mundo donde la demanda está fragmentada y el mercado es heterogéneo. De una manera simple, Burger King comenzó la tendencia de la personalización lanzando su campaña “Have It Your Way” a me - diados de la década de 1970. Décadas más tarde, la tendencia de la personalización sigue siendo fuerte. Afortunadamente, la tecnología ha permitido a las marcas realizar una personalización masiva. Las marcas pueden usar análisis de big data para comprender el comportamiento y las preferencias de un cliente individual. De esta forma, las marcas pueden proporcionar a los clientes lo que quieren, cuando lo desean y donde lo desean. NIKEiD, que permite a los clientes diseñar sus propios zapatos y ropa deportiva, es una de las marcas más exitosas en el área de personalización masiva. Es importante que una marca tenga una diferenciación auténtica que le atraiga mucho. Cuanto más audaz, audaz y heterodoxa es la diferenciación, mayor es el atractivo de la marca. 2: Optimizar la curiosidad George Loewenstein de Carnegie Mellon proporciona una de las definiciones más simples de curio - sidad: la sensación de privación que proviene de una brecha de información entre lo que sabemos y lo que queremos saber. Por separado, el fisiólogo Jean Piaget y Daniel Berlyne encontraron una correlación entre la sor - presa y la curiosidad. Piaget argumentó que la curiosidad sigue una curva en forma de U invertida; somos más curiosos cuando hay un nivel óptimo de desviación entre lo que esperamos y lo que realmente experimentamos. Cuando tenemos poca o ninguna expectativa en la pared, no tenemos ninguna razón para ser curiosos. Cuando tenemos una gran expectativa, tendemos a evitar descu - brir la “verdad” y, por lo tanto, tenemos poca curiosidad. Berlyne también argumentó que cuando las personas confrontan sorpresas, se sienten excitadas y comienzan a explorar más. En marketing, la curiosidad proviene de proporcionarles a los clientes un conocimiento atractivo sin darles demasiado. Por lo tanto, crear curiosidad implica un enfoque conocido como marketing de contenidos: un conjunto de actividades de creación y distribución de contenido que es relevan - te para las vidas de los clientes y también está estrechamente relacionado con una determinada marca. En algunos casos, la marca es obvia y es la que impulsa el tráfico hacia los contenidos. Ejemplos de esto incluyen General Electric, que proporciona contenido que involucra a la ciencia, y Chase, que proporciona contenido interesante que se centra en la planificación financiera y el estilo de vida en sus sitios web. En otros casos, los clientes a menudo encuentran cierto contenido que les resulta interesante mien - tras navegan y buscan en Internet. Al explorar más el contenido, pueden descubrir que cierta marca es la que está detrás del contenido intrigante y, en última instancia, puede llegar a apreciar Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing61 la marca. El podcast de ciencia ficción de GE The Message y esta revista en línea Txchnologist son ejemplos de esto. Otro ejemplo es Departures, una revista de lujo que cubre viajes, moda, com - pras, estilo de vida, arte y cultura. Al navegar por el sitio web, los lectores suelen pensar en conteni - do exclusivo disponible solo para clientes de American Express. Las salidas eventualmente fueron adquiridas de American Express por Time Inc. en 2013. La ideación del contenido y el proceso de creación es la mitad del marketing de contenido. Implica identificar temas únicos que son relevantes a los clientes y conectado a las marcas. El contenido puede venir en varios formatos: formatos escritos (artículos, libros blancos, estudios de casos, comunicados de prensa e incluso libros), así como formatos gráficos (información gráfica, cómics, gráficos interactivos, juegos, video e incluso películas) . Otra mitad del marketing de contenidos es la distribución y amplificación del contenido. Al igual que los anuncios, el contenido debe colocarse en los medios correctos. La forma más sencilla de distribuir contenido es a través del propio canal de medios de la empresa, por ejemplo, sitios web corporativos y cuentas de redes sociales). Si hay un presupuesto adicional disponible, la publicidad nativa a través de un canal de medios pagos es una alternativa. Básicamente, la publicidad nativa se trata de distribuir contenido a través de editoriales conocidas, en estilos que los lectores consi - deran familiares y nativos. Cuando el contenido es verdaderamente auténtico, el contenido puede auto-distribuirse viralmente a través del boca a boca y el intercambio de redes sociales. Llamamos a esto un canal de medios ganado. Para este propósito, las marcas pueden necesitar hacer activa - mente mercadotecnia comunitaria, así como marketing en redes sociales. Para capitalizar la curiosidad, los buenos profesionales del marketing hacen que el contenido esté disponible cuando los clientes lo buscan. Debe ser “buscable” y “compartible”. Google presentó lo que denomina Zero Moment of Truth (ZMOT), una fase previa a la compra en la que los clientes cu - riosamente buscan y procesan más información. Precede a la primera interacción con una marca o lo que llama Primer Momento de la Verdad. La investigación que realizó Google reveló que “buscar en línea” y “hablar con amigos y familiares” son las dos fuentes principales de ZMOT. Los marke - ters tienen la función de asegurarse de que cuando los clientes buscan en línea o preguntan a sus amigos y familiares, sus marcas aparezcan de manera convincente. 3: aumentar el compromiso Atraer y convencer a los clientes son pasos importantes hacia la creación de defensores leales de la marca. Aún así, el trabajo está lejos de haber terminado. Los mercadólogos deben asegurarse de que los clientes terminen comprando y usando sus marcas. Imagínese a un cliente que escu - chó acerca de una marca en televisión y se conectó en línea para investigar esa marca aún más. El cliente finalmente se convenció de que la marca era la elección correcta al leer lo que la marca representa. El cliente ahora busca comprar la marca en línea y descubre que está disponible solo en una tienda en una ubicación remota. El cliente puede decidir que no vale la pena el empate para ir allí y comprar el salvado. En este escenario, la ruta del cliente se detiene abruptamente porque la marca no garantiza la disponibilidad. El cliente también puede decidir ir a la ubicación para comprar la marca. Cuando la experiencia de la tienda (evidencia física, proceso de ventas y vendedores) no cumple con las expectativas del cliente, la ruta del cliente también se detiene. Por lo tanto, la capa - cidad de observar el compromiso del cliente depende de la disponibilidad del canal y la capacidad de ofrecer una experiencia superior. El aumento del compromiso del cliente implica marketing omnicanal, que proporciona una expe - riencia integrada en línea / fuera de línea para los clientes independientemente de los puntos de contacto. Puede incluir la experiencia del cliente en una tienda física, un sitio web, una aplicación móvil, un centro de llamadas u otro canal. La clave no es solo para rodear a los clientes con mu - chas opciones de puntos de contacto, sino también para brindar una experiencia fluida a medida que los clientes saltan de un canal a otro. Es importante tener en cuenta que los clientes son, de hecho, agnósticos del canal. No piensan en términos de canales, pero esperan una experiencia constante y fluida en su camino de compra. Marketing 4.062 Debido a que diferentes puntos de contacto son administrados por diferentes personas con diferen - tes presupuestos y objetivos dentro de una organización, el mayor obstáculo para ofrecer una ex - periencia fluida consiste en los silos organizacionales, que generalmente conducen a conflictos de canales. Los vendedores necesitan romper estos silos y ponerse en el lugar del cliente. Necesitan mapear la ruta del cliente utilizando el escenario más completo y definir el rol de cada canal para impulsar a los clientes a comprometerse con la compra. En este caso, los canales deben transfor - marse de especialistas de mercado (que atienden segmentos específicos del mercado) y producto especialista (vendiendo categorías específicas de productos) en especialistas de actividades (desempeñando roles específicos en la ruta del cliente). A pesar de ser especialistas en actividades específicas, a menudo se permite que cada canal cierre una venta. Macy’s es un gran ejemplo de esto. Hace unos años, Macy’s descubrió la relación entre su negocio en línea y el ladrillo y mortero. Un dólar gastado en la optimización de motores de búsqueda llevó a seis dólares de compras en la tienda. Desde entonces, Macy’s ha estado integrando sus operacio - nes en línea y fuera de línea. Los clientes pueden buscar un producto en su teléfono móvil y verifi - car su disponibilidad en las tiendas cercanas. Los clientes tienen la opción de comprar el producto directamente a través del sitio de comercio electrónico de Macy’ s o comprarlo en una tienda cercana. Macy’s se ha vuelto indiferente a los canales y no le importa si los clientes compran productos en lí - nea o fuera de línea. Los clientes tienen un mayor compromiso cuando pueden realizar compras en el momento que lo desean. Macy’s ha combinado dos presupuestos silo en un solo presupuesto de mercadotecnia y, por lo tanto, puede optimizar el gasto con el objetivo unificado de brindar la mejor experiencia al cliente que genere la mayor cantidad de ventas. Walgreens es otro ejemplo. Con su ubicua presencia en tiendas en los Estados Unidos, Walgreens puede enviar ofertas personalizadas a través de su aplicación móvil a clientes cercanos. Las ofer - tas oportunas y relevantes hacen que los clientes realicen compromisos y visiten las tiendas cerca - nas para realizar compras. La aplicación móvil ha generado más de 5 millones de visitas a la tienda por semana, y las personas que usan la aplicación terminan gastando seis veces más que los clien - tes promedio solo de la tienda. 4: aumentar la afinidad Los vendedores con una orientación a largo plazo consideran cerrar una venta como el comienzo de una relación potencialmente más gratificante. También es un momento clave de la verdad en la creación de defensoría. Para la mayoría de los clientes, la experiencia posterior a la compra, que incluye el uso y el servicio posventa, es A menudo, se trata de evaluar si el producto real o el rendimiento del servicio es coherente con los reclamos previos a la compra realizados por los especialistas en marketing. Cuando la experiencia real iguala o incluso excede las expectativas, los clientes desarrollarán un sentido de afinidad y serán más propensos a ser defensores leales. En consecuencia, los profesionales del marketing pueden derivar la vida del cliente y el valor de referencia de los clientes. Para mejorar la experiencia posterior a la compra, los especialistas en marketing deben ampliar los puntos de contacto y permitir más interacciones con los clientes más allá de los habituales. Para el disfrute real del producto y la experiencia de servicio, los profesionales del marketing pueden agre - gar programas de participación del cliente. A medida que las marcas se humanizan, la participación del cliente se está volviendo importante. Rompe las barreras entre empresas y clientes y les permite interactuar como amigos. En la era digital, los especialistas en marketing deben determinar el equilibrio entre el alto contacto táctico y el compromiso de alta tecnología, según los personajes de sus clientes. Se puede elegir entre un amplio espectro de interacciones alternativas, que incluyen varios tipos de interfaces de servicio al cliente, interacciones en redes sociales y gamificación. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing63 Ritz-Carlton tiene una reputación bien conocida por usar un toque humano para atraer a sus clien - tes. La cadena hotelera es conocida por capacitar a su personal para ofrecer un deleite sorpren - dente a los huéspedes. Un ejemplo es una ocasión en que la jirafa de peluche de un niño desapa - reció durante su estadía en el hotel. Los padres se vieron obligados a decir a sus hijos una mentira piadosa, diciendo que la jirafa estaba de vacaciones. Ritz-Carlton hizo todo lo posible para corrobo - rar la historia y envió pruebas documentadas de las vacaciones de la jirafa en el hotel. El vendedor de calzado en línea Zappos, por ejemplo, es bien conocido por sus atractivas operacio - nes de call center. Una mujer que luchó por encontrar zapatos para sus pies dañados ordenó seis pares de zapatos de Zappos, conocidos por su devolución gratuita. El cliente decidió mantener dos pares y devolver los otros. Después de una conversación telefónica amistosa inicial, un represen - tante de Zappos envió flores al cliente solo para hacerle saber que ella simpatizaba con ella. Las redes sociales también son una herramienta poderosa para la participación del cliente. Una investigación de Rilling, Sanfey, Aronson, Nystrom y Cohen reveló la razón por la cual las redes sociales se volvieron tan populares. Su estudio muestra que, para los humanos, la interacción cara a cara exige una mayor participación emocional que la interacción entre humanos. La comunicación a través de mensajería instantánea y herramientas de redes sociales se ha vuelto fácil para las per - sonas. Cuando los clientes quieren evitar la interacción emocionalmente demandante, por ejemplo, cuando presentan una queja sobre un servicio deficiente, a menudo optan por la interfaz electróni - ca. Una encuesta realizada por J.D. Power reveló que el 67 por ciento de los clientes de EE. UU. Han utilizado las redes sociales de una empresa para fines de servicio. Otro enfoque para crear compromisos que sean agradables para los clientes es a través de la gamificación, que es el uso de la mecánica del juego para aumentar el compromiso con una marca. Debido a que los juegos son divertidos, adictivos y competitivos, fomentan de forma subconsciente el comportamiento de ciertos clientes. El programa Starbucks Rewards es una forma para que la marca de la cadena de café forje un fuerte compromiso con sus clientes. Recompensa a los clientes por cada transacción en diferentes niveles e hitos, cada uno con diferentes ventajas y beneficios. El objetivo es motivar a los clientes para aumentar las transacciones y mejorar su estado. Walgreens también involucra a los clientes a través de la gamificación. Integrada con rastreadores de actividad, la aplicación Walgreens recompensa a los clientes que participan en comportamientos saludables, como caminar, correr o andar en bicicleta. OCBC Bank, en colaboración con PlayMoo - lah, enseña a los niños a tomar decisiones financieras inteligentes con el uso de juegos. Con la gamificación, a los niños se les enseña subconscientemente que cada decisión que toman tiene implicaciones. Resumen: Ratio de Acciones de Compra y Ratio de Defensa de Marca En línea con la ruta del cliente de los cinco A, hemos introducido un conjunto de nuevas métricas. Estas son la razón de acción de compra (PAR) y la relación de defensa de la marca (BAR), que pueden evaluar mejor la eficacia de los profesionales del marketing para llevar a los clientes desde la toma de conciencia a la acción y, finalmente, a la promoción. En esencia, PAR y BAR permiten a los profesionales del marketing medir la productividad de sus actividades de marketing. Marketing 4.064 Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing65 Marketing 4.066 Para comprender los resultados del mercado, debemos hacer uso del concepto de la ruta del clien - te. Muestra cómo el cliente pasa de la falta de conocimiento de un producto o servicio a una gran conciencia, interés, compra, recompra e incluso de boca en boca. En la vida real, las rutas de los clientes son muy complejas y heterogéneas e involucran diversas combinaciones de medios tradicionales y digitales. El mercado en el que juegan las marcas influye en la complejidad de la ruta del cliente. Una industria con bajos riesgos de compra, generalmente debido a los bajos precios y la alta frecuencia de compra, generalmente tiene una ruta de cliente más simple y más corta. Por otro lado, una industria con altos riesgos de compra normalmente tiene una gran participación de los clientes y, por lo tanto, una ruta de cliente más compleja y más larga. Además, la misma industria a menudo muestra diferentes patrones de clientela en diferentes mercados geográficos. Incluso en la misma industria y en la misma área geográfica, diferentes patrones de ruta del cliente. Las marcas más grandes tienden a tener más puntos de contacto, lo que les permite a los clientes experimentar un conjunto más amplio de posibilidades de interacción. Las marcas más pequeñas suelen tener una intimidad más profunda y un número limitado de puntos de contacto. Las caracte - rísticas de los segmentos de clientes con los que participan las marcas y las decisiones de posicio - namiento de la marca también contribuyen a esta heterogeneidad. Es por eso que simplificamos las diversas posibilidades de la ruta del cliente en el marco genérico de cinco A, que se puede aplicar a todas las industrias. Con el mismo marco de genéricos, pode - mos derivar patrones que definen varios arquetipos clave de la industria. Especialmente en la era de la convergencia tecnológica y la innovación disruptiva, los muros entre las industrias se están difuminando. Usando el marco de las cinco A, podemos obtener ideas sobre cómo ganar en una industria específica mediante la comparación de las estadísticas de la relación de defensa de la marca (BAR). Cuatro arquetipos principales de la industria La visualización de las tasas de conversión (atracción, curiosidad, compromiso y niveles de afini - dad) en los cinco A ayuda a descubrir información importante sobre las características de la indus - tria. Encontramos al menos cuatro patrones principales que existen en las industrias: “pomo de la puerta”, “pez dorado”, “trompeta” y “embudo”. Cada patrón representa un arquetipo distintivo de la industria, cada uno con un modelo de comportamiento del cliente específico y un conjunto diferente de desafíos. (Ver figura 7.1) Patrón 1: Perilla de la puerta El primer patrón principal y más común es la perilla de la puerta. La característica más distintiva del patrón de pomo de puerta es el alto compromiso a pesar del bajo nivel de curiosidad. Una industria bien conocida con la ruta del cliente “perilla de la puerta” es la de los bienes de consumo (CPG). En el patrón de pomo de puerta, los clientes no dedican tiempo a investigar y evaluar opciones. Dado que los puntos de precio son relativamente bajos, Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing67 los clientes no sienten la necesidad de aprender más sobre las marcas competidoras. Además, las compras suelen ser frecuentes y habituales. Por lo tanto, los clientes ya tienen expectativas y prefe - rencias con respecto a ciertas marcas de experiencias pasadas. Una categoría de pomo de puerta típica también está muy fragmentada con una gran cantidad de marcas que compiten por millones de clientes. Debido a la naturaleza emocional de la decisión de compra, muchas marcas en las mismas categorías pueden ocupar un lugar distintivo en la mente de los clientes a pesar de tener especificaciones de productos similares. Las compras suelen ser instantáneas e impulsivas, impulsadas por precios relativamente bajos y promociones tentadoras. Por lo tanto, las marcas competidoras a menudo gastan enormes cantida - des de dinero para influir en los clientes en su dirección con atractivas comunicaciones de marke - ting. Esta tendencia a menudo inicia guerras de marca entre los principales rivales que persiguen una mayor cuota de mercado. La disponibilidad en el punto de compra también suele ser un factor decisivo dentro de una catego - ría de perilla de puerta. Aunque los clientes pueden no sentirse atraídos por una marca, pueden ter - minar comprando la marca simplemente porque es la única disponible en el momento de la compra. Otra característica clave del patrón de pomo de puerta es la baja afinidad del cliente hacia las marcas que usan. Muchos clientes que compran una marca no están dispuestos a recomendar esa marca. Dado que los clientes tienen bajos riesgos debido a los bajos precios, y las marcas promo - cionan sus productos, el cambio de marca es muy común. Por lo tanto, muchas marcas intentan crear una relación con el cliente y mejorar la lealtad del cliente. Coca Cola, por ejemplo, presentó My Coke Rewards, en la que los miembros pueden ganar puntos comprando una botella de Co - ca-Cola y realizando diversas actividades, como jugar juegos y conversar a través de las redes sociales. En función de sus puntos, los miembros se clasifican en niveles de bronce, plata y oro, con beneficios adicionales disponibles en niveles superiores. Marketing 4.068 Patrón 2: Goldfish El segundo patrón principal es el pez dorado. La característica más distintiva del patrón goldfish es un alto nivel de curiosidad (preguntar> apelación). El patrón de ruta del cliente goldfish se encuen - tra principalmente en contextos de empresa a empresa (B2B). En una categoría de pez dorado, los clientes generalmente consideran muchos factores antes de decidir qué marca elegir. Los clientes a menudo sienten la necesidad de hacer preguntas, conside - rar consejos de terceros y tener múltiples interacciones con marcas competidoras antes de tomar una decisión de compra. En muchos casos, las marcas competidoras, incluso las más importantes, están atrapadas en una industria altamente comercializada donde la publicidad rara vez funciona, de ahí el bajo nivel de atracción. Los actores de la industria a menudo tienen dificultades para di - señar y transmitir su diferenciación. Al final, los jugadores de la competencia suelen ofrecer solu - ciones agrupadas similares. Por lo tanto, los clientes generalmente pasan más tiempo evaluando alternativas para encontrar la mejor oferta. El proceso de compra suele ser muy largo e involucra a numerosas partes interesadas con intere - ses diferentes. En la mayoría de los casos, los compradores manejan una organización comprado - ra compleja, respaldada por equipos que tienen un sólido conocimiento del producto y capacidad de adquisición. Tanto los vendedores como los compradores suelen ser muy especializados, con un pequeño número de vendedores vendiendo a un pequeño número de compradores. Por lo tanto, sus resultados de investigación y evaluación de marcas competidoras suelen ser muy similares. En muchos casos, la intimidad del cliente se convierte en el factor decisivo. Aunque es muy raro, hay instancias del patrón de peces dorados que se encuentran en los merca - dos de negocios a clientes, especialmente en industrias con alta participación, con altos precios, pero con ofertas muy comercializadas. Un ejemplo de esto es la industria de viajes. En un caso par - ticular de viaje familiar, la decisión de compra involucra a un grupo de partes interesadas (padres e hijos) y un proceso de compra relativamente largo. Las comparaciones de beneficios y costos también son un paso importante en la ruta del cliente, lo que refleja el alto grado de solicitud. Patrón 3: Trompeta El tercer patrón principal es el patrón de trompeta, que se encuentra principalmente en categorías de estilo de vida como automóviles de lujo, relojes de lujo y bolsos de diseño. La singularidad de este patrón radica en sus altos niveles de afinidad. Las personas que siguen el patrón de trompeta normalmente confían en la calidad de las marcas de la categoría. Por lo tanto, están dispuestos a defender las marcas, incluso si no compran y usan esas marcas. En otras palabras, la cantidad de defensores es mayor que la cantidad de compradores reales (advocate> act). En una categoría de trompeta, los clientes están muy involucrados en las decisiones de compra. Sin embargo, su proceso de evaluación es relativamente fácil, porque la mayoría de las marcas en una categoría de trompeta ya han desarrollado reputaciones fuertes pero específicas para la calidad. La asociación de calidad generalmente se construye durante un largo período de tiempo mediante el boca a boca. Las personas que se sienten atraídas por ciertas marcas generalmente se conectan en las comunidades. La presencia de comunidades de clientes a menudo influye en compradores potenciales para aprender más sobre esa calidad. Debido a los precios muy altos involucrados, hay fanáticos que aspiran a bur no pueden permitirse comprar marcas en una categoría de trompeta. Sin embargo, están más que dispuestos a reco - mendar estas marcas a otros. Incluso cuando puedan pagar las marcas en una etapa posterior, es posible que no tengan acceso a ellas. La mayoría de las marcas en una categoría de trompeta son muy nicho. Como la escasez aumenta el atractivo de la marca para los compradores potenciales, los especialistas en marketing en una categoría de trompeta no se centran realmente en ampliar la disponibilidad de canales. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing69 Aunque la mayoría de las categorías de CPG caen dentro del patrón de pomo de puerta, las medi - cinas de venta libre (OTC, por sus siglas en inglés) típicamente caen en el patrón de trompeta. Los no compradores están dispuestos a recomendar marcas confiables, a pesar de que actualmente no están usando esas marcas. La diferencia clave entre una El patrón de trompeta en los productos de estilo de vida y el patrón de trompeta en los medicamen - tos de venta libre es la razón por la cual no todos los defensores realmente los compran. En las categorías de estilo de vida, todo es cuestión de asequibilidad y accesibilidad. En los medicamen - tos OTC, por otro lado, algunos defensores no compran sus propios medicamentos recomendados simplemente porque no necesitan los medicamentos en este momento. Cuando lo hacen, saben cuáles comprar. Patrón 4: Embudo El cuarto patrón principal es el embudo tradicional. En una categoría de embudo, la mayoría de las compras están bien planificadas y los clientes están muy involucrados en las decisiones de compra. De hecho, este es el único patrón en el que los clientes pasan por cada etapa de la ruta del cliente en el camino hacia la compra y la promoción. Hacen preguntas sobre las marcas que les gustan y, finalmente, compran las marcas si les gusta lo que escuchan de la conversación. Solo defienden si han experimentado el producto ellos mismos. El patrón de embudo se encuentra principalmente en los bienes de consumo duraderos, así como en las industrias de servicios. En una categoría de embudo, la experiencia general del cliente es realmente importante porque los clientes no se saltan ninguna etapa y pueden soltar las marcas de sus conjuntos de consideración en cualquier lugar de la ruta del cliente. El acto es especialmente importante para los clientes dado que les gustaría sumergirse en la experiencia de compra y uso. Por lo tanto, a diferencia de una categoría de botón de puerta donde el posicionamiento puede ser superficial, en una categoría de embudo, el posicionamiento debe estar profundamente enraizado en la experiencia real. Es impor - tante que las marcas de una categoría de embudo administren múltiples puntos de contacto, como publicidad (consciente y atractiva), sitio web y centro de llamadas (preguntar), canal de ventas (acto), así como servicios posteriores a la compra (defensor). Aunque el cambio de marca no es frecuente en una categoría de embudo, la disminución de la calidad de la experiencia del cliente a lo largo del tiempo puede llevar a los clientes a considerar otras marcas o incluso a cambiar a marcas más premium. Dado que el cliente espera continuamen - te mejores clientes experiencia en el tiempo, una categoría de embudo es quizás la más propensa a las innovaciones disruptivas. Como se discutió en el Capítulo 4, la mayoría de las innovaciones disruptivas, especialmente las relacionadas con la tecnología emergente, se producen en indus - trias con altas expectativas de experiencia del cliente, como las industrias de bienes duraderos y servicios. Por lo tanto, las marcas en una categoría de embudo deberían centrarse en las mejoras incrementales y las innovaciones de experiencia del cliente. Pajarita: un quinto patrón Cada uno de los cuatro patrones principales de la ruta del cliente tiene fortalezas y defectos inhe - rentes. La combinación de todas las fortalezas positivas de los cuatro patrones principales da como resultado un patrón ideal de recorrido del cliente, que tiene la forma de una pajarita simétrica. (Ver figura 7.2) El patrón de pajarita refleja los rasgos clave de una marca perfecta. En una categoría de pajarita, todos los que conocen una marca están dispuestos a recomendar la marca debido a su reputación estelar. Esto significa que la marca logra una puntuación BAR perfecta de 1 (aware = advocate). Además, el atractivo de la marca es tan fuerte que todos los que se sienten atraídos Marketing 4.070 a la marca termina comprándola (apelación = acto). No todos los que se sienten atraídos por la marca sienten la necesidad de seguir investigando, lo que refleja un posicionamiento claro y el nivel adecuado de curiosidad. Las marcas con perilla de puerta, pez dorado, trompeta y patrón de ruta de cliente en embudo deben esforzarse por obtener este patrón perfecto de pajarita. Superponer la pajarita en uno de los cuatro patrones principales revela lagunas y oportunidades de mejora. Las marcas con la ruta del cliente del botón de la puerta pueden mejorar su nivel de afinidad mediante la construcción de programas de participación posterior a la compra. Este es el desafío que enfrentan muchas marcas de CPG en medio de un cambio abrumador de marca. Las marcas con el patrón de trompeta pueden mejorar el nivel de compromiso al mejorar la accesibi - lidad y el acceso al canal sin diluir el atractivo de la marca. Las marcas de lujo y aspiracionales, como Tesla, enfrentan tales desafíos. Las marcas con un patrón de embudo, por otro lado, deberían mejorar tanto su compromiso como sus niveles de afinidad. Esto ilustra el importante desafío que enfrentan las marcas de bienes y servicios duraderos para equilibrar el servicio de ventas y el servicio posventa. Pero el trabajo más difícil debe hacerlo las marcas con el patrón de ruta del cliente goldfish. No solo necesitan mejorar su compromiso y niveles de afinidad, sino también optimizar su nivel de curiosidad. Los profesiona - les del marketing en los sectores B2B se enfrentan a este difícil desafío porque tratan con clientes generalmente conocedores. (Ver figura 7.3) Cuatro mejores prácticas de marketing Los profesionales del marketing también pueden derivar patrones de la industria a partir de las estadísticas BAR. BAR esencialmente representa la disposición de un cliente para recomendar una marca. En una industria en la que la BAR media es baja, los clientes generalmente no están dispuestos a recomendar marcas competidoras. En este tipo de industria, el marketing de boca en boca y el marketing en redes sociales generalmente no funcionan bien. Cuando la BAR media es alta, por otro lado, a probabilidad de que los clientes recomienden una o más marcas es alta. En este caso, el marketing de boca en boca y el marketing en redes sociales son muy efectivos. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing71 La gama BAR, la brecha entre el BAR más alto y el más bajo, en una industria también revela ideas interesantes. Un amplio rango BAR refleja un dominio de boca en boca; hay marcas líderes con alto BAR en la parte superior de las marcas más débiles con bajo BAR. Las marcas con alto BAR tienen una ventaja sobre otras, ya que tienen una sólida reputación de marca que las coloca en el con - junto de las consideraciones del cliente. Un enfoque de marketing “pull” es altamente efectivo para ellos. Un rango estrecho de BAR, por otro lado, refleja una competencia apretada sin dominio de BAR. Un enfoque de marketing “push” es a menudo la única forma de tener éxito en esta situación. Sin embargo, es importante señalar que el dominio del mercado en términos de BAR no siempre se refleja en el dominio de la cuota de mercado, y viceversa. Utilizando la BAR BAR y el rango de BAR como ejes, podemos derivar otros cuatro grupos prin - cipales de la industria. En industrias con una BAR de mediana y amplia gama BAR, los clientes generalmente están dispuestos a recomendar varias marcas líderes. En este grupo, el factor cla - ve del éxito es la gestión de la marca: el desarrollo de un posicionamiento sólido y su ejecución a través de las comunicaciones de marketing. De nuevo, las categorías de GPC personifican a este grupo industrial. Los profesionales del marketing pueden aprender las mejores prácticas de gestión de marca de las principales empresas de CPG como P & G y L’Oréal. En industrias con un rango BAR BAR mediano pero alto, los clientes generalmente están dispues - tos a recomendar ciertas marcas a pesar de que no hay un jugador con un puntaje BAR dominante. Este grupo de industrias se caracteriza por marcas locales de nicho o grandes jugadores igualmen - te fuertes en un mercado altamente fragmentado. El éxito a menudo se determina por la proximidad del canal y el acceso a mercados clave. Por lo tanto, los factores de éxito clave son la gestión de canales: desarrollo de la presencia omnicanal e impulso de los clientes para comprar. El ejemplo típico de este grupo es la industria minorista. Los grandes almacenes, las tiendas especializadas y los sitios de comercio electrónico son conocidos por sus recomendaciones contundentes. Las em - presas como Macy’s y Amazon son ejemplos destacados para que los especialistas en marketing conozcan cómo conducir a los clientes a sus canales de venta a través de los medios tradicionales y digitales. En las industrias donde el BAR es bajo, pero el rango de BAR es amplio, los clientes generalmente no recomiendan marcas, aunque a veces defienden las marcas líderes. Por lo general, los clientes tienen una percepción pobre de la mayoría de las marcas en estas industrias, a pesar de varias excepciones. La experiencia del cliente a menudo se polariza con la misma cantidad de clientes fe - lices y frustrados. Las marcas líderes a menudo muestran su excelencia en el servicio y la intimidad del cliente con respecto a otras marcas “. Un ejemplo de este grupo es la industria de las Marketing 4.072 aerolíneas. La lista de Skytrax de las 10 principales aerolíneas del mundo está compuesta por ae - rolíneas de Oriente Medio y Asia, como Qatar Airways y Singapore Airlines que tienen un servicio excepcional, atributos. Su factor clave de éxito es la gestión del servicio: gestión de procesos de servicio y personal de servicio, así como evidencia física. El grupo final de industrias tiene una BAR BAR mediana y estrecha. En estas industrias, la compe - tencia es escasa y los clientes generalmente no están dispuestos a recomendar marcas competido - ras. Dado que casi no hay efecto de la promoción de boca en boca en dichas industrias, las marcas competidoras tienen que trabajar arduamente para llevar sus productos y servicios al mercado. Por lo tanto, su factor clave de éxito es la administración de la fuerza de ventas: administrar a los ven - dedores productivos y conducir las actividades de ventas correctas. (V er figura 7.4) Los grupos de ninguna manera son estáticos. Con la convergencia tecnológica y la innovación dis - ruptiva, los muros entre los grupos industriales están bajando. Los mercadólogos deben vigilar los cambios en sus industrias y adaptar sus estrategias en consecuencia. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing73 Resumen: aprendiendo de diferentes industrias Al analizar el marco genérico de las cinco A y evaluar las tasas de conversión en las diferentes etapas, identificamos cuatro patrones principales para varias industrias: “pomo de la puerta”, “pez dorado”, “trompeta” y “embudo”. Varios tipos de industrias pueden ubicarse bajo cualquiera de estos patrones, cada uno con un mo - delo específico de comportamiento del cliente y un conjunto diferente de desafíos. También iden - tificamos cuatro grupos de industrias diferentes basados en estadísticas de BAR, cada uno de los cuales representa un conjunto de mejores prácticas de mercadotecnia: gestión de marca, gestión de canales, gestión de servicios y gestión de ventas. Marketing 4.074 Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing75 Marketing 4.076 En la literatura de mercadotecnia reciente, los clientes casi siempre son retratados como los juga - dores más poderosos. Sin embargo, los especialistas en marketing a menudo olvidan el lado huma - no de los clientes, lo que se manifiesta claramente en la era digital; no son perfectos y se sienten vulnerables a las estratagemas de marketing. Por lo tanto, construyen comunidades para fortalecer sus posiciones. Los profesionales del marketing deben adaptarse a esta nueva realidad y crear marcas que se comporten como seres humanos, accesibles y agradables, pero también vulnerables. Las marcas deberían ser menos intimidantes. Deberían volverse auténticos y honestos, admitir sus defectos y dejar de intentar parecer perfectos. Impulsados por los valores fundamentales, las marcas centra - das en el ser humano tratan a los clientes como amigos, convirtiéndose en una parte integral de su estilo de vida. En Marketing 3.0, presentamos este concepto de marketing centrado en el ser humano como la consecuencia natural del marketing centrado en el cliente (Marketing 2.0) y el marketing centrado en el producto (Marketing 1.0). En marketing centrado en humanos, los especialistas en marketing se acercan a los clientes como seres humanos completos con mentes, corazones y espíritus. Los profesionales del marketing no solo satisfacen las necesidades funcionales y emocionales de los clientes, sino que también abordan sus ansiedades y deseos latentes. A medida que realicemos la transición a Marketing 4.0 en un mundo cada vez más digital, espera - mos una importancia creciente de la centricidad humana. Los profesionales del marketing deben adoptar aún más el poder del marketing centrado en el ser humano. Imagínese un mundo donde la inteligencia artificial y la robótica se integran en la vida cotidiana de las personas de la misma forma que los teléfonos inteligentes, desde fábricas automáticas, automóviles sin conductor, robots do - mésticos controlados por voz hasta médicos y abogados especialistas en robótica. La mayoría de los expertos sostienen que sucederá tan pronto como en 2015. En ese contexto, los clientes esta - rán más ansiosos que nunca mientras subconscientemente buscan sus identidades, preguntando “¿Qué significa ser humano en un mundo digital?” El marketing centrado en el ser humano, creemos, sigue siendo la clave para crear una atracción de marca en la era digital como marcas con un carácter humano podría decirse que será el más diferenciado. El proceso comienza desbloqueando las ansiedades y deseos más profundos de los clientes. Requiere una escucha enfática y una investigación inmersiva en lo que se conoce como antropología digital. Una vez que se ha descubierto el lado humano de los clientes, es hora de que las marcas descubran su lado humano. Las marcas deben demostrar los atributos humanos que pueden atraer clientes y construir conexiones de persona a persona. Comprender a los humanos que usan la antropología digital La antropología digital se centra en el nexo entre la humanidad y la tecnología digital. Explora cómo los humanos interactúan con las interfaces digitales, cómo se comportan en el contexto de las tec - nologías y cómo los humanos usan las tecnologías para interactuar entre ellas. También se puede utilizar para comprender cómo las personas perciben las marcas en sus comunidades digitales y qué atrae a las personas a ciertas marcas. La especialidad es relativamente nueva en el campo de la antropología. Pero las aplicaciones re - cientes para descubrir las perspectivas del mercado han impulsado su popularidad entre los espe - cialistas en marketing. En el contexto del marketing centrado en el ser humano, la etnografía digital proporciona una forma poderosa de descubrir las ansiedades y deseos humanos latentes que las marcas deberían abordar. Varios métodos bien conocidos que están siendo utilizados actualmen - te por los especialistas en marketing incluyen la escucha social, la netnografía y la investigación enfática. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing77 Escuchar Socialmente La escucha social es el proceso proactivo de monitorear lo que se dice sobre una marca en Inter - net, particularmente en redes sociales y comunidades en línea. A menudo implica el software de monitoreo de redes sociales para filtrar cantidades masivas de datos no estructurados de conver - saciones sociales a información de inteligencia de clientes utilizable. Los análisis de Big Data a menudo se usan con el propósito de escuchar en redes sociales. La escucha social se usa en la evaluación del marketing de contenidos para monitorear las conver - saciones que ocurren alrededor del contenido distribuido (consulte el Capítulo 9). También es una herramienta útil para identificar clientes potenciales y comprender las perspectivas de venta social (ver el Capítulo 10). La escucha social también se usa comúnmente en la gestión de relaciones con los clientes sociales para identificar conversaciones que contienen quejas o sentimientos negativos y que pueden conducir a crisis de marca (ver Capítulo 11). Cuando los profesionales del marketing rastrean las conversaciones sociales sobre sus marcas y las marcas de sus competidores, la escu - cha social puede convertirse en una herramienta efectiva para la inteligencia competitiva. Aparte de esas aplicaciones, la escucha social es más útil para la investigación de mercado. En los métodos de investigación de mercado tradicionales (por ejemplo, entrevistas cara a cara, encues - tas telefónicas y encuestas en línea), los clientes no siempre les dicen a los especialistas en mar - keting lo que realmente piensan y hacen. De hecho, no siempre son capaces de articular lo que realmente piensan y hacen, incluso si lo desean. Además, los métodos de investigación de merca - do tradicionales basados en grupos (por ejemplo, grupos focales) a menudo no logran capturar la dinámica social entre los clientes que ocurren naturalmente en sus comunidades reales. Aquí es donde la escucha social sobresale. Los clientes se sienten más cómodos y abiertos para contarles a sus clientes lo que piensan y hacen. Las conversaciones naturales en los propios entornos del cliente los ayudan a articular sus ansiedades y deseos más profundos. La escucha social realmente capta la dinámica social de las comunidades. Netnografía Desarrollado por Robert Kozinets, la netnografía (etnografía enfocada en internet) es un método que adapta la práctica de la etnografía para comprender el comportamiento humano en e-tribus o comunidades en línea. Similar a la etnografía, la netnografía tiene como objetivo estudiar a los humanos a través de la inmersión en sus comunidades naturales de una manera discreta. La diferencia clave entre la netnografía y la escucha social es que la netnografía a menudo requiere que los netnographers se involucren profundamente como participantes activos en las comunida - des en línea. Los netnographers se unen a las comunidades, se sumergen en las relaciones, enta - blan conversaciones y desarrollan empatía hacia los miembros del grupo. Por lo tanto, la netnogra - fía en sí misma es una forma de conexión de persona a persona en el proceso de investigación de mercado. En muchos casos, la netnografía se convierte en un seguimiento más inmersivo de un ejercicio de escucha social. La escucha social puede ayudar efectivamente a los netnógrafos a identificar las comunidades correctas en las que deben sumergirse. Las comunidades en línea que se convierten en fuentes ricas de conocimientos de los netnógrafos suelen ser comunidades administradas por clientes, en lugar de comunidades administradas por la empresa, que cubren temas muy específi - cos con un tráfico considerable y una cantidad considerable de miembros activos. En la mayoría de los casos, es fundamental que los netnógrafos divulguen su propósito al realizar la investigación y pidan permiso a los miembros de la comunidad. Marketing 4.078 Mientras que la escucha social utiliza principalmente el software de monitoreo de redes sociales para crear automáticamente visualizaciones de datos, la netnografía aún requiere que los investi - gadores sinteticen sus conocimientos más profundos. La netnografía a menudo requiere que los netnographers reflexionen sobre lo que observan y sobre lo que sienten personalmente al conver - tirse en miembros de las comunidades. Por lo tanto, la netnografía exige un alto nivel de empatía y un conjunto muy específico de habilidades que no todos los investigadores tienen. Investigación empática Un precursor del diseño centrado en el ser humano (HCD, por sus siglas en inglés), la investigación enfática es un método popularizado por empresas de diseño como IDEO y Frog, que involucra la perspectiva humana y la empatía en el proceso de investigación. Por lo general, implica la observa - ción participativa y la inmersión en el contexto de las comunidades de clientes con el objetivo de descubrir las necesidades latentes de los clientes. A diferencia de la escucha social y la netnografía, la investigación enfática requiere la observación en persona, el diálogo, la lluvia de ideas y la colaboración entre los investigadores y los miembros de la comunidad para sintetizar las ideas más relevantes. Por lo tanto, la investigación enfática es el método más cercano a la etnogra - fía tradicional. Para garantizar una perspectiva humana integral y rica, el proceso de investigación generalmente involucra a miembros del equipo multidisciplinario, como psicólogos, antropólogos, diseñadores de productos, ingenieros y especialistas en marketing. Los miembros del equipo suelen salir y sumer - girse en las comunidades de los clientes y observar sus frustraciones y comportamientos sorpren - dentes. Viniendo de diferentes orígenes, cada miembro del equipo generalmente presenta dife - rentes hallazgos de investigación. Por lo tanto, los miembros del equipo deben reunir y sintetizar sus hallazgos con una serie de sesiones de lluvia de ideas. Las ideas producidas de esta manera generalmente conducen a un nuevo desarrollo de productos, una nueva experiencia del cliente o una nueva campaña de marca que a menudo sorprende a los clientes. La sociedad de Grownups es un ejemplo. La investigación enfática realizada por MassMutual e IDEO descubrió las ansiedades latentes y los deseos de los millennials de convertirse en analfabe - tos financieros. MassMutual e IDEO luego desarrollaron la Society of Grownups, una compañía que proporciona educación financiera específicamente para la generación del milenio. Brinda sesiones de asesoría financiera y clasificada en persona en un espacio fresco, relajado y no intimidante que se asemeja a una cafetería. También proporciona herramientas digitales con estilo para que los millennials las usen para planificar sus finanzas. En última instancia, tiene como objetivo hacer que la planificación financiera sea una parte integral del estilo de vida social y digital de la generación del milenio. Construyendo los Seis Atributos de Marcas Centradas en el Hombre Comprender el lado humano de los clientes a través de estudios de antropología digital es el primer paso importante del marketing centrado en humanos. Igualmente importante es revelar el lado humano de las marcas que pueden atraer clientes. Según Stephen Sampson en su libro Líderes sin títulos, los líderes horizontales tienen seis atribu - tos humanos que atraen a otros hacia ellos, aunque no tienen autoridad sobre los demás: lo físico, la intelectualidad, la sociabilidad, la emotividad, la personalidad y la moralidad. Estos seis atributos constituyen un ser humano completo, uno que típicamente se convierte en un modelo a seguir. Cuando las marcas quieren influir en los clientes como amigos sin dominarlos, deben poseer estos seis atributos humanos. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing79 Fisicalidad Una persona que es vista como físicamente atractiva generalmente tiene una gran influencia sobre los demás. Por lo tanto, las marcas que pretenden tener influencia sobre sus clientes deben tener atracciones físicas que las hagan únicas, aunque no perfectas. Para las marcas, las atracciones físicas pueden provenir de sus identidades de marca, como logo - tipos bien diseñados o eslóganes bien diseñados. Considere Google y MTV con sus sistemas de lo - gotipo dinámico, que pueden ser flexibles en lugar de estáticos, dependiendo del contexto. Google modifica continuamente su logotipo para celebrar momentos especiales o personas con su Google Doodle. Las atracciones físicas también pueden provenir de un diseño atractivo del producto o un diseño sólido de experiencia del cliente. Considera a Apple como un ejemplo. Apple es conocida por sobre - salir no solo en su diseño de productos industriales sino también en su diseño de interfaz de usua - rio. La interfaz de usuario de Apple a menudo se considera muy simple e inimitable incluso para usuarios no expertos. El diseño de la tienda de Apple también se considera uno de los mejores en la industria minorista. Intelectualidad La intelectualidad es la capacidad humana de tener conocimiento, pensar y generar ideas. La inte - lectualidad está estrechamente relacionada con la capacidad de pensar más allá de lo obvio y la capacidad de innovar. Las marcas con una fuerte intelectualidad son inno - vadoras y tienen la capacidad de lanzar productos y servicios no concebidos previamente por otros jugadores y por los clientes. Las marcas demuestran así su capacidad para resolver efectivamente los problemas de los clientes. Cuando la empresa automotriz Tesla adoptó el nombre de un famoso innovador, Nikola Tesla, la marca prometió innovar continuamente, al igual que su homónimo. La marca no defrauda, está a la vanguardia de las principales innovaciones, como los automóviles eléctricos, el análisis automotriz y las tecnologías de piloto automático. La intelectualidad de Tesla crea un fuerte atractivo de marca, aunque no publicita. Los principales innovadores disruptivos como Uber y Airbnb también demuestran su intelectualidad al crear servicios que conectan a clientes y proveedores de servicios. Los principales clientes de la llamada economía compartida, Uber y Airbnb son vistos por los clientes como marcas inteligentes. Sociabilidad Una persona con una fuerte sociabilidad confía en relacionarse con los demás, mostrando buenas habilidades de comunicación verbal y no verbal. Del mismo modo, las marcas con una fuerte socia - bilidad no temen tener conversaciones con sus clientes. Escuchan a sus clientes, así como a las conversaciones entre sus clientes. Contestan preguntas y resuelven quejas en forma receptiva. Las marcas también involucran a sus clientes regularmente a través de múltiples medios de comunica - ción. Comparten contenido interesante en las redes sociales que atrae a sus clientes. Por ejemplo, Denny’s Diner crea una persona sociable en las redes sociales que es amigable, divertida y agradable. La marca regularmente publica comentarios graciosos y chistes en Twitter que a la gente le gusta y retuitea, haciéndolo más humano. Denny’ s Diner se comporta como un amigo para quien las personas pueden relacionarse, recibiendo así un boca a boca. Zappos tam - bién es conocida como una marca muy sociable. Los clientes pueden conversar con los agentes de call center de Zappos durante horas discutiendo sobre zapatos y otros asuntos como amigos. De hecho, Zappos tiene el registro de llamadas de servicio al cliente más largo a las 10 horas y 43 minutos. Marketing 4.080 Emoción Las personas que pueden conectarse emocionalmente con otros para dirigir sus acciones son influ - yentes muy poderosos. Las marcas que evocan emociones pueden impulsar acciones favorables del cliente. Se conectan con los clientes en un nivel emocional con mensajes inspiradores. A veces, las marcas también se conectan con los clientes al mostrar su lado humorístico. Dove es una marca con fuerte emotividad. Una marca humanizada, Dove aborda el tema de la autoestima entre las mujeres al alentar a las mujeres a amarse a sí mismas y apreciar su verdade - ra belleza. Con una campaña masiva que duró más de una década, Dove ha logrado conectarse emocionalmente con mujeres de todo el mundo. Doritos ofrece un ejemplo diferente con su anuncio de SuperBowl 50 “Ultrasound”, que retrata a una mujer embarazada que se está haciendo una ecografía mientras su esposo está comiendo una bolsa de Doritos. El anuncio termina con el bebé que sale disparado del útero para conseguir algu - nos Doritos. El anuncio resulta ser polarizante; algunas personas lo consideran hilarante, mientras que otros lo ven como desagradable. Sin embargo, una tecnología de rastreo facial revela que la publicidad es la más emocionante, aunque las emociones que provoca son mixtas. La personalidad Las personas con una fuerte personalidad tienen autoconciencia; son conscientes de lo que son buenos al admitir lo que todavía tienen aprender. Muestran confianza en sí mismos y automotivación para mejorarse a sí mismos. Del mismo modo, las marcas con fuerte personalidad saben exactamente lo que representan: su razón de ser. Pero estas marcas tampoco temen mostrar sus defectos y asumir la responsabilidad total de sus acciones. Patagonia, por ejemplo, significa sostenibilidad social y ambiental. Su objetivo es minimizar el impacto social y ambiental adverso de sus actividades comerciales. Con su Footprint Chronicles, Patagonia permite a los clientes rastrear el origen de cualquier producto que compran y ver la hue - lla social y ambiental del producto. Patagonia es lo suficientemente honesto y seguro como para demostrar que sus procesos comerciales no son perfectos y de hecho dañan el medio ambiente. Pero también está decidido a mejorar con el tiempo. Domino’s es otro ejemplo. La compañía de pizzas hizo un valiente movimiento en 2010 para admitir que sus pizzas no eran convincentes. En un anuncio, Domino compartió públicamente los comen - tarios de los clientes acerca de sus pizzas. En respuesta, la compañía reinventó sus pizzas y se las ofreció a los críticos. La compañía se responsabilizó confiadamente de sus defectos. Lo que hizo que la marca fuera más humana. Moralidad La moral se trata de ser ético y tener una integridad sólida. Una persona con carácter moral positi - vo tiene la capacidad de saber la diferencia entre lo correcto y lo incorrecto. Lo más importante es que tienen el coraje de hacer lo correcto. Del mismo modo, las marcas con una fuerte moralidad son impulsadas por los valores. Las marcas aseguran que las consideraciones éticas apropiadas se conviertan en una parte clave de todas las decisiones comerciales. De hecho, algunas marcas ponen los modelos comerciales éticos como su diferenciación central. Las marcas cumplen sus promesas aunque los clientes no se mantengan al tanto. Unilever, por ejemplo, anunció en 2010 el plan de vida sostenible de Unilever. Que pretendía du - plicar el tamaño de la empresa y reducir a la mitad su huella ambiental para 2020. También tenía como objetivo mejorar el bienestar de más de mil millones de personas y mejorar el sustento de millones de personas en el proceso. La brújula moral corporativa se tradujo en iniciativas a nivel de marca en un movimiento para crear marcas más humanizadas dentro de la compañía. Los ejem - Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing81 plos incluyen el esfuerzo de Knorr para combatir la desnutrición en Nigeria, el esfuerzo de Wall para crear microempresarios en India y la campaña de Omo para ahorrar agua en Brasil. Resumen: cuando las marcas se convierten en seres humanos Cada vez más, las marcas están adoptando cualidades humanas para atraer clientes en la era centrada en el ser humano. Esto requiere liberar las ansiedades y deseos latentes de los clientes a través de la escucha social, la netnografía y la investigación enfática. Para abordar de manera efec - tiva estas ansiedades y deseos, los especialistas en marketing deben construir el lado humano de sus marcas. Las marcas deben ser físicamente atractivas, intelectualmente atractivas, socialmente atractivas y emocionalmente atractivas, mientras que al mismo tiempo demuestran una fuerte per - sonalidad y moralidad. Marketing 4.082 Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing83 El contenido es el nuevo anuncio, #Hashtag es un nuevo lema En pocas palabras, el marketing de contenidos es un enfoque de marketing que implica crear, seleccionar, distribuir y amplificar contenido que sea interesante, relevante y útil para un grupo de audiencia claramente definido con el fin de crear conversaciones sobre el contenido. El marketing de contenido también se considera otra forma de periodismo de marca y publicación de marca que crea conexiones más profundas entre las marcas y los clientes. Las marcas que implementan un buen marketing de contenidos brindan a los clientes acceso a contenido original de alta calidad mientras cuentan historias interesantes sobre sus marcas en el proceso. El marketing de contenido cambia el rol de los publicistas de los promocionales de marca a los narradores de historias. Hoy en día, la mayoría de las corporaciones han implementado el marketing de contenidos hasta cierto punto. Un estudio realizado por Content Marketing Institute y MarketingProfs reveló que el 76 por ciento de las empresas de negocios a consumidores (B2C) y el 88 por ciento de las empresas de negocios a negocios (B2C) de Norteamérica utilizaron el marketing de contenidos en 2016. Las empresas de B2B gastaron un el promedio del 28 por ciento de su presupuesto de marketing en marketing de contenidos y las empresas B2C gastaron un promedio del 32 por ciento. Estos comer - cializadores de contenido argumentarían que el contenido se ha convertido en el nuevo anuncio y los #hashtags utilizados en la distribución de contenido a través de las redes sociales han igualado el rol de los eslóganes tradicionales. El marketing de contenidos ha sido una palabra de moda en los últimos años, y se promociona como el futuro de la publicidad en la economía digital. La transparencia que trajo Internet ha dado lugar a la idea del marketing de contenidos. La conectividad a Internet les permite a los clientes conversar y descubrir la verdad sobre las marcas. Hoy en día, los profesionales del marketing se enfrentan a un obstáculo importante cuando intentan llegar a los clientes con publicidad tradicional porque los clientes no siempre confían en ella. Prefieren preguntar amigos y familiares para obtener opiniones honestas sobre las marcas. Cuando escuchan las afirmaciones de las marcas, los clien - tes aclaran las afirmaciones hablando con sus compañeros de confianza de su comunidad. El hecho de que los clientes a menudo no encuentren atractivos los mensajes publicitarios ejer - ce una presión adicional sobre los especialistas en marketing. El papel clave de los marketers es transmitir las propuestas de valor que ofrecen sus marcas. Los profesionales del marketing se han vuelto muy creativos en la entrega de información compleja a través de anuncios publicitarios sin abrumar a los clientes, dado el espacio y tiempo limitado que pueden pagar en medios pagos. Pero el hecho es que los clientes de hoy a menudo consideran que las propuestas de valor de una mar - ca son irrelevantes y descartables. Las redes sociales han jugado un papel importante en este cambio. En el pasado, los clientes escu - chaban con atención el contenido transmitido por los medios tradicionales, incluida la publicidad. Simplemente no tenían otra opción. Las redes sociales cambiaron todo eso. Ahora, los clientes tienen una gran cantidad de contenido generado por los usuarios que les parece más creíble y, significativamente, más atractivo que los medios tradicionales. Lo que hace que el contenido de las redes sociales sea atractivo es que es voluntario y se accede a él a pedido, lo que significa que los clientes eligen consumir el contenido donde y cuando lo deseen. En las redes sociales, los anuncios no pueden interrumpir significativamente a los clientes mientras consumen contenido. Los anuncios TrueView de YouTube, por ejemplo, se pueden omitir después de cinco segundos. Esto ha sentado un precedente de que un anuncio es descartable si al especta - dor no le gusta. Lo llamamos “el desafío de cinco segundos del mundo que se puede omitir”. Si las marcas o el anuncio no logran llamar la atención durante los primeros cinco segundos, no pueden quejarse si los clientes eligen ignorar el resto de su contenido. Esto se aplica también al contenido de marca y al contenido patrocinado, el contenido proporciona - do por las marcas, pero no en un formato publicitario típico, en las redes sociales. Si los clientes no encuentran el contenido patrocinado y patrocinado atractivo y relevante, no gastarán. Marketing 4.084 El contenido es el nuevo anuncio, #Hashtag es un nuevo lema En pocas palabras, el marketing de contenidos es un enfoque de marketing que implica crear, seleccionar, distribuir y ampliar contenido que sea interesante, relevante y útil para un grupo de audiencia abierta con el fin de crear conversaciones sobre el contenido. El marketing de contenido también se considera otra forma de periodismo de marca y publicación de marca que crea cone - xiones más profundas entre las marcas y los clientes. Las marcas que implementan un buen mar - keting de contenidos brindan a los clientes acceso a un contenido original de alta calidad mientras que cuenta historias interesantes sobre sus marcas en el proceso. El marketing de contenido cambia el rol de los publicistas de los promocionales de marca a los narradores de historias. Hoy en día, la mayoría de las corporaciones han implementado el marketing de contenidos hasta cierto punto. Un estudio realizado por Content Marketing Institute y MarketingProfs reveló que el 76 por ciento de las empresas de negocios a los consumidores (B2C) y el 88 por ciento de las empre - sas de negocios a negocios (B2C) lo hizo en el mercado de contenidos en 2016. Las empresas de B2B gastaron un promedio del 28 por ciento de su presupuesto de comercialización en la comercia - lización de contenidos y las empresas B2C gastaron un promedio del 32 por ciento. Estos comer - cialesizadores de contenido argumentan que el contenido se ha convertido en el nuevo anuncio y los #hashtags utilizados en la distribución de contenido a través de las redes sociales han igualado el rol de los tradicionales. El marketing de contenidos ha sido una palabra de moda en los últimos años, y se promocio - na como el futuro de la publicidad en la economía digital. La transparencia que trajo Internet ha dado lugar a la idea del marketing de contenidos. La conectividad a Internet permite a los clientes conversar y descubrir la verdad sobre las marcas. Hoy en día, los profesionales del marketing se enfrentan a un obstáculo importante cuando intentan llegar a los clientes con publicidad tradicional porque los clientes no siempre confían en ella. Prefieren preguntar amigos y familiares para obtener opiniones honestas sobre las marcas. Cuando escuchan las afirmaciones de las marcas, los clien - tes aclaran las afirmaciones que hablan con sus compañeros de confianza de su comunidad. El hecho de que los clientes a menudo no encuentren atractivos los mensajes publicitarios ejerce una presión adicional sobre los especialistas en marketing. El papel clave de los vendedores es transmitir las propuestas de valor que ofrece sus marcas. Los profesionales del marketing se han vuelto muy creativos en la entrega de información a través de anuncios publicitarios sin contacto con los clientes, dado el espacio y tiempo limitado que pueden pagar en medios pagos. Pero el hecho es que los clientes de hoy en día tienen las características de valor de una marca son irrele - vantes y descartables. Las redes sociales han visto un papel importante en este cambio. En el pasado, los clientes escu - charon con atención el contenido transmitido por los medios tradicionales, incluida la publicidad. Simplemente no tengo otra opción. Las redes sociales cambiaron todo eso. Ahora, los clientes tienen una gran cantidad de contenido generado por los usuarios que buscan más y más, significa - tivamente, más atractivos que los medios tradicionales. Lo que hace que el contenido de las redes sociales sea atractivo es que es voluntario y se accede a él en un pedido, lo que significa que los clientes lo consumen en el contenido donde y cuando lo deseen. En las redes sociales, los anuncios no pueden interrumpir significativamente a los clientes mientras consumen contenido. Los anuncios TrueView de YouTube, por ejemplo, se pueden omitir después de cinco segundos. Esto tiene un precedente de que un anuncio es descartable si al espectador no le gusta. Lo llamamos “el desafío de cinco segundos del mundo que se puede omitir”. Si las marcas o el anuncio no se pueden llamar a la atención de los primeros cinco segundos, no se puede ver si los clientes ignoran el resto de su contenido. Esto también se aplica al contenido de marca y contenido patrocinado, el contenido está respal - dado por las marcas, pero no está en un formato publicitario típico, en las redes sociales. Si los clientes no tienen el contenido patrocinado y patrocinado atractivo y relevante, no gastarán Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing85 especialistas en marketing para crear contenido original en la empresa o para curarlo de fuentes externas. Los especialistas en marketing de contenidos también deberían distribuir el contenido a través de la mejor combinación de canales. Sin embargo, la trampa más común de una estrategia de marketing de contenido es saltar directamente a la producción y distribución de contenido sin las actividades adecuadas de preproducción y posterior a la distribución. En las siguientes subseccio - nes, enumeramos los ocho pasos principales del marketing de contenidos que los mercadólogos deben seguir. En cada paso, los especialistas en marketing deben marcar todas las casillas correc - tas antes de pasar a la siguiente. (Ver figura 9.1) Paso 1: Establecimiento de metas Antes de embarcarse en un viaje de marketing de contenidos, los especialistas en marketing de - berían definir sus objetivos con claridad. Sin objetivos adecuados en los lugares, los profesionales del marketing podrían perderse cuando se sumerjan en la creación y distribución de contenido. Sus objetivos deben estar alineados con sus objetivos comerciales generales y traducirse en métricas clave, contra las cuales se evaluará el marketing de contenidos. Los objetivos de marketing de contenidos se pueden clasificar en dos categorías principales. La primera categoría son los objetivos relacionados con las ventas; estos incluyen la generación de clientes potenciales, el cierre de ventas, la venta cruzada, la venta ascendente y la recomendación de ventas. El segundo categoría son objetivos relacionados con la marca; estos incluyen conocimiento de marca, aso - ciación de marca y lealtad / defensa de marca. La mayoría de los vendedores de contenido tienen más de un objetivo en ambas categorías. El Content Marketing Institute revela que los marketers de contenido B2C más efectivos en América del Norte le dan importancia a la conciencia de marca, la lealtad y el compromiso como objetivos clave. Por otro lado, los comercializadores de contenido B2B ponen más énfasis en la generación de oportunidades y las ventas como objetivos clave. La definición de sus objetivos ayuda a los especialistas en marketing a diseñar mejor la estrategia de marketing de contenidos. Si los objetivos se incluyen en la categoría relacionada con las ventas, los especialistas en marketing deben asegurarse de que los canales de distribución de contenido estén bien alineados con los canales de venta. Por ejemplo, Birchbox, un servicio de suscripción de productos de belleza en línea, ofrece consejos para mantener el cabello más saludable en un video. Como uno de los objetivos son las ventas, se coloca un panel “Comprar esta historia” junto al panel de video, lo que permite a los miembros de la audiencia hacer clic y comprar los productos que aparecen en el contenido directamente si así lo desean. Marketing 4.086 Por otro lado, si los objetivos están más enfocados en las métricas de la marca, los especialistas en marketing deben asegurarse de que el contenido sea siempre coherente con el carácter del sal - vado. Un ejemplo es Colgate; el contenido del “Centro de atención oral” ayuda a construir la aso - ciación de marca Colgate como el experto oral. En India, la aplicación Colgate’ s Oral Care Center ayuda a conectar al dentista con pacientes potenciales, lo que ayuda a crear una imagen de marca sólida en ambos grupos de audiencia. Paso 2: asignación de audiencia Una vez que los objetivos se han definido claramente, los especialistas en marketing deben de - terminar las audiencias en las que desean enfocarse. Los profesionales del marketing no pueden simplemente definir las audiencias en términos generales, como “nuestros clientes”, “los jóvenes en general” o “tomadores de decisiones”. Definir un subconjunto de audiencia específico ayudará a los profesionales del marketing a crear contenido más nítido y profundo que a su vez contribuirá a la eficacia de la marca. narración de cuentos. Al igual que con la segmentación tradicional, los perímetros de la audiencia pueden ser geográfi - cos, demográficos, psicográficos y de comportamiento. El perímetro de ulti-mate es a menudo de comportamiento. Douglas Holt sugiere que los mercados de contenido se centren en los temas que interesan a ciertas subculturas (como la educación en el hogar, la impresión tridimensional, la observación de aves y la fisiculturización) que tienden a agruparse en las comunidades y distribuir contenido relevante entre ellas. Dado que la mayoría de las subculturas se ven atraídas por temas novedosos y no convencionales que los unen, los especialistas en marketing de contenidos pueden encontrar ideas de contenido no genéricas al observarlas. Además, la mayoría de los activistas de la subcultura son influenciadores que ayudarán a amplificar el contenido. Una vez que los profesionales del marketing han establecido los límites de su audiencia, deben perfilar a las audiencias y describir sus personajes, lo que les ayudará a imaginar cómo se ve real - mente el público en la vida real. A través de una investigación adecuada, también necesitan des - cubrir sus ansiedades y deseos, o puntos de dolor y aspiraciones, que definirán su necesidad de contenido específico. Los mercadólogos deben entonces tratar de proporcionar contenido que los ayude a aliviar sus ansiedades y lograr sus deseos. Airbnb, por ejemplo, se enfoca en los viajeros que desean experimentar sus destinos como lugare - ños que realmente viven allí, no como turistas. Por lo tanto, Airbnb publica “The Local List” para los principales destinos. Este folleto en PDF es una guía de mapas que describe lo que los lugareños harán y los lugares favoritos a los que irán en una ciudad específica. Es esencialmente una guía de viaje, pero toma el punto de vista de un local no de un turista. El segmento de audiencia claramente definido ayuda a Airbnb a desarrollar contenido relevante y convincente. Paso 3: Ideación y planificación del contenido El siguiente paso es encontrar ideas sobre qué contenido crear y realizar una planificación adecua - da. Una combinación de temas relevantes, formatos adecuados y narraciones sólidas asegura una exitosa campaña de marketing de contenidos. Para encontrar el tema correcto, los especialistas en marketing deberían considerar dos cosas. Primero, el gran contenido tiene una clara relevancia para la vida de los clientes. Con el desorden de información, el contenido debe significar algo para la audiencia para evitar ser despedido. Debe aliviar sus ansiedades y ayudarlos a perseguir sus deseos. En segundo lugar, el contenido efectivo tiene historias que reflejan los caracteres y códigos de la marca. Esto significa que el contenido debe convertirse en el puente que conecta las historias de la marca con las ansiedades y deseos de los clientes. El contenido puede ser el medio para que las marcas marquen la diferencia y dejen un legado: el objetivo final de Marketing 3.0. Esto requiere que los profesionales del marketing reflexionen profundamente sobre la misión de su marca: qué es lo que representan más allá de las propuestas de valor. General Electric (GE), por ejemplo, aprovecha el interés de los entusiastas de la tecnología y del futuro con su revista en línea Txchnologist. Al mismo tiempo, intenta crear histo - rias tecnológicas futuristas en torno a la marca GE. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing87 Los profesionales del marketing también deben explorar los formatos de contenido. El contenido puede presentarse en formatos escritos: comunicados de prensa, artículos, boletines informativos, libros blancos, estudios de casos e incluso libros. El contenido también puede tener una forma más visual: infografías, cómics, gráficos interactivos, diapositivas de presentación, juegos, videos, corto - metrajes e incluso películas. El Content Marketing Institute informó que más del 80 por ciento de las empresas B2C usan ilustraciones y fotos, boletines electrónicos, videos y artículos de sitios web, mientras que más del 80 por ciento de las empresas B2C usan estudios de casos, blogs, boletines electrónicos y eventos en persona. Dada la tendencia hacia el marketing de contenido multipantalla: el 90 por ciento de todas las inte - racciones con los medios actuales aparecen en algún tipo de pantalla según Google, los especia - listas en marketing deben considerar múltiples formatos que garanticen la visibilidad y accesibilidad del contenido. Otro elemento que los especialistas en marketing deben explorar en la etapa de ideación y planifi - cación es la narrativa general de marketing de contenidos. El marketing de contenido a menudo es episódico, con diferentes arcos de historias pequeñas que respaldan la historia general. Si bien es cierto que el marketing de contenidos es más efectivo al principio del camino del cliente (especial - mente en la atracción de edificios) y curiosidad en las etapas de apelación y solicitud), el contenido debe distribuirse en toda la ruta del cliente. La clave a menudo es construir la combinación y se - cuencia de formatos correcta. Paso 4: creación de contenido Todas las actividades que hemos discutido conducen al paso más importante, que es la creación de contenido en sí misma. Los profesionales del marketing de contenido exitoso saben que la creación de contenido no es un trabajo a tiempo parcial que se puede realizar a medias. La creación de con - tenido requiere un enorme compromiso en términos de tiempo y presupuesto. Si el contenido no es de alta calidad, original y rico, una campaña de marketing de contenido se convierte en una pérdida de tiempo y, a veces, resulta contraproducente. Algunas marcas eligen crear el contenido ellos mismos. American Express Publishing, por ejemplo, logró publicar contenido editorial de alta calidad para segmentos afluentes, que incluyen títulos como Travel + Leisure y Food et Wine. El grupo editorial finalmente fue vendido a Time Inc, cuando las regulaciones bancarias limitaban su capacidad de crecimiento. La creación de contenido puede ser un negocio separado por sí mismo. Exige que los mercadólo - gos actúen como editores con escritores y editores fuertes. Los buenos productores de contenido interno deben mantener altos estándares de periodismo e integridad editorial. No deberían estar predispuestos hacia la marca para la que trabajan. También deberían aprender de los grandes pro - ductores de Hollywood cómo crear historias entretenidas y convincentes. La creación de contenido no tiene fechas de inicio y finalización. Es un proceso continuo que requiere consistencia. Por lo tanto, los especialistas en marketing deben asegurarse de tener la ca - pacidad interna para entregar contenido a largo plazo. Si no son tan capaces, deberían considerar adquirir el contenido de fuentes externas. La forma más fácil es subcontratar la creación de conteni - do a productores de contenido profesional: periodistas, guionistas, animadores y videógrafos. Otra alternativa es patrocinar el contenido producido por fuentes de terceros. Considere este hecho sorprendente revelado por el New York Times: los lectores en realidad están pasando aproximada - mente la misma cantidad de tiempo en publicaciones patrocinadas que en noticias. Un ejemplo de publicaciones patrocinadas en un artículo titulado “El costo sorprendente de no tomar vacaciones” de MasterCard que analiza en detalle las implicaciones económicas de no tener vacaciones. Otra posibilidad es seleccionar contenido generado por el usuario. Un ejemplo de esto es Heineken’ s Ideas Brewery, en el que Heineken invitó a los clientes a crear y compartir videos e imágenes para redefinir cómo se servirá y beberá la cerveza de barril en el futuro. Marketing 4.088 Paso 5: distribución de contenido El contenido de alta calidad es inútil a menos que llegue a su audiencia prevista. En un mar de contenido, es fácil que un contenido en particular se pierda en la transmisión. Los profesionales del marketing deben asegurarse de que su contenido pueda ser descubierto por el público a través de una distribución de contenido adecuada. Es cierto que el marketing de contenidos nació en la era digital. Contrariamente a la creencia popular, sin embargo, el marketing de contenido no siempre se realiza a través de canales de medios digitales. Algunos formatos de contenido y canales de dis - tribución no son digitales. Incluso los nativos digitales usan marketing de contenido no digital. Los ejemplos incluyen publicaciones de libros corporativos como Delivering Happiness by Zappos y The Everything Store de Amazon. Además, los especialistas en marketing B2B y B2C en América del Norte están de acuerdo en que los eventos en persona ofrecen el enfoque de marketing de conte - nidos más efectivo, según una encuesta del Content Marketing Institute. Los eventos en persona permiten las interacciones más significativas de persona a persona que carece el marketing de con - tenido digital. Existen tres categorías principales de canales de medios que los especialistas en marketing de contenidos pueden usar: medios propios, pagos y medios ganados. Los medios propios de una marca consisten en los activos de canal que posee la marca y que están completamente bajo su control. Una marca puede distribuir contenido a sus propios canales de medios en cualquier mo - mento que lo desee. Los medios propios incluyen publicaciones corporativas, eventos corporativos, sitios web, blogs, comunidades en línea administradas por la empresa, boletines por correo elec - trónico, cuentas de redes sociales, notificaciones de teléfonos móviles y aplicaciones móviles que pertenecen a la marca. Se trata de medios muy específicos cuyo alcance suele limitarse a los clien - tes existentes de la marca. A pesar de que los medios propios son gratuitos, crearlos y gestionarlos requiere importantes recursos internos. Los medios pagados de una marca, por otro lado, son los canales que la marca paga para distribuir su contenido. Incluyen medios publicitarios tradicionales como medios electrónicos, medios impre - sos y medios fuera del hogar, junto con medios digitales. En el espacio digital, los canales de me - dios pagos más comunes incluyen carteles publicitarios, redes de afiliados de editoriales, listados de motores de búsqueda, ubicaciones de redes sociales pagas y medios de publicidad móvil. Una marca generalmente paga según el número de impresiones (el número de veces que se muestra el contenido) o según el número de acciones (la cantidad de veces que la audiencia realiza realmente acciones como clics, registros, compras). Los medios pagos generalmente se usan para alcanzar y adquirir nuevas audiencias potenciales en un esfuerzo por generar conocimiento de la marca e impulsar el tráfico a los canales de medios propios. Los medios ganados de una marca incluyen la cobertura y la exposición ganada por la marca debido al boca a boca o la promoción. Cuando la calidad del contenido es muy alta, el público a menudo se siente obligado a hacerlo viral a través de las redes sociales y las comunidades, de ahí el boca a boca orgánico. La exposición a medios ganados también puede ser el resultado de un fuerte esfuerzo de relaciones públicas y de medios, creando lo que se conoce como boca a boca amplificada. Los medios ganados generalmente no están solos; requieren medios propios y pagos para generar la cobertura gratuita. Paso 6: amplificación de contenido La clave para una fuerte distribución de medios obtenida es una estrategia de amplificación de contenido. No todos los públicos son creados iguales. Cuando el contenido llega a influenciadores clave en el grupo de audiencia previsto, es más probable que ese contenido se vuelva viral. El pri - mer paso que los marketers deberían hacer es identificar las influencias. Son figuras respetadas en sus comunidades que tienen un considerable grupo de seguidores y audiencias comprometidas. A menudo son creadores de contenido que han construido su reputación a lo largo del tiempo con un gran contenido viral. Se los considera expertos en sus comunidades. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing89 Para que estas influencias respalden y difundan el contenido de marca, la calidad del contenido a menudo no es suficiente. La regla de reciprocidad aplica. La clave es construir y nutrir una relación ganar / ganar con las influencias. Los profesionales del marketing deben asegurarse de que las influencias les resulten útiles para mejorar su reputación cuando difundan el contenido. Algunas personas influyentes también desean ampliar su alcance, y los profesionales del marketing pueden ayudarlos a hacerlo, proporcionándoles acceso a un grupo de audiencia más amplio. Una vez que el contenido se ha amplificado, los especialistas en marketing deben seguir participan - do en las conversaciones. Los profesionales del marketing deberían escuchar las conversaciones sobre su contenido. Esto puede ser abrumador a veces, teniendo en cuenta la magnitud de las conversaciones y la cantidad de medios involucrados. Por lo tanto, los especialistas en marketing deben seleccionar cuidadosamente las conversaciones en las que desean participar. Paso 7: Evaluación de marketing de contenido La evaluación del éxito del marketing de contenidos es un paso importante posterior a la distri - bución. Implica medidas de rendimiento tanto estratégicas como tácticas. Estratégicamente, los especialistas en marketing deberían evaluar si la estrategia de marketing de contenido logra los objetivos relacionados con las ventas y los objetivos relacionados con la marca establecidos en el Paso 1. Dado que los objetivos están alineados con el total objetivos comerciales, la evaluación es sencilla y se puede integrar con la medición del desempeño general de la marca. Tácticamente, los especialistas en marketing también deben evaluar las principales métricas de marketing de contenido, que realmente dependen de la elección de los formatos y canales de me - dios. En esencia, los especialistas en marketing necesitan rastrear el rendimiento del contenido a través de la ruta del cliente con la ayuda de la escucha social y las herramientas analíticas. Existen cinco categorías de métricas que miden si el contenido es visible (consciente), identificable (apela - ción), buscable (preguntar), procesable (actuar) y compartible (defensor). Las métricas de visibilidad tienen que ver con medir el alcance y la conciencia. Las métricas más comunes incluyen las impresiones (cuántas veces se ve el contenido), los usuarios únicos (cuántas personas realmente ven el contenido) y el recuerdo de la marca (qué porcentaje puede recordar el nombre de la marca). La relacionabilidad, por otro lado, mide qué tan bien el contenido atrae el interés. Las métricas incluyen visitas a páginas por visitante (el número de páginas visitadas por los usuarios en un sitio web de contenido), porcentaje de abandonos (porcentaje de personas que abandonan después de visitar solo una página) y tiempo en el sitio (duración de la visita), entre otros . Las métricas de búsqueda generalmente miden cómo es el contenido detectable mediante el uso de motores de búsqueda. Métricas importantes incluyen posiciones en motores de búsqueda (posiciones de conte - nido en un motor de búsqueda cuando se busca a través de ciertas palabras clave) y referencias en motores de búsqueda (cuántas visitas al sitio web de la compañía provienen de los resultados del motor de búsqueda). Las medidas de acción son quizás una de las cosas más importantes para seguir. Básicamente mi - den si el contenido impulsa al cliente a actuar con éxito. Las métricas típicas incluyen porcentaje de clics (proporción entre el número de clics y el número de impresiones) y otras tasas de conversión de llamado a la acción (porcentaje de públicos que realizan determinadas acciones, como regis - trarse y comprar). En última instancia, los especialistas en marketing deben rastrear qué tan bien se comparte su contenido, que es un sustituto de la promoción. Las métricas de acciones incluyen proporción de acciones (relación entre el número de recursos compartidos y el número de impresio - nes) y la tasa de interacción (en Twitter, por ejemplo, se mide por el total de seguidores de buceo mediante acciones compartidas, como retweets, favoritos, respuestas y menciones). Marketing 4.090 Paso 8: Mejora del marketing de contenidos La principal ventaja del marketing de contenidos sobre el marketing tradicional es que es altamente responsable; podemos rastrear el rendimiento por tema de contenido, formato de contenido y canal de distribución. El seguimiento del rendimiento es muy útil para analizar e identificar oportunidades de mejora en un nivel muy detallado. Esto también significa que los especialistas en marketing de contenidos pueden experimentar fácilmente con nuevos temas de contenido, formatos y canales de distribución. Dado que el contenido es muy dinámico, las mejoras periódicas de marketing de contenido son esenciales. Los profesionales del marketing deben determinar sus horizontes de evaluación y mejora y decidir cuándo es el momento de cambiar el enfoque de marketing de contenidos. Sin embargo, es importante tener en cuenta que el marketing de contenido a menudo requiere tiempo para tener su impacto y, por lo tanto, requiere un cierto grado de persistencia y coherencia en la implementación. Resumen: Creación de conversaciones con contenido Cada vez más los especialistas en marketing están pasando de la publicidad al marketing de conte - nidos. Se requiere un cambio de mentalidad. En lugar de entregar mensajes de propuesta de valor, los mercadólogos deberían distribuir contenido que sea útil y valioso para los clientes. Al desarrollar el marketing de contenidos, los especialistas en marketing a menudo se centran en la distribución de contenidos publicitarios de producción de contenido. Sin embargo, un buen marketing de con - tenidos también requiere actividades adecuadas de preproducción y distribución posterior. Por lo tanto, hay ocho pasos principales de marketing de contenidos que los mercadólogos deben seguir para iniciar conversaciones con los clientes. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing91 Marketing 4.092 El auge del marketing omnichannel Imagine un escenario en el que un cliente aprende acerca de un producto de anuncios de televi - sión. El cliente luego visita una tienda cercana para tratar de experimentar el producto. Después de examinar el producto y otros productos de la competencia y consultar con un empleado de la tienda, el cliente finalmente decide que el producto es el mejor. El cliente luego busca el mismo producto en línea y lo compra allí por un mejor precio. Imagine otro escenario en el que un cliente aprende acerca de un producto a partir de anuncios publicitarios en línea. El cliente luego busca más información sobre el producto en las redes socia - les con un teléfono inteligente. Una publicación en las redes sociales lleva al cliente a un sitio web de comparación de productos, que el cliente explora rápidamente. Luego, el cliente decide que el producto es el mejor del mercado, busca la tienda más cercana que lleva la marca y finalmente va a comprarlo. El primer escenario se llama “showrooming” y el último “webrooming”. Ambos son escenarios co - munes de compra en la era digital. Los clientes se han vuelto cada vez más móviles y agnósticos del canal. Se mueven constantemente de un canal a otro, de en línea a fuera de línea y viceversa, y esperan una experiencia uniforme y consistente sin una desconexión notable. Desafortunada - mente, los canales de comercialización tradicionales no siempre están organizados para permitir una transición fluida entre canales. De hecho, a menudo están segregados, tienen sus propios conjuntos de metas y estrategias. Esto crea una gran oportunidad perdida. Los comercializadores de la forma se acercan a las ventas y los canales de comunicación deben cambiar y adaptarse a esta nueva realidad. En la era digital, la ruta del cliente no siempre es direc - ta y, a veces, incluso espiral. Además, hay muchas combinaciones posibles de puntos de contacto que los clientes pueden atravesar en su camino de compra. Los mercadólogos deben guiar a los clientes en cada paso del camino físico y canales en línea. También deben estar disponibles cuan - do los clientes decidan hacer una compra en su camino. Ingrese el marketing omnicanal: la práctica de integrar múltiples canales para crear una experien - cia de cliente uniforme y consistente. Requiere que las organizaciones rompan silos de canales y unifiquen sus objetivos y estrategias. Esto asegurará un esfuerzo concertado a través de múltiples canales en línea y fuera de línea para impulsar a los clientes a comprometerse con la compra. Se ha demostrado que el marketing omnichannel impulsa los resultados. Una encuesta de Interna - tional Data Corporation descubrió que los compradores de omnicanal suelen alcanzar un 30% más de valor de vida que los compradores de un solo canal. Macy incluso descubrió que sus compra - dores omnicanal eran ocho veces más valiosos que sus compradores de un solo canal. Los clien - tes tienen mayor compromiso cuando tienen opciones y cuando pueden comprar un artículo en el momento exacto en que lo desean. Debido a esto, las principales compañías han estado implementando el marketing omnicanal durante años. Macy’s, el protagonista de marketing omnicanal, ha estado implementando y mejo - rando desde 2008. Los minoristas de ladrillo y mortero como Macy’ s y Walmart vieron inicialmente el marketing omnicanal como la respuesta a la creciente presencia del comercio electrónico. Pero ahora ven la integración de sus canales minoristas en línea y fuera de línea como una importante oportunidad de crecimiento. En respuesta, Amazon también ha realizado su incursión en el mundo físico abriendo una tienda física en Seattle e introduciendo el botón de tablero para ordenar auto - máticamente artículos para el hogar. Las tendencias recientes muestran que la comercialización omnicanal está creciendo rápidamente. De hecho, las tendencias y sus habilitadores tecnológicos impulsarán el marketing omnichannel a la práctica principal. Tendencia 1: centrarse en el comercio móvil en la economía “ahora” A medida que los clientes se vuelven cada vez más móviles y conectados, el tiempo se convierte en el recurso más escaso en sus vidas. Eligen marcas que brindan la comodidad de acceso y Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing93 transacción. Ellos expertos empresas para ofrecer soluciones instantáneas a sus necesidades sin los has-sles. La velocidad de entrega a menudo es tan importante como los productos y servicios mismos. En la economía “actual”, los mercados en tiempo real (los Ubers y los Airnbnbs del mundo) que conectan vendedores y compradores están floreciendo. Los teléfonos móviles son responsables de esto. Ningún otro canal supera a los teléfonos móviles cuando se trata de la proximidad a los clientes. Además, ningún otro canal es tan personal y conve - niente como un teléfono móvil. Por lo tanto, cuando las empresas emergentes inundan el mercado con sus servicios a pedido, el nivel de adopción no tiene precedentes. A medida que más y más clientes realizan compras en teléfonos móviles (el comercio móvil repre - sentó el 30 por ciento del comercio electrónico total de EE. UU. En 2015 según lo informa el portal minorista de Internet), es imprescindible que los especialistas coloquen los dispositivos móviles en el centro de su estrategia omnicanal. . BMW UK, por ejemplo, ahora permite a los clientes comprar automóviles con sus teléfonos móviles. Cuando los clientes escanean una imagen de un automóvil BMW que se encuentra en anuncios impresos y al aire libre con sus teléfonos móviles, serán llevados a la página del sitio web corres - pondiente para ver los detalles del automóvil y completar una compra. Todo el proceso puede tomar tan poco como 10 minutos. La próxima gran categoría, los wearables, puede potenciar esta tendencia aún más. Al igual que los teléfonos móviles, los wearables casi siempre están muy cerca de los clientes. De hecho, los clientes deben usarlos en todo momento. Debido a que los wearables son atraídos por los clientes, también pueden ayudar a los especialistas en marketing a recopilar datos sobre patrones de rutas de clientes. Dado que las ventas de dispositivos portátiles se proyectan para superar los 305 millo - nes de unidades en 2020 según Euromonitor, la economía “actual” no muestra signos de desacele - ración. Tendencia 2: traer “Webrooming en canales sin conexión En las tiendas de ladrillo y mortero, los clientes a menudo se enfrentan a la abrumadora tarea de navegar a través de una multitud de opciones en los estantes y tomar una decisión de compra. Los mercadólogos deben ayudar a los clientes a descubrir y finalmente compran sus marcas en medio del desorden y el ruido dentro de las tiendas. El tecnólogo de sensores (por ejemplo, baliza, comunicación de campo cercano (NFC) e identifi - cación de radiofrecuencia (RFID)) brindan soluciones a este problema al llevar el “webrooming” a las tiendas. Los minoristas (por ejemplo, Apple Store, GameStop, Macy’s) pueden colocar balizas estratégicamente en todas sus tiendas. Las balizas se pueden comunicar con los teléfonos inteli - gentes de los clientes utilizando la tecnología Bluetooth, creando conexiones de máquina a máqui - na, cuando están muy cerca. Por lo tanto, las balizas permiten a los minoristas controlar qué depar - tamentos visitan a menudo los clientes y cuánto tiempo pasan allí. Las balizas también activan a los minoristas para que envíen ofertas personalizadas a los teléfonos inteligentes de los clientes según la ubicación. Cuando los minoristas tienen datos de comportamiento más ricos sobre los clientes (por ejemplo, de compras pasadas), las ofertas pueden ser muy personalizadas y, por lo tanto, pue - den aumentar la probabilidad de compra. A pesar de que los clientes están interesados en ofertas altamente específicas de los especialistas en marketing, a veces aún sienten la necesidad de evaluar las ofertas. Por lo tanto, buscan más información en línea. Cuando la información “valida” su interés, finalmente tomarán las ofertas. Con las tecnologías de sensores, los minoristas pueden facilitar esto a la perfección, Burberry, por ejem - plo, usa tecnologías de sensores en sus tiendas. Los artículos de ropa en sus tiendas están equipa - dos con etiquetas de identificación por radiofrecuencia (RFID, por sus siglas en inglés), que activan los espejos de los vestidores cuando los clientes los prueban. En el espejo, los clientes pueden ver un video que describe el producto. Casino, un supermercado francés, coloca etiquetas Marketing 4.094 de comunicación de campo cercano (NFC) en sus productos. Cuando los clientes tocan la etiqueta con sus teléfonos inteligentes, obtienen acceso instantáneo a los detalles del producto. No solo eso, Casino impulsa a los clientes a comprar. Los clientes pueden escanear las etiquetas con sus teléfonos inteligentes para agregar productos a sus cestas virtuales y para verificar . El enfoque de usar la conectividad de máquina a máquina (Internet de las cosas) brinda la simplici - dad y la inmediatez de la experiencia de “webrooming” en la experiencia de compra fuera de línea. Permite que los canales fuera de línea atraigan a los clientes con contenido digital relevante que facilita las decisiones de compra, como los detalles de los productos y las evaluaciones de clientes similares. Mejora significativamente la experiencia omnicanal general y , lo que es más importante, ayuda a los especialistas en marketing a mejorar las ventas. Tendencia 3: Llevar Showrooming a canales en línea En la era digital, los clientes pueden comprar productos y servicios sin esfuerzo e instantáneamen - te. También pueden acceder a una gran cantidad de contenido digno de confianza para facilitar su toma de decisiones. Pero los canales en línea probablemente nunca reemplazarán completamente los canales fuera de línea. Las compras sin conexión se trata de utilizar los cinco sentidos para ex - perimentar productos y servicios antes de comprometerse con la compra. Por otra parte, las com - pras de ladrillo y mortero tiene que ver con el estilo de vida social y el estado; las personas esperan ver y ser vistas por otras personas cuando hacen compras fuera de línea. También se trata de las conexiones de persona a persona que generalmente ocurren en canales fuera de línea. Para brindar los atractivos beneficios de las compras sin conexión a los canales en línea, los es - pecialistas en marketing pueden adaptar las técnicas de “showrooming”. Tesco en Corea del Sur es un excelente ejemplo. Como una de las personas más ocupadas del mundo con las horas de trabajo más largas, los surcoreanos consideran que comprar en los supermercados es una gran molestia. En respuesta a esto, Tesco crea tiendas virtuales, esencialmente fondos de pantalla que se asemejan a los estantes de las tiendas de comestibles, en lugares públicos como estaciones de metro. Los clientes ocupados pueden comprar con sus teléfonos inteligentes mientras esperan sus trenes simplemente escaneando los productos que desean comprar con la aplicación Homeplus. Los productos serán enviados por Tesco y llegarán momentos después de que los clientes lleguen a casa. IKEA es otro ejemplo. IKEA se da cuenta de que es un desafío para los clientes encontrar los mue - bles que se adapten a sus espacios. Por lo tanto, con su aplicación de realidad aumentada y su ca - tálogo impreso, IKEA ayuda a los clientes a resolver este problema. Al colocar un catálogo impreso en la ubicación prevista para un mueble y verlo a través de la pantalla de la aplicación, los clientes pueden obtener una vista previa de los muebles en sus casas. Este enfoque de “showrooming” permite a los clientes comprar y explorar productos en espacios físicos, utilizar sus sentidos y aún tener conexiones de persona a persona mientras hacen compras. Trae lo mejor de las experiencias fuera de línea a los canales en línea. Además, resuelve los desa - fíos típicos asociados con las compras en línea. Optimización de la experiencia de Omnichannel con Big-Data Analytics En aplicaciones recientes, “showrooming” y “webrooming” dependen en gran medida de los disposi - tivos móviles (teléfonos y wearables) como las principales interfaces para la experiencia del cliente. Más allá de su papel como interfaces, los dispositivos móviles también son herramientas efectivas de captura de datos. Los dispositivos móviles sirven como el puente que conecta el mundo digital con el mundo fuera de línea. Los profesionales del marketing ahora pueden ver una imagen perfec - ta de los clientes que navegan por canales en línea y fuera de línea, algo que antes no era posible. Los ricos datos de los clientes que los especialistas en marketing pueden capturar incluyen datos demográficos del cliente, patrones de viaje del cliente son canales fuera de línea, patrones de na - vegación son canales en línea, actividades de redes sociales, preferencias de productos y promo - ciones, y registros de transacciones, entre otros. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing95 La captura de datos es extremadamente útil para los especialistas en marketing para optimizar las operaciones de los canales. Saber dónde los clientes caminan y pasan su tiempo dentro de una tienda permite a los especialistas en marketing optimizar el diseño de la tienda y la comercializa - ción visual. Comprender qué promoción funciona para cada cliente individual permite a los espe - cialistas en marketing adaptar sus mensajes en consecuencia y evitar el envío de spam irrelevante. Ser capaz de saber exactamente Donde los clientes están ubicados en un momento dado hace posible que los vendedores los contraten con ofertas en tiempo real. Además, los especialistas en marketing pueden usar los datos recopilados para realizar análisis predictivos. El seguimiento de los patrones de transacciones históricas ayuda a los especialistas en marketing a predecir qué comprarán los clientes a continua - ción. En última instancia, brinda la oportunidad a los especialistas en marketing de anticipar las demandas futuras de los clientes y administrar sus inventarios. Estas tendencias que involucran el comercio móvil, “webrooming”, “showrooming” y análisis de canales son importantes para que los comercializadores las comprendan, ya que mejoran e inte - gran los canales de ventas y comunicación de las marcas para ofrecer una experiencia omnicanal integral. Paso a paso de Omnichannel Marketing Para desarrollar una buena estrategia de marketing omnichannel, los especialistas en marketing necesitan ver la ruta del cliente en un nivel más detallado. Los especialistas en marketing necesitan asignar todos los puntos de contacto y canales posibles a través de las cinco A. Dado que hay mu - chas combinaciones posibles de puntos de contacto y canales que los clientes experimentan, los especialistas en marketing deben identificar los más populares. La estrategia de marketing omnica - nal debe centrarse en la integración de los canales más populares. Paso 1: mapee todos los puntos de contacto y canales posibles en la ruta del cliente El primer paso para desarrollar una estrategia de marketing omnicanal es asignar todos los puntos de contacto y canales posibles a través de las cinco A. (Consulte la Figura 10.1.) Un punto de con - tacto se define como toda interacción directa e indirecta con el cliente, en línea y fuera de línea, con un salvado u otro cliente en relación con la marca a lo largo de la ruta del cliente. Por lo general, se describe como una acción real que los clientes toman cuando están en cada etapa de los cinco A ‘. Por ejemplo, en la etapa de conocimiento, los puntos de contacto del cliente incluyen aprender sobre un producto, mientras que en la etapa de acto, puntos de contacto del cliente incluyen la compra de un producto, el uso del producto y el servicio. Marketing 4.096 Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing97 Un canal, por otro lado, es uno de los intermediarios en línea y fuera de línea utilizados por los clientes para interactuar con la marca. En general, hay dos tipos de canales: canales de comunica - ción y ventas. Los canales de comunicación incluyen todos los canales que facilitan la transmisión de información y contenido, como televisión, medios impresos, redes sociales, sitios web de con - tenido y centros de contacto, entre otros. Por otro lado, los canales de venta incluyen todos los ca - nales que facilitan las transacciones, como puntos de venta minorista, fuerza de ventas, sitios web de comercio electrónico, agentes de televentas y exhibiciones de ventas, entre otros. En ocasiones, los canales de comunicación y ventas están estrechamente relacionados entre sí sin una definición clara de roles. Un punto de contacto podría involucrar uno o más canales. Por ejemplo, un cliente puede aprender sobre un producto de múltiples fuentes: anuncios impresos, anuncios en línea, centros de contacto y vendedores. Del mismo modo, un canal puede servir puntos de contacto diferentes. Por ejemplo, un centro de contacto puede convertirse en un canal para que los clientes conozcan un producto o se conviertan en un canal para que los clientes realicen un pedido. Estos roles y canales super - puestos de punto de contacto son importantes para garantizar que los clientes se sometan a una experiencia fluida y coherente de principio a fin. Para los vendedores, más puntos de contacto y canales llevan a una mayor cobertura de merca - do para sus marcas. Pero también significan más complejidad en el diseño de una estrategia de marketing omnichannel coherente. Los profesionales del marketing necesitan encontrar el equilibrio adecuado entre la cobertura del mercado y la simplicidad en la planificación de su estrategia de marketing omnicanal. Paso 2: identifica los puntos de contacto y canales más críticos Cualquier cliente individual puede elegir experimentar una combinación diferente de puntos de con - tacto a través de múltiples canales en un cierto secuencia, que llamamos un escenario de ruta del cliente. Por ejemplo, un cliente que compra un automóvil puede ver un anuncio en línea, hacer clic en el anuncio y aterrizar en un sitio web de con - tenido donde el cliente aprende más sobre el automóvil. Además, el cliente programa una prueba de manejo y decide comprar después de completarla. Este es un escenario posible. Otro posible escenario es que el cliente ve el anuncio en televisión, llama al centro de contacto para programar una prueba de manejo y decide comprarlo después de completarlo. Hay muchos escenarios posibles que pueden agregar complejidad a la ejecución de marketing omnicanal. El enfoque debe estar en los más populares. Considere el principio de Pareto como una regla general: el 80% de los clientes puede estar siguiendo el 20% superior de todos los escenarios posibles. Los recursos de la empresa se deben concentrar en la creación de una experiencia unifor - me y consistente a través de los puntos de contacto y los canales que más importan. (V er figura 10.2). Marketing 4.098 Paso 3: mejore e integre los puntos de contacto y canales más críticos El siguiente paso es evaluar y mejorar los canales más importantes en los puntos de contacto más críticos, lo que determinará el éxito de la comercialización omnicanal. Las empresas también deben asignar recursos financieros adicionales a esos elementos importantes. Para ofrecer una experiencia de cliente verdaderamente omnicanal, las empresas también deben crear una estructura organizacional que pueda poner en práctica la estrategia. Las empresas deben romper los silos organizativos y conectar los equipos internos responsables de los diferentes cana - les para que puedan colaborar y ofrecer una experiencia uniforme y coherente. En muchos casos, la colaboración funciona mejor cuando las empresas fusionan diferentes equipos de canales, junto con sus objetivos y presupuestos. Cuando se combinen, trabajarán juntos a la perfección para determinar la mejor manera de asignar sus presupuestos y alcanzar sus objetivos, independiente - mente de los canales. El objetivo se unifica: para ofrecer la mejor experiencia al cliente y obtener la mayor cantidad de ventas del marketing omnicanal. Para algunas organizaciones que no pueden fusionar diferentes equipos de canales, pueden in - centivar de forma cruzada a sus equipos y asegurarse de que todos estén motivados para apoyar la iniciativa de comercialización omnicanal. Por ejemplo, los agentes del centro de contacto pue - den ser incentivados por sus roles en la conducción de los clientes a comprar, incluso si la compra puede ocurrir en el sitio de comercio electrónico. Esta alineación de incentivos asegura que todos dentro de la organización estén a bordo. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing99 Resumen: integrando lo mejor de los canales en línea y fuera de línea Los clientes saltan de un canal a otro y esperan una experiencia uniforme y consistente. Para abor - dar esta nueva realidad, los especialistas en marketing están integrando canales en línea y fuera de línea en un intento de atraer a los clientes a todos el camino en su camino a comprar. Los profesionales del marketing deberían intentar combinar lo mejor de ambos mundos: la inmediatez de los canales en línea y la intimidad de los canales fuera de línea. Para hacer esto de manera efectiva, los especialistas en marketing deben centrarse en los puntos de contacto y los canales que realmente importan y comprometer a los empleados de la organización para respaldar la estrategia de marketing omnicanal. Marketing 4.0100 Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing101 Cuando los especialistas en marketing logran alejar a los clientes del conocimiento para que ac - túen, los especialistas en marketing completan lo que se conoce como el ciclo de ventas. Es com - prensible que la mayoría de los especialistas en marketing pongan más énfasis en esta parte del ciclo de ventas de la ruta del cliente. Sin embargo, no deben subestimar la importancia de mover a los clientes de actuar a abogacía. De hecho, este último paso en la ruta del cliente es lo que dife - rencia al marketing digital del marketing tradicional. En la economía digital, el poder de la promo - ción se ve amplificado por las proliferaciones sin precedentes de la conectividad móvil y las comuni - dades de medios sociales. Convertir a los compradores primerizos en defensores leales implica una serie de actividades de participación del cliente. En esencia, hay tres técnicas populares que han demostrado aumentar la participación en la era digital. Las primeras técnicas implican el uso de aplicaciones móviles (aplicaciones) para mejorar la experiencia digital del cliente. El siguiente implica la aplicación de la gestión de relaciones con clientes sociales (CRM) para involucrar a los clientes en conversaciones y proporcionar soluciones. En última instancia, el uso de la gamificación ayuda a mejorar los com - promisos impulsando el conjunto correcto de comportamiento del cliente. Estos tres métodos no son mutuamente excluyentes. De hecho, los vendedores deben combinarlos para llegar al mejor resultado. Mejorando las experiencias digitales con aplicaciones móviles Considera estos hechos. Más del 70 por ciento de la población mundial poseerá teléfonos inteli - gentes para 2020, según el Informe de movilidad de Ericsson. Además, alrededor del 80 por ciento del tráfico de datos móviles provendrá de los teléfonos inteligentes. ¿Qué implicará este mercado dominado por teléfonos inteligentes? Los clientes ahora dependen en gran medida de los teléfonos inteligentes para realizar varias actividades. En los Estados Unidos, la mayoría de las personas que poseen teléfonos inteligentes leen noticias, comparten contenido y aprenden sobre comunidades en sus teléfonos, según el Pew Research Center. De hecho, promedio Los estadounidenses revisan sus teléfonos alrededor de 46 veces al día, según un estudio de Deloitte. En el contexto del servicio posventa, un estudio encargado por Alcatel-Lucent en Brasil, Japón, el Reino Unido y los Estados Unidos descubrió que los usuarios de teléfonos inteligentes prefieren las aplicaciones de autoservicio a las mesas de ayuda de servicio. Las personas se ape - gan a sus teléfonos inteligentes y siempre los mantienen cerca. Se podría decir que los teléfonos inteligentes se han convertido en los mejores canales para captar clientes. Por lo tanto, es impres - cindible que los especialistas en marketing se comuniquen con los clientes a través de aplicaciones para teléfonos inteligentes y los atraigan. Evidentemente, la mayoría de las 100 principales marcas mundiales ahora usan aplicaciones móviles para atraer a sus clientes. Estas aplicaciones de marca suelen tener uno o más casos de uso. En primer lugar, las aplicaciones móviles se pueden lanzar como medios para el contenido (por ejemplo, videos y juegos). Un buen ejemplo de esto es la aplicación Pokémon Go, que usa tecnología de realidad aumentada. A medida que las personas van a diferentes lugares, diferentes Pokémon, una especie de criaturas ficticias, aparecen prácticamente en la pantalla de la aplicación, lo que induce a la gente a viajar más y recoger sus Pokémon. En segundo lugar, las aplicaciones móviles se pueden lanzar como canales de autoservicio a través de los cuales los clientes acceden a la información de su cuenta o realizan transacciones. Algunos ejemplos incluyen la aplicación Toyota Financial Services y la aplicación Walgreens. La aplicación Toyota Financial Services permite a los propietarios de Toyota administrar sus cuentas e incluso realizar pagos dentro de la aplicación. La aplicación Walgreens les permite a los clientes rellenar recetas, imprimir fotos y recortar cupones, entre otras cosas. En tercer lugar, las aplicaciones móviles pueden integrarse en la experiencia principal del producto o servicio. Las aplicaciones lanzadas por los fabricantes de automóviles son excelentes ejemplos. Marketing 4.0102 La aplicación My BMW Remote, por ejemplo, puede usarse para desbloquear o bloquear un BMW. Se puede usar para hacer sonar la bocina del automóvil o encender sus luces para que los usua - rios puedan encontrar fácilmente sus vehículos. La aplicación MMI Connect de Audi, por ejemplo, tiene la función de destinos de imagen que permite a los usuarios enviar fotos geocodificadas des - de su teléfono inteligente a su sistema de navegación en el vehículo. Otro ejemplo de una categoría diferente es el Aplicación DirecTV que permite a los clientes transmitir programas de televisión y configurar DVR desde cualquier lugar. Estas aplicaciones se sincronizan e integran en la experiencia central del producto. Con las aplicaciones móviles y sus tres principales casos de uso, los clientes pueden tener inte - racciones sin problemas con las marcas. Ahora tienen acceso a marcas en sus bolsillos. Al mismo tiempo, las empresas pueden ahorrar costos al tener la interfaz de cliente más efectiva y eficiente. Para desarrollar una buena aplicación móvil, los especialistas en marketing deben seguir varios pasos. Lo primero que deben hacer es determinar los casos de uso, es decir, los objetivos que los clientes pretenden lograr mediante el uso de la aplicación. El siguiente paso es diseñar las funcio - nalidades clave y la interfaz de usuario. Finalmente, los especialistas en marketing deben pensar en los soportes de back-end necesarios para que la experiencia del usuario sea impecable. Paso 1: Determine los casos de uso Los profesionales del marketing deben llevar a cabo una investigación de mercado adecuada para identificar los puntos de frustración del cliente, especialmente al experimentar sus productos y servicios. A partir de esos puntos de frustración, los especialistas en marketing deberían descubrir cómo una aplicación puede resolver los problemas. Deben poder describir cómo la aplicación facili - tará la vida de los clientes. Por ejemplo, L’Oréal descubrió que el mayor obstáculo para comprar cosméticos en línea es que los clientes no pueden imaginar cómo se verán los productos. Por lo tanto, L ’Oréal desarrolló una aplicación de realidad aumentada llamada Makeup Genius que utiliza la cámara del teléfono in - teligente como un espejo virtual, lo que permite a los clientes experimentar con los productos de L’Oréal. Los clientes pueden ver cómo se verán los productos y compartir los resultados en las redes sociales. Paso 2: diseña las funcionalidades clave y la interfaz de usuario Una vez que se han determinado los casos de uso de la aplicación, los especialistas en marketing deben diseñar sus funcionalidades clave. Una tendencia importante en las aplicaciones móviles es el uso de SoLoMo (social, ubicación y móvil). Las aplicaciones de marca exitosas a menudo tienen funcio - nes de colaboración y uso compartido (sociales), funcionalidades basadas en la ubicación (ubica - ción) y capacidades móviles (móviles). Un buen ejemplo de esto es la aplicación Nike + Run Club, que tiene todos los elementos sociales, de ubicación y móviles. Los clientes pueden rastrear sus datos en curso (ubicación) y recibir en - trenamiento sobre la marcha (móvil). También pueden publicar una foto en ejecución junto con sus datos en ejecución en las redes sociales y competir con amigos (sociales). El siguiente paso es asegurarse de que la interfaz de usuario sea utilizable incluso por personas que no están acostumbradas a usar aplicaciones. La simplicidad de la aplicación es clave. Debe ser tan intuitivo que los usuarios nunca tengan que aprender a usarlo. Paso 3: Desarrolla la integración back-end La mayoría de las aplicaciones no pueden sostenerse por sí mismas; son solo la interfaz que debe integrarse con el sistema de fondo. Los profesionales del marketing deben determinar cómo inte - Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing103 grarse con los otros elementos de soporte a los que los clientes no prestan atención, pero que son fundamentales para su experiencia. La integración generalmente involucra la administración, puntos de venta físicos, otros canales de medios y socios de terceros. Por ejemplo, la aplicación Walgreens permite servicios de salud com - pletos para los pacientes. Los pacientes pueden volver a surtir recetas e incluso tener consultas por video con los médicos. Se realizaron esfuerzos importantes para garantizar que la experiencia del cliente sea perfecta. Walgreens necesitaba asegurarse de que la aplicación esté conectada al siste - ma de pedidos en sus puntos de venta físicos. La cadena también necesitaba colaborar con MDLI - VE, que ofrece una red de médicos, para asegurarse de que la consulta médica en vivo funcione en la aplicación móvil. Proporcionar soluciones con Social CRM En los últimos años, la proliferación de las redes sociales se ha vuelto imparable. El Pew Research Center informó que el 65 por ciento de Los adultos estadounidenses usaron las redes sociales en 2015, frente a solo el 7 por ciento en 2005. En 2016 había 2.300 millones de usuarios de medios sociales, lo que representa el 31 por ciento de la población mundial, según We Are Social. Se ha convertido en un imperativo para las marcas conectarse con los clientes a través de las redes sociales. Considere este hecho reportado por la Oficina de Publicidad en Internet del Reino Unido: aproximadamente el 90 por ciento de los clientes recomendaría realmente las marcas des - pués de interactuar con ellas en las redes sociales. De manera similar, una encuesta de NM Incite reveló que los clientes que experimentan una atención social positiva al cliente tienen casi tres veces más probabilidades de convertirse en defensores. En ese contexto, el CRM social -el uso de las redes sociales para gestionar las interacciones de marca con los clientes y construir relaciones a largo plazo- será una herramienta esencial para la participación del cliente. Social CRM es un cambio importante del CRM tradicional. Mientras que el CRM tradicional sue - le ser impulsado por la empresa, el CRM social se basa en los clientes. En CRM tradicional, las empresas dictan las comunicaciones con los clientes que utilizan los canales de salida que prefie - ren, como el correo electrónico y los centros de llamadas. En CRM social, los clientes inician las comunicaciones con consultas entrantes a través de las redes sociales. Por lo tanto, CRM social no conoce horarios comerciales y rara vez se puede automatizar; los clientes esperan respuestas instantáneas y personalizadas durante todo el día. Debido a la naturaleza de las redes sociales, CRM social es conversacional. A diferencia del CRM tradicional, que es más unidireccional y cíclico, el CRM social implica diálogos continuos. Los diálogos no son solo entre las marcas y los clientes, sino también entre los clientes de sus comu - nidades. Debido a la dinámica social, los problemas difícilmente pueden contenerse y aislarse. Cualquiera, incluidos los clientes potenciales, puede ver las respuestas de la marca y participar en la conversación. Normalmente hay tres casos de uso de CRM social. El primero es escuchar la voz del cliente. Las marcas pueden extraer información de las conversaciones generales que tienen lugar en las redes sociales al respecto. los el segundo es involucrar a las marcas en las conversaciones generales. Las empresas pueden asignar un equipo para comentar e influir en las conversaciones a fin de obtener resultados más favorables. El tercer caso de uso es para manejar las quejas que potencialmente conducen a crisis de marca. Se espera que las empresas brinden soluciones a los problemas de los clientes antes de que los problemas se vuelvan virales. Social CRM no es lo mismo que marketing en redes sociales, aunque las diferencias entre las dos técnicas se están difuminando. El marketing en redes sociales implica entregar mensajes y conte - nido de marca a través de las redes sociales (ver el Capítulo 9), mientras que el CRM social implica resolver los problemas de los clientes. Sin embargo, una buena práctica de CRM social Marketing 4.0104 puede convertirse en una buena campaña de marketing cuando los clientes quedan impresionados con los resultados. El marketing en redes sociales también es más dinámico como resultado de la fragmentación de las redes sociales. Por lo tanto, las marcas deben ubicarse en múltiples platafor - mas de medios sociales para llegar a más clientes y seguir continuamente las tendencias de las plataformas nuevas y emergentes. Social CRM es relativamente más estable porque no muchas plataformas sociales son adecuadas para el diálogo continuo. En algunos casos, coexisten marketing en redes sociales y CRM social. Pueden integrarse o segregarse, y cada opción tiene sus propios pros y contras. Algunas marcas usan cuentas de redes sociales separadas, una para marketing de contenido y otra para CRM social. Un ejemplo de esta práctica son las cuentas de redes sociales de Nike: @ nike.com para la cuenta principal (con marketing de contenido) y @ nikesupport.com para CRM social. La responsabilidad de administrar el marketing de redes sociales y el CRM social dentro de la organización generalmente es inde - pendiente, involucrando diferentes equipos y objetivos. Si algo sale mal en el CRM social, puede aislarse sin dañar la cuenta principal de las redes sociales. La debilidad de este enfoque es que el alcance se divide. La cuenta de marketing en redes sociales suele ser más popular que el CRM social. Las tonalidades de comunicación de ambas cuentas también son más difíciles de unificar . Otras marcas usan una cuenta de redes sociales para ambos propósitos. Este enfoque ayuda a unificar el alcance y la tonalidad de la marca. Sin embargo, tener una sola cuenta representa un riesgo significativo para la marca. Si algo sale mal en el mane - jo de quejas, será visible para que todos lo vean. Seamless, un servicio de pedidos de comida en línea, usa una cuenta unificada de Twitter. La cuenta de Twitter de Seamless comparte mucho con - tenido. También es conocido por ser muy receptivo a las quejas y consultas publicadas en Twitter. A veces, sin embargo, sus sentimientos en los medios sociales pueden ser demasiado negativos en tiempos de crisis, por ejemplo, cuando el sistema de pedidos ha disminuido. Paso 1: Desarrollar capacidades de detección y respuesta En las redes sociales, el volumen de conversaciones puede ser abrumador. Además, no todos los clientes consultan directamente con las marcas en las redes sociales. Algunos de ellos conversan solo con amigos sobre marcas sin abordarlas directamente. Por lo tanto, el CRM social requiere un algoritmo de escucha social para monitorear, filtrar y priorizar las conversaciones, distinguiendo aquellas que importan del ruido. El algoritmo también debe diseñarse para identificar conversacio - nes procesables, casos en los que las marcas pueden saltar a la conversación y tener un impacto positivo. También debería ser capaz de detectar las principales quejas y sentimientos negativos que generalmente conducen a crisis de marca. Esto les da la oportunidad a las compañías de mitigar las crisis antes de que sucedan. Las empresas tienen muchas opciones de software que pueden ayudarlos a hacer esto de manera efectiva. Paso 2: Desarrollar y potenciar agentes de CRM sociales Como se mencionó, CRM social no se puede automatizar por completo. Los medios sociales, por naturaleza, son plataformas para las interacciones de persona a persona. Por lo tanto, una marca que tiene la intención de desarrollar una plataforma CRM social debe reclutar y desarrollar agentes sociales de CRM que puedan representar adecuadamente a la marca con un alto nivel de empatía. Los agentes deben tener las personalidades y actitudes correctas, que reflejen las de la marca. Estos agentes deben estar capacitados para conversar con los clientes en nombre de la marca. Dado que las conversaciones en los medios sociales son heterogéneas, los agentes que se preo - cupan por la sociedad deben contar con una sólida base de conocimientos. Debe contener proble - mas históricos y sus resoluciones como puntos de referencia para los agentes. También se debe alentar a los agentes a compartir sus historias únicas entre sí para permitir un aprendizaje más rá - pido. Los agentes a menudo no tienen las respuestas de inmediato, porque necesitan coordinarse con otras unidades que son responsables de proporcionar las respuestas. Por lo tanto, los agentes deben estar debidamente conectados dentro del sistema para coordinarse con otras partes dentro de la organización. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing105 Paso 3: Aproveche la participación de la comunidad Las empresas deben darse cuenta de que, a la larga, responder a todas las conversaciones en las redes sociales se convertirá en una tarea imposible. Se requiere un cambio de mentalidad desde el CRM tradicional uno a uno hasta el CRM social de muchos a muchos. En lugar de participar en las conversaciones, las compañías deben involucrar a los defensores leales para que sean voluntarios. A veces, dejar que los defensores leales respondan a los comentarios negativos realmente ayuda a la marca. Dado que los clientes de pares son más creíbles, es más probable que se les crea. En última instancia, CRM social debe ser una plataforma de autoayuda que conecte a los clientes den - tro de la comunidad. En muchas comunidades establecidas de CRM social, agregan el elemento de gamificación para recompensar las contribuciones de la comunidad. Por ejemplo, Cisco desarrolló comunidades que consisten en expertos profesionales de TI. Las comunidades luego se convierten en un sistema de soporte en línea que puede responder preguntas de otros miembros. Los miem - bros contribuyentes son recompensados con puntos de reputación e insignias. Conducir el comportamiento deseado con Gamification La gamificación -el uso de los principios del juego en contextos no relacionados con el juego- es un método poderoso para aumentar el compromiso del cliente. Es principalmente utilizado en dos contextos principales de la construcción del compromiso: programas de lealtad y comunidades de clientes. A pesar de una polarización de opiniones, el uso de la gamificación ha estado creciendo en los últimos años. Una encuesta realizada por Pew Research Center a más de 1000 interesados y críticos de tecnología reveló que el 53 por ciento estuvo de acuerdo en que para 2020 la gami - ficación sería la corriente principal, mientras que el 42 por ciento argumentó que solo crecería en ciertos dominios. La forma más temprana de gamificación para los programas de lealtad se puede ver en los progra - mas de viajero frecuente de la industria de las aerolíneas, que alientan a los clientes a utilizar la misma aerolínea para todas sus necesidades de viaje. A los clientes de las aerolíneas se les ofrece la inscripción en un programa de viajero frecuente para acumular puntos o millas, que pueden can - jearse por otros productos y servicios de transporte aéreo. Para motivar a los clientes a acumular puntos, la mayoría de los programas tienen niveles de clientes. Los niveles más altos, a menudo llamados niveles de élite, están asociados con un estado más alto, que viene con más privilegios. La gamificación es también una técnica comúnmente utilizada en comunidades de clientes en línea. TripAdvisor, por ejemplo, usa la gamificación para aumentar la participación. Mientras que en los programas de lealtad a los clientes se les incentiva con puntos canjeables por recompensa, en comunidades de clientes están motivados con puntos de reputación, también conocidos como distintivos. Confiando en el contenido generado por el usuario, TripAdvisor necesita asegurarse un suministro constante de nuevas críticas de clientes de alta calidad. Para hacer eso, TripAdvisor entrega insignias TripCollective a los revisores para reconocer sus contribuciones a la comunidad de viajes. Se alienta a los revisores a escribir más reseñas para aumentar su estado. Hay seis niveles desde New Reviewer (una revisión) hasta Colaborador prin - cipal (más de 50 revisiones). También hay distintivos específicos, como distintivos de peritaje (para revisiones en una sola categoría, como hoteles, restaurantes y atracciones) y distintivos de pasa - porte (para revisiones en al menos dos destinos). A los revisores también se les envía por correo electrónico su clasificación en comparación con otros y se les anima a escribir más para aumentar sus clasificaciones. Estas Los principios del juego, tales como recompensar a los clientes por completar tareas o alentar la competencia por una clasificación más alta, han demostrado ser altamente efectivos para construir un compromiso continuo. Hay varias razones por las cuales la gamificación es la herramienta definitiva para el compromiso. En primer lugar, la gamificación aprovecha los deseos humanos para alcanzar objetivos más ele - Marketing 4.0106 vados y ser reconocidos por sus logros. Algunos clientes están motivados por las recompensas, y algunos están motivados por la autorrealización. Al igual que con los juegos, también hay un cierto nivel de adicción involucrado en la búsqueda de niveles más altos. Por lo tanto, los clientes tienen interacciones continuas con las empresas, creando una afinidad más fuerte. Además, hay una fuerte responsabilidad en gamification. Las recompensas se otorgan cuando los clientes completan ciertas transacciones, como comprar más productos o referir amigos. Dado que los privilegios están asociados a los niveles de los clientes, las empresas otorgan recompensas más amplias solo a aquellos que realmente obtienen las recompensas. Por lo tanto, es útil estimar el presupuesto de marketing; las empresas pueden predecir exactamente cuánto gastar para obte - ner una cierta cantidad de ingresos. Los puntos y las millas, cuando están vinculados a recompen - sas canjeables, son de divisas virtuales que también son altamente responsables. Para las empre - sas, los puntos emitidos equivalen a un pasivo en los balances. Lo más importante es que la gamificación está alineada con las tecnologías convergentes en la economía digital. La gamificación es una forma inteligente de recopilar datos de clientes, tanto transaccionales como no transaccionales, que son útiles para personalización y personalización. La jerarquización de clientes ayuda a las empresas a centrarse en sus clientes más importantes. Los análisis de datos grandes también les permiten comprender los patrones de comportamiento de los clientes que son útiles para la automatización del marketing (por ejemplo, en ventas personaliza - das, ventas cruzadas y ventas ascendentes). Para utilizar la gamificación para el compromiso del cliente, normalmente hay tres pasos principales que los especialistas en marketing deben seguir. Deben definir los objetivos en términos de accio - nes del cliente que desean activar con la gamificación. Una vez que se han establecido los objeti - vos, los especialistas en marketing debería definir cómo los clientes pueden inscribirse en el programa de gamificación y cómo se mueven hacia arriba en los niveles. En cada nivel de cliente, los especialistas en marketing deben proporcionar ciertas clases de reconocimiento y recompensa como incentivos para que los clientes suban los niveles. Paso 1: definir acciones para activar Hay varias acciones que un programa de gamificación intenta influenciar . Cuando los clientes com - pletan las acciones requeridas, ganan puntos. Las acciones más comunes que los mercadólogos intentan influenciar son las acciones transaccionales, como compras, referencias y pagos. Cuantos más clientes compren, más puntos recibirán. En Starbucks Rewards, las compras se suman a Star Rewards que los clientes pueden canjear por alimentos y bebidas gratis. Un programa de gamifi - cación también puede desencadenar referencias de clientes. Uber, por ejemplo, regala atracciones gratuitas o créditos de cuenta para los clientes que invitan a sus amigos a inscribirse y viajar con Uber. En el caso de LendUp, un prestamista en línea que otorga préstamos a personas con malas calificaciones crediticias y que los bancos normalmente rechazan, los clientes son alentados a pa - gar sus préstamos a tiempo para ganar puntos. Los profesionales del marketing también pueden alentar a los clientes a completar tareas no tran - saccionales. Como se discutió, un programa de gamificación también puede motivar a los clientes a escribir reseñas. Las principales clasificaciones de los revisores de Amazon y su Salón de la Fama reconocen a los clientes que escriben críticas activamente. Los clientes también pueden estar moti - vados para proporcionar su información personal. Starbucks Rewards, por ejemplo, regala bebidas gratis en los cumpleaños de los clientes, lo que incentiva a los clientes a proporcionar información de cumpleaños. Los profesionales del marketing también pueden recompensar a los clientes por desarrollar mejores hábitos y comportamientos cambiantes. LendUp, por ejemplo, otorga puntos a los prestatarios que miran videos educativos sobre cómo mejorar sus calificaciones crediticias. Una start-up llamada AchieveMint proporciona puntos-canjeables por mercancía o efectivo-por partici - par en actividades saludables, que rastrea usando aplicaciones de salud. Una start-up con sede en Singapur, Playmoolah, les enseña a los niños cómo administrar mejor el dinero con un motor de gamificación. Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing107 Paso 2: defina la inscripción de clientes y el nivel Algunas empresas inscriben a todos los clientes automáticamente cuando recogen sus primeros puntos, que adquieren al hacer su primera compra, o cuando los clientes se registran y envían información personal. Al inscribirse, se alienta a los clientes a completar tareas adicionales para acumular más puntos, lo que contribuirá a su estado. La mayoría de las empresas clasifican el estado del cliente en niveles (por ejemplo, bronce, plata y oro) para administrar mejor las relaciones y los costos. Cada nivel está asociado con ciertos privilegios y, por lo tanto, con ciertos costos para atender. Con el escalonamiento, las compañías también buscan aumentar el valor de vida de cada cliente y enfocarse en los clientes que son los más valiosos. Por lo tanto, los clientes se sienten va - lorados cuando reciben mejores servicios a medida que alcanzan un estatus superior. Dado que se puede estimar el valor de la vida útil y los costos de servicio, las empresas pueden medir la rentabi - lidad de cada cliente individual. Por ejemplo, Sephora, una cadena francesa de tiendas de cosméticos, ofrece un programa de tres niveles. El nivel más bajo se llama Beauty Insider, que permite a los clientes registrarse sin reali - zar ninguna compra. Incluso en el nivel más bajo, Sephora ofrece un regalo de cumpleaños gratis y clases de belleza gratuitas. Para llegar a los siguientes dos niveles: VIB (Very Important Beauty Insider) y VIB Rouge, los clientes deben gastar una cierta cantidad de dinero en los productos de Sephora. El escalonamiento de clientes también permite a las empresas rastrear estructuralmente el progre - so de cada cliente individual en términos de valor monetario y nivel de afinidad. En el contexto de la ruta del cliente, los niveles de los clientes sirven como indicadores de dónde están los clientes a lo largo del acto para abogar por el espectro. Cuanto más alto es el nivel, más comprometidos están los clientes y más cerca están de convertirse en defensores. Por lo tanto, Tiering permite a las em - presas identificar a su grupo de clientes más activo y apasionado y convertirlos en defensores. Para motivar continuamente a los clientes mientras se administran los costos, algunas compañías aplican un mecanismo de penalización por el cual los clientes pueden tener sus niveles degradados o incluso restablecer. La penalización se activa, por ejemplo, cuando los clientes se vuelven inacti - vos durante un período determinado, pierden un determinado umbral de requisito de punto o tienen puntos caducados. Este mecanismo de juego es opcional para las empresas, dependiendo de las características del cliente y la estructura de costos del programa. Paso 3: determinar el reconocimiento y las recompensas El siguiente paso es asignar ciertos privilegios y recompensas a los que los clientes tienen dere - cho dentro de los niveles. Un buen privilegio es tener acceso exclusivo, que no está disponible sin la inscripción en el programa y está disponible solo para clientes en un nivel particular. Se puede acceder a mejores ofertas de productos o descuentos. LendUp, por ejemplo, ofrece préstamos con tasas progresivamente más bajas en niveles más altos. Se puede acceder a productos y servicios exclusivos, como el acceso VIB de Sephora a nuevos productos. También se puede acceder a una determinada interfaz de cliente, por ejemplo, una línea de centro de llamadas dedicada o un perso - nal dedicado de servicio al cliente para clientes de nivel superior. Otra tendencia creciente de las recompensas es la tendencia hacia la gratificación instantánea: recompensas que se pueden canjear de inmediato sin esperar acumulaciones. Orbitz, por ejemplo, permite a los clientes canjear sus puntos (llamados Orbucks) de inmediato para obtener un reem - bolso inmediato o guardarlos para más adelante. A veces, la gratificación instantánea se recompen sa sin un sistema de niveles. Un ejemplo clásico de esto es Happy Meal de McDonald’ s, que regala juguetes coleccionables gratuitos. Resumen: Aplicaciones para dispositivos móviles, Social CRM y Gamification Para llevar a los clientes de la compra a la promoción, los especialistas en marketing necesitan una serie de tácticas de interacción con el cliente. Hay tres técnicas popularesque se ha demostrado Marketing 4.0108 que aumenta la participación en la era digital. Los primeros especialistas en marketing pueden usar aplicaciones móviles para mejorar la experiencia digital del cliente. En segundo lugar, los especia - listas en marketing pueden usar CRM social para atraer a los clientes a conversaciones y propor - cionar soluciones. Finalmente, los especialistas en marketing pueden usar la gamificación para impulsar los conjuntos correctos de comportamiento del cliente. EPÍLOGO ¡CÓMO LLEGAR! Hubo una vez un empresario de Texas que tenía miedo al rechazo. Jia Jiang, el empresario, falló varias veces para obtener fondos para su puesta en marcha de tecnología. Para superar su peor miedo, Jiang decidió elaborar una lista de 100 solicitudes absurdas y enfrentar los rechazos de frente. Después de un par de días de éxito terapia de rechazo. Jiang fue a Krispy Kreme para otra sesión de terapia, pero su misión se vino abajo. Demandada por Jiang para preparar una caja de donas con la forma de los anillos olímpicos, Jac - kie Braun, una trabajadora de Krispy Kreme, hizo exactamente eso. Jackie incluso tiene la secuen - cia de colores correcta. Esperando el rechazo y el ridículo, Jiang en cambio obtuvo un momento INCREÍBLE. Una grabación de esto (https://www.youtube.com/watch?v=7Ax2CsVbrX0) ha sido vista más de cinco millones de veces en YouTube. ¡GUAUU! ¿Qué es un “WOW”? De la historia de Jiang, aprendemos que WOW es una expresión que un cliente pronuncia al expe - rimentar placer sin palabras. También aprendemos que tres características constituyen un WOW. Primero, un WOW es sorprendente. Cuando uno tiene una cierta expectativa pero obtiene mucho más, ese es un momento INCREÍBLE. Una desviación a un resultado esperado es lo que crea un WOW. Por sus características, parece que WOW sucede por casualidad. ¿Pueden las compañías y las marcas crear WOW por diseño? La respuesta es sí. En el mundo de Marketing 4.0 donde los grandes productos y los excelentes servicios son produc - tos básicos, el factor WOW es lo que diferencia a una marca de sus competidores. Las empresas y las marcas nunca deben abandonar el momento WOW al azar. Es posible diseñar estrategias, con - figurar infraestructuras y procesos, y capacitar a las personas para ofrecer WOW en las cinco A’s. Disfruta, experimenta, participa: ¡WOW! Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing109 En las rutas de los clientes, las empresas y las marcas deben intensificar su creatividad y mejorar las interacciones con los clientes. Desde el punto de vista del cliente, existen tres niveles: disfrute, experiencia y compromiso. Esas compañías y marcas que se centran en la superioridad del producto simplemente proporcio - narán diversión a sus clientes. Se enfocan en desarrollar productos y servicios que satisfagan las necesidades y deseos de los clientes. Pero aquellos que presionan más ofrecerán una experiencia convincente al cliente sobre los pro - ductos y servicios. Mejoran la interacción del cliente con el diseño del servicio y el diseño diferen - ciado entre la experiencia en la tienda y en digital. En última instancia, aquellos que practican al más alto nivel involucran a los clientes personalmente y les permiten autoactualizarse. Diseñan una personalización transformadora de la vida sobre la ex - periencia del cliente que aborda las ansiedades y los deseos de los clientes individuales. ¿Estás listo para WOW? Las compañías ganadoras y las marcas son aquellas que no dejan los momentos INCREÍBLES al azar. Crean WOW por diseño. Ellos guían productivamente a los clientes desde el conocimiento hasta la promoción. Crean de manera creativa las interacciones con los clientes, desde el disfrute hasta la experiencia y el compromiso. ¿Eres uno de ellos? En segundo lugar, un WOW es personal y solo puede ser activado por la persona que lo experimenta. Si Jiang no hubiera hecho una solicitud extraña, habría experimentado un servicio regular en Krispy Kreme. La ansiedad oculta de una persona cuando se cumple desencadenará un momento INCREÍBLE. Lamentablemente, no todos los clientes dicen explícitamente lo que desean. Finalmente, un WOW es contagioso. Quien experimente un momento INCREÍBLE defenderá y difundirá las buenas nuevas a muchos otros. En el caso de Jiang, Krispy Kreme ganó publicidad gratuita, llegando a 5 millones de personas debido a su servicio excepcional. El factor WOW no ocurre todos los días en nuestro ne - gocio de servir a los clientes. Pero cuando surge la oportunidad, siempre vale la pena aprovechar su efecto viral. Los factores WOW son lo que finalmente lleva a los clientes a la abogacía. Por sus características, parece que WOW sucede por casualidad. ¿Pueden las compañías y las marcas crear WOW por diseño? La respuesta es sí. En el mundo de Marketing 4.0 donde los grandes productos y los excelentes servicios son productos básicos, el factor WOW es lo que diferencia a una marca de sus competidores. Las empresas y las marcas nunca deben abandonar el momento WOW al azar. Es posible diseñar estrategias, configurar infraestructuras y procesos, y capacitar a las personas para ofrecer WOW en las cinco A ’s. Disfruta, experimenta, participa: ¡WOW! Marketing 4.0110 En segundo lugar, un WOW es personal y solo puede ser activado por la persona que lo experimenta. Si Jiang no hubiera hecho una solicitud extraña, habría experimentado un servicio regular en Krispy En las rutas de los clientes, las empresas y las marcas deben intensificar su creatividad y mejorar las interacciones con los clientes. Desde el punto de vista del cliente, existen tres niveles: disfrute, expe - riencia y compromiso. Esas compañías y marcas que se centran en la superioridad del producto simplemente proporciona - rán diversión a sus clientes. Se enfocan en desarrollar productos y servicios que satisfagan las necesi - dades y deseos de los clientes. Pero aquellos que presionan más ofrecerán una experiencia convincente al cliente sobre los productos y servicios. Mejoran la interacción del cliente con el diseño del servicio y el diseño diferenciado entre la experiencia en la tienda y en digital. En última instancia, aquellos que practican al más alto nivel involucran a los clientes personalmente y les permiten autoactualizarse. Diseñan una personalización transformadora de la vida sobre la expe - riencia del cliente que aborda las ansiedades y los deseos de los clientes individuales. ¿Estás listo para WOW? Las compañías ganadoras y las marcas son aquellas que no dejan los momentos INCREÍBLES al azar. Crean WOW por diseño. Ellos guían productivamente a los clientes desde el conocimiento hasta la promoción. Crean de manera creativa las interacciones con los clientes, desde el disfrute hasta la ex - periencia y el compromiso. ¿Eres uno de ellos? Traducido por Asociación Peruana de Estudiantes de Marketing APEM - Escuela de Marketing111 Marketing 4.0112"
}