{
  "title": "PSICOLOGÍA-DE-VENTAS-Bryan-Tracy",
  "source": "Libros/PSICOLOGÍA-DE-VENTAS-Bryan-Tracy.pdf",
  "content": "PSICOLOGÍA DE VENTAS “Cómo vender más, más fácil y rápidamente de lo que alguna vez pensaste que fuese posible” Brian Tracy 1. EL JUEGO INTERNO DE LAS VENTAS. Nada sucede hasta que ocurre una venta. Los vendedores son gente vital en cualquier negocio. Sin las ventas, las compañías más grandes y sofisticadas tendrían que cerrar. Las ventas son la chispa que enciende el motor de la libre empresa. Puedes estar orgulloso de ser un vendedor profesional, las ventas te darán un alto ingreso y seguridad laboral. Las ventas son el único campo en nuestra sociedad en el que puedes empezar con pocas destrezas y entrenamiento, provenir de cualquier origen y hacerte una gran vida en cosa de tres a doce meses. La regla 80/20. El 20% de los mejores vendedores hacen el 80% del dinero, y el 80% de los peores vendedores hacen sólo el 20% del dinero. Tu misión es decidir unirte al 20% de los mejores vendedores y luego aprender cómo llegar ahí. El borde ganador. Este concepto nos dice que, pequeñas diferencias en la habilidad pueden llevar a enormes diferencias en los resultados. Así como en la carrera de caballos, el ganador lo hace por una cabeza. En las ventas, es una sola transacción la que define todo. Mejora un poquito. En las ventas, sólo tienes que ser un poquito mejor y diferente en cada una de las áreas claves de resultado para acumular una extraordinaria diferencia de ingreso. El éxito es mental. Es lo que sucede dentro de la mente del vendedor lo que hace toda la diferencia. Nadie es mejor que tú ni nadie es más inteligente que tú. El termostato financiero. Nunca puedes ganar más en el exterior de lo que ganas en tu interior. Para incrementar tu ingreso, debes lograr tus metas financieras en tu mente antes de que puedas lograrlas alguna vez en tu realidad. Tu propósito debe ser incrementar tu concepto de nivel de ingreso poco a poco hasta que pienses, te veas y te sientas como un ganador de ingresos más altos. Las áreas claves de resultado, o ACR, son siete: proyectar, compenetrarse, identificar necesidades, presentar, responder a objeciones, cerrar la venta y obtener reventas y referencias. El mejor momento para realizar una venta, es justo después de hacer una venta. Porque justo después de una venta tu autoestima se dispara. Te gustas más. Te sientes un ganador. Mientras más vendas, mejor serás en las ventas. El concepto que tienes sobre ti mismo, mejora y mejora. Nunca te rindas. Dos de las cualidades fundamentales para el éxito en las ventas son la audacia y la persistencia. Hace falta valor para levantarse cada mañana y encarar los temores al fracaso y al rechazo. Hace falta persistencia para regresar, día, tras día, a pesar de las continuas dificultades y decepciones. Cinco visitas o cierres. Un total de 80% de ventas nunca se cierran antes de la quinta visita o intento de cierre. Es después de la quinta vez que le pides al prospecto que tome la decisión de comprar, que haces la mayoría de tus ventas. Sin embargo, sólo cerca del 10% de los vendedores hacen más de cinco llamadas o intentos de cerrar la venta. Construye tu autoestima, aumenta tu ingreso. Todo lo que hagas para mejorar tu autoestima, incluyendo hablarte a ti mismo, visualización afirmativa, motivación personal, entusiasmo y entrenamiento personal individual, mejorará tu personalidad y aumentará tu efectividad en las ventas. El catalizador para el éxito en las ventas. La emoción principal para el éxito en las ventas es el entusiasmo. El entusiasmo constituye el 50% de las habilidades de ventas. 2. ESTABLECE Y LOGRA TODAS TUS METAS DE VENTAS. Los mejores vendedores son altamente orientados a las metas. Los mejores vendedores saben de antemano cuánto van a ganar cada semana, cada mes, cada trimestre y cada año. Saben cuántas llamadas tendrán que hacer para lograr un nivel particular de ventas y tienen planes claros acerca de lo que van a hacer con el dinero que ganan. Tu meta de ingreso anual. ¿Cuánto intentas hacer en los próximos doce meses? ¿Cuál es el número exacto? Para que sean efectivas, tus metas deben estar escritas. Tu meta anual de ventas. La segunda parte de la pregunta es ¿Cuánto voy a tener que vender este año para alcanzar mi meta de ingreso personal? Metas mensuales y semanales. Una vez que hayas decidido tus metas de ingreso y ventas anuales, divídelas en meses. ¿Cuánto tienes que ganar y vender cada mes para alcanzar tus metas anuales? Una vez que tengas tus metas de ventas e ingresos anuales y mensuales, divídelos en metas de ventas e ingreso semanales. Establece metas de actividades claras. Determina las actividades específicas a las que te debes dedicar para alcanzar tu nivel de ventas deseado. ¿Cuántas llamadas? ¿Cuántas citas? ¿Cuántos prospectos? ¿Cuántas presentaciones tendrás que hacer para alcanzar un nivel específico de ventas? Cualquier cosa que hagas, fuérzate a realizar diez llamadas antes del mediodía, cada día, hasta que se convierta en hábito. Tú controlas tu vida en las ventas. Tú no puedes decidir o determinar de dónde vendrá una venta en particular. Lo que sí puedes hacer es controlar las entradas, las actividades a las que te debes dedicar en primer lugar para alcanzar las ventas. Y controlando las actividades, indirectamente controlarás tus resultados en ventas. La ley del promedio no deja de actuar. Si sólo te mantienes haciendo las llamadas necesarias, finalmente harás tus ventas, a tiempo. En muchos casos, los resultados te asombrarán. Establece metas personales y familiares. También necesitas metas personales y familiares. Éstas son las razones por las que haces lo que haces. Haz una lista de todas las cosas que serías, tendrías o harías si estuvieras ganando muchísimo más dinero del que ganas hoy. Mientras más larga sea esa lista, más grande será tu nivel de motivación y determinación. Construye cien razones para aumentar tus ventas y tu ingreso, nadie te podrá parar. Proponte cien metas. Haz una lista de todo lo que quisieras tener en tu vida y todo lo que quisieras hacer. Imagina que todo lo que escribes en esta lista te va a llegar exactamente en el momento justo y de la manera apropiada. El poder de la visualización. Mírate como uno de los ganadores que ganan más dinero en tu negocio. Modélate según los vendedores mejor pagados en tu industria. Camina, habla y trata a los demás como si ya fueras una superestrella de las ventas. Decides que cualquier cosa que otra persona haya logrado también puedes lograrla. No hay límites. 3. POR QUÉ COMPRA LA GENTE. La gente compra por sus razones, no por las tuyas. Una de las partes más significativas de las ventas es tu habilidad de identificar con precisión las necesidades de tu prospecto. Debes tomarte el tiempo que sea necesario para hacer tantas preguntas como sea posible para descubrir exactamente por qué este prospecto en particular necesita comprar tu producto o servicio en este momento. El valor más grande. La gente valora la libertad más que casi todos los otros beneficios de nuestra sociedad. Mientras más mejor. Mientras más diversas sean las maneras en que tu producto o servicio complazca y satisfaga a tu prospecto, más fácil será para que te compre. Identifica las necesidades. Las ventas profesionales comienzan con un análisis de las necesidades. Mientras no hayas hecho suficientes preguntas y oído atentamente suficientes respuestas, no estarás en posición de vender. Una vez que hayas identificado la necesidad y el deseo clave del cliente, entonces podrás estructurar tu presentación de tal manera que demuestres asombrosamente al cliente que él tendrá esa necesidad satisfecha si te compra. Al cliente no le importa lo que es tu producto. Sólo le importa lo que tu producto o servicio hará por él. Las dos motivaciones principales. Las dos razones principales de que la gente compre o no compre son el deseo de ganancia y el temor de pérdida. Por tanto, la mejor presentación de ventas demuestra al prospecto cuánto mejor será si compra y, simultáneamente, cuánto peor será si se niega a comparar. Dinero. Cada vez que puedas vincular tu producto o servicio a hacer que el cliente ahorre dinero, tendrás su total atención. Seguridad. La necesidad de seguridad sea financiera, emocional, o física para nosotros o para nuestra familia es una necesidad tan profunda y poderosa que cualquier apelación a mayor seguridad despertará interés de parte del prospecto. Gustar. ¿Cómo aumenta tu producto o servicio la cantidad en que tu prospecto gusta y es respetado por otros? Status y prestigio. Queremos sentir y ser percibidos como importantes y valiosos. Si tu producto o servicio puede realizar la calidad física de la vida de tu prospecto de manera efectiva, la gente estará interesada en hablar contigo. Halagos y reconocimiento. Cuando puedes colocar tu producto o servicio de tal forma que una persona sienta que logrará gran reconocimiento o status, por usarlo, puedes crear deseo de compra. Poder, influencia y popularidad. La gente quiere poder e influencia y comprará productos y servicios que le den más de estas cosas. Cuando tu producto o servicio ofrece hacer a una persona más influyente y popular, despierta el deseo de comprarlo. Lidera el campo. Cuando dices a un prospecto interesado que pertenece a los adaptadores tempraneros: “Serás la primera persona en tu industria con este producto”. “Serás la primera persona en tu vecindario que tenga uno de éstos”, estarás creando inmediatamente en él el deseo de compra. Amor y compañía. Cuando puedas lograr que tu producto o servicio haga al prospecto más atractivo y deseable como acompañante, el deseo de comprar surgirá casi de inmediato. Crecimiento personal. Cuando promueves tu producto o servicio como algo que puede ayudar a las personas a alcanzar alturas aún más elevadas de éxito personal y autorrealización, de nuevo estarás generando deseo por comprar. Transformación personal. Si un prospecto siente que tu producto o servicio le llevará a un nivel nuevo y más alto en su vida o trabajo y le hará una persona diferente, puede que no haya límite en cuanto a lo que esté dispuesto a gastar. Las decisiones de compra son emocionales. La gente decide emocionalmente y luego justifica lógicamente. La emoción más fuerte siempre ganará sobre la emoción más débil. Utiliza preguntas de respuesta abierta. Las mejores preguntas para abrir una conversación y obtener más información de un prospecto son la que se conocen como de respuesta abierta. Por ejemplo: qué, donde, cómo, quién, por qué, y cuál. La persona que pregunta tiene el control. Haz una pausa y escucha. Las ventas tiene lugar con las palabras, pero la compra tiene lugar en el silencio. Cuando estés haciendo preguntas y asesorando al prospecto con respecto a tu producto o servicio, asegúrate de dejar momentos de silencio en la conversación. Todo cuenta. Todo lo que haces ayuda o hace daño. Añade o quita. Te mueve hacia la conclusión exitosa de la venta o te aleja de ella. En ventas como en todas las relaciones humanas existe un “efecto halo”. Los prospectos asumen que si una parte de tu presentación o trabajo es de alta calidad, el resto de tu producto o servicio es probablemente de alta calidad. Tu apariencia cuenta y mucho. Un alarmante 95% de la primera impresión que das a un cliente está determinado por tu ropa. Cuando eres puntual, educado y totalmente preparado, das una impresión positiva que se propaga como un halo a todo lo que haces y al producto que vendes. Los clientes compran beneficios y soluciones. La gente no compra productos, compra beneficios. Compra soluciones a sus problemas. Compra formas de satisfacer sus necesidades. El cierre tipo “botón caliente” Como resultado de formular preguntas y escuchar con atención las respuestas, finalmente compruebas el “botón caliente”, el beneficio de punta que busca el cliente en tu producto o servicio. Entonces concentras toda tu energía en convencerlo de que obtendrá ese beneficio. Investigación de mercado, rápida y económica. Haz una lista de tus últimos diez clientes. Llama por teléfono a cada uno de ellos y di estas palabras: “Señor cliente, sólo quería llamarle y decirle cuánto aprecio su compra de este producto. ¿Cómo va todo? ¿Puedo ayudarle de alguna manera? Luego de ayudarlo, pregunta ¿podría decirme exactamente por qué decidió comprarnos a nosotros en vez de a otro? Cualquiera que sea la respuesta, escríbela. De ahora en adelante, cada vez que te reúnes con un nuevo prospecto, asegúrate de decirle: “la mayoría de nuestros mejores clientes dicen que la razón por la que decidieron comprarnos fue (el botón caliente). ¿Es eso importante para usted? 4. VENTAS CREATIVAS. La creatividad es una característica natural de todos los buenos vendedores. La creatividad es algo que demuestras y usas todo el tiempo. Formas de estimular creatividad. 1) Metas claras 2) problemas urgentes y 3) preguntas enfocadas. Debes usarlas todas tan frecuentemente como sea posible. Practicar el pensar creativamente. La primera área donde la creatividad es importante es en proyectar. Tu éxito al proyectar determina en gran parte tu ingreso. Y tu habilidad para encontrar más y mejores prospectos estará limitada sólo por tu imaginación. La segunda área es en descubrir los motivos de compra. Debes ser creativo en preguntar para descubrir lo que el cliente necesita. Debes saber de lo que estás hablando. La venta creativa comienza con un conocimiento profundo de tu producto o servicio. Lee, estudia y memoriza la información de tu producto. Conviértete en experto en tu mercado. Sé excelente para proyectar. “Pasa más tiempo con mejores prospectos”. Esta fórmula de seis palabras es la receta para altos ingresos en todo mercado. Proyectar creativamente empieza con tres preguntas: ¿Cuáles son las de cinco a diez características más atractivas de mi producto? ¿Qué necesidades específicas de tu cliente satisface tu producto? ¿Qué ofrece tu compañía que otra no ofrezca? Escribe las características más importantes de tu producto en el anverso de una hoja. Luego, en el reverso, escribe los beneficios que tu cliente disfrutará de cada una de sus características. ¿Qué ofrece tu compañía que otra no ofrezca? ¿Cuál es tu propuesta única de ventas? ¿De qué manera tu producto o servicio es superior a cualquier otro en el mercado? Análisis intensivo de mercado. ¿Quién exactamente es tu cliente? Edad, ocupación, educación, nivel de ingreso, experiencia, actitud o necesidades ¿Quién compra tu producto o servicio en este momento? ¿Quiénes serán tus futuros clientes? ¿Cuáles son las tendencias en tu negocio y en tu mercado? ¿Por qué compra tu cliente? ¿Quién o qué es tu competidor? Pon tu mejor pie adelante. En las ventas creativas, siempre vas al frente con el beneficio más importante que tu producto puede ofrecerle a tu cliente en comparación con tus competidores. Cuando conoces a un prospecto que realmente quiere los beneficios especiales que solo tu producto puede ofrecer, es fácil hacer la venta. Utiliza cartas testimoniales. Una de las herramientas más poderosas es la carta testimonial. Cuando dices que tu producto es excelente, el prospecto inmediatamente descarta tu opinión porque tú eres el vendedor. Pero cuando una persona que haya comprado tu producto dice que es “bueno” el cliente cree y acepta esta evaluación. El método de las 20 ideas. Toma una hoja de papel y escribe tu meta más grande o tu problema más urgente en la parte superior del papel en forma de pregunta. Luego, escribe veinte respuestas a esa pregunta. Escríbelas en presente, personal y en positivo. Hazlo ahora, disciplínate. No postergues. Cuando comiences a usar este método, te convertirás en uno de los vendedores más creativos en tu campo. Como resultado, vendrás a ser una de las personas mejor pagadas de tu profesión. 5. CONSIGUE MÁS CITAS. Por la ley de probabilidades, mientras más tiempo pases con mejores prospectos, más ventas harás y más exitoso serás. Proyectar es la parte de las ventas que causa más estrés y frustración. Afortunadamente, proyectar es una habilidad que puedes aprender. Rompe la preocupación. Tu propuesta debe romper la preocupación del prospecto. Algunos vendedores llaman por teléfono, se presentan y comienzan a hablar acerca de su producto inmediatamente. Una mejor manera es presentarte y luego preguntar: “Necesito cerca de diez minutos de su tiempo. ¿Es un buen momento para hablar? Vende la cita, no el producto. Los vendedores jóvenes, en su avidez por obtener citas, sueltan detalles acerca de su producto en las primeras oraciones. Si haces esto, matarás la venta. Escoge cuidadosamente tus palabras. Tus primeras palabras deberían ser el equivalente a arrojar un ladrillo a una ventana de vidrio. Desarrolla una oración o pregunta de apertura que logre su completa atención. Un buen comienzo es la mitad del trato. Una buena apertura con una pregunta fuerte apuntada al resultado o beneficio de tu producto, puede conseguirte casi el cierre de la venta. Una apertura fuerte rompe la preocupación del cliente, lo pone alerta y consigues su total atención. Tu tiempo es limitado. Sólo tienes treinta segundos al comienzo de una reunión para conseguir la atención total del prospecto. Los expertos están de acuerdo en que las primeras quince a veinte palabras que salen de tu boca determinarán el resto de la conversación. Planéalo palabra por palabra. Tu declaración o pregunta de apertura debe planificarse palabra por palabra, ensayarse frente a un espejo una y otra vez, y memorizarla. Sólo entonces debes salir y decirla a un prospecto real. Observa qué clase de respuesta obtienes. Si tu prospecto no responde con interés, vuelve a la tabla de dibujo. Tienes que volver a trabajar tu declaración o pregunta de apertura, hasta que obtengas el tipo de reacción que quieres: “¿De verdad, qué es? Cara a cara con el prospecto. El prospecto, antes de escucharte, quiere estar seguro de cinco cosas: quiere estar seguro que tienes algo importante que comunicarle, que está hablando con la persona indicada, que tu visita será corta, que al reunirse contigo no está adquiriendo ninguna obligación, que no usarás alta presión. Da referencia de otros clientes satisfechos. Para superar la resistencia del cliente, la técnica más poderosa es dar referencia de otros clientes que ya están utilizando tu producto y se sienten satisfechos con él. Mejora tu proyección por teléfono. Existen dos cosas que puedes hacer para mejorar la calidad de tu proyección por teléfono. La primera es levantarte cuando hablas con el prospecto. La segunda cosa que puedes hacer es sonreír en el teléfono cuando hablas. Mantén la iniciativa. Nunca esperes que la gente te devuelva la llamada, sin importar cuán honestos o inteligentes suenen. Tú como vendedor debes mantener siempre la iniciativa hasta que consigas la primera cita cara a cara. Rehúsa hablar de pie. ¡Todo cuenta! A menos que vendas en una sala de exposición, nadie considera un producto o servicio de algún valor si estás dispuesto a hablar de él y tratas de venderlo estando de pie. Respeta tu producto. Si tu prospecto no puede comprar lo que vendes por teléfono, no trates de hacerle la venta por esa vía. Si el prospecto no puede comprar y pagar tu producto a través del correo, no trates de venderlo a través de ese canal. Si vender tu producto, requiere que estés ahí físicamente, entonces insiste en estar ahí personalmente para hacer la presentación de ventas. 6. EL PODER DE LA SUGESTIÓN. La influencia subjetiva de un vendedor calmado, confiado y relajado es muy poderosa. Por eso, los vendedores más exitosos son por lo general más tranquilos y tratables. Usualmente están bien vestidos, bien arreglados y luciendo profesionales en todo momento. Tu ambiente interno. Existen algunas influencias subjetivas que puedes controlar. Las esenciales son tu apariencia, tu voz y tu actitud. Tu meta en todo momento es lucir por fuera como si fueras una de las mejores personas en tu campo. Vístete para el éxito. 95% de la primera impresión que tiene un prospecto estará determinada por tu ropa. Cuando estás bien vestido y arreglado, el cliente inconscientemente asume que vienes de una buena compañía y que tu producto o servicio es de buena calidad. ¿Quién hace más dinero? Los mejor vestidos son siempre los que hacen más dinero en sus campos. Todo vendedor debería leer al menos dos libros sobre el traje para negocios y seguir sus consejos religiosamente. ¿Cómo presentar tu producto? Tu producto debe estar siempre limpio, ordenado y presentado en la mejor luz posible. Lo que ven tiene un impacto grande sobre las opiniones que se forman de ti, tu producto o servicio y tu compañía. Practica tu presentación. El 80% del valor de tu producto o servicio, estará contenido en la calidad de tu presentación. Una presentación de ventas profesional puede aumentar dramáticamente el valor percibido de lo que estás vendiendo y simultáneamente bajar la resistencia al precio. Trabaja en un escritorio limpio. Una de las reglas de la etiqueta de la oficina es: “Mantén tu escritorio limpio”. Cuando tienes un escritorio limpio y una oficina ordena, luces como una persona exitosa. La gente que trabaja en un escritorio limpio es dos o tres veces más productiva que aquella que trabaja en un escritorio atiborrado. La recompensa de tratar bien a la gente. Cada vez que hagas algo para elevar la autoestima de otra persona, tu autoestima subirá al mismo grado. 7. CÓMO HACER LA VENTA. Todo lo que haces en el proceso de las ventas, desde el primer contacto hasta el cierre y la entrega del producto o servicio, tiene un efecto. Nada es neutral. Todo ayuda o daña. Todo cuenta. El cierre de propuesta. Una de las formas más efectivas de comenzar una conversación de ventas es con el “cierre de propuesta”. Cuando se utiliza exitosamente, este cierre puede conseguir que el prospecto esté de acuerdo en tomar una decisión de ventas después que hayas hecho tu presentación. El cierre de demostración. El cierre de demostración comienza con una pregunta fuerte apuntada al resultado o beneficio principal que el cliente podrá disfrutar cuando compre su producto, y simultáneamente califica al prospecto. El comprador apático. Este tipo de persona nunca va a comprar nada, sin importar cuán bueno sea lo que se le ofrece. El comprador actualizado. Sabe lo que quiere, los beneficios y características que está buscando y el precio que está dispuesto a pagar. El comprador analítico. Reservado y orientado al detalle. Mientras más detalles le des acerca de cómo opera tu producto, lo que cuesta, como actúa, cómo se le puede dar un buen servicio, más feliz estará. El comprador relacionador. Los relacionadores se preocupan mucho por las personas. Son sensibles a cómo la gente piensa y siente acerca de varios temas. A los relacionadores les encanta establecer primero una relación de confianza antes de comprar tu producto. El comprador conductor. Es orientado a la tarea. Es negociante y práctico. Su más grande interés es obtener resultados. Sólo quieren que respondas a la pregunta: ¿Qué tiene para mí? El comprador socializador. Esta persona es sociable y extrovertida. Le gusta trabajar con y a través de las personas para obtener resultados. Tómate el tiempo de observar y analizar a otros. Antes de empezar a vender, asegúrate de saber con qué tipo de persona estás hablando y luego estructura tus respuestas y tu presentación de tal manera que satisfaga sus necesidades más que las tuyas. Utiliza los dos pasos de la venta. En tu primera visita, formula preguntas para determinar si el prospecto puede beneficiarse de tu producto o servicio. En la segunda, regresa con una propuesta o recomendación completa con precios y términos, y muestra al prospecto cómo puede beneficiarse más de lo que estás vendiendo. La presentación planificada. La presentación planificada es un proceso paso a paso de aprender y enseñar. Comienza con tu pregunta de apertura. A partir de tu pregunta de apertura, muévete a través del proceso de conocer la situación y necesidades del prospecto hasta mostrarle lo que tu producto hace y lo que puede hacer por él. Muestra, di, pregunta. La presentación más simple es la de “característica y beneficio”. Un formato sencillo que puedes usar para cada característica y beneficio es el de tres partes: mostrar, decir y preguntar. Presenta las tres partes. Otro método de tres partes para presentar tus productos usa la estructura: “Por eso, usted puede, lo que significa…” Emoción o lógica. Las personas son 100% emocionales, los prospectos deciden emocionalmente y luego justifican lógicamente. El precio es lo último. Cuando has diseñado y dado tu presentación de ventas de manera efectiva, la pregunta del precio sólo saldrá al final después que la decisión de comprar ha sido tomada. “El precio fuera de lugar, mata la venta”. Conviértete en un gran oidor. Escucha atentamente. Haz una pausa antes de responder. Pregunta para aclarar. Parafraséalo en tus propias palabras. Utiliza preguntas de respuesta abierta. La retroalimentación es esencial. La diferencia entre vendedores experimentados y vendedores no experimentados en esta área es que los vendedores experimentados presentan una característica o beneficio y luego piden retroalimentación. Los vendedores no experimentados, por nerviosismo, presentan cada característica o beneficio, una después de otra, sin dudar o detenerse a obtener retroalimentación. 8. DIEZ CLAVES PARA EL ÉXITO EN LAS VENTAS Haz lo que te gusta hacer. Debes aprender a amar tu trabajo y después comprometerte contigo mismo a ser excelente en tu campo. Decide exactamente lo que quieres. Decide exactamente qué es lo que quieres en la vida. Ponlo como meta y luego determina qué precio tendrás que pagar para obtenerlo. Respalda tu meta con persistencia y determinación. Una vez que comiences, rehúsa considerar la posibilidad de fallar. Respalda tu meta con perseverancia y fuerza de voluntad indomables. Comprométete con un aprendizaje de por vida. Tu mente es tu activo más preciado y la calidad de tu pensamiento determina la calidad de tu vida. Comprométete con un aprendizaje de por vida. Utiliza bien tu tiempo. Tu tiempo es todo lo que tienes para vender. Es tu principal activo. Cómo uses tu tiempo determinará tu estándar de vida. Resuelve, por lo tanto, utilizar bien tu tiempo. Sigue a los líderes. Haz lo que la gente exitosa hace. Sigue a los líderes, no a los seguidores. Si quieres saber cómo ser un vendedor exitoso ve a las mejores personas en tu negocio y pídeles consejo. Pregúntales qué libros deberías leer y qué programas deberías escuchar. Qué cursos deberías tomar. Indaga acerca de sus actitudes, filosofías y enfoques en su trabajo y sus clientes. El carácter lo es todo. Guarda tu integridad como algo sagrado. Solo puedes ser exitoso si la gente confía y cree en ti. Usa tu creatividad innata. Piensa en ti como una persona altamente inteligente, hasta un genio. Reconoce que tienes grandes reservas de creatividad que nunca has usado. Di en voz alta una y otra vez: ¡Soy un genio! ¡Soy un genio! Practica la regla de oro. Haz a los demás lo que te gustaría que te hicieran a ti. Paga el precio del éxito. Resuelve trabajar duro. Un asombroso 85% de los millonarios, admitieron que no eran más inteligentes o talentosos que otros, pero que trabajaron mucho más duro que cualquiera por mucho más tiempo. Tienes dentro de ti, ahora mismo, la habilidad de ser más, hacer más y tener más de lo que has tenido en toda tu vida. Llegando a ser absolutamente excelente en tu profesión elegida de ventas, puedes lograr todas tus metas y alcanzar todos tus sueños. Puedes crear una vida maravillosa para ti y tu familia. Puedes convertirte en una de las personas más valiosas en tu compañía y en tu industria. Puedes ganarte el respeto y la estima de toda la gente a tu alrededor. Puedes hacer una diferencia significativa en las vidas de tu compañía, tus clientes y tu comunidad. Aprendiendo y practicando la psicología de ventas, puedes alcanzar las estrellas. Y no hay límites."
}