{
  "title": "Telemarketing (2)",
  "source": "Libros/Telemarketing (2).pdf",
  "content": "UNIVERSIDAD NACIONAL AUTÓNOMA DE MÉXICO FACULTAD DE CIENCIAS POLÍTICAS Y SOCIALES TELEMARKETING: UNA HERRAMIE NTA DE VENTAS EFICAZ. ANÁLISIS DE RECEPCIÓN DE UN CASO ESPECÌFICO. T E S I S QUE PARA OBTENER EL TÍTULO DE LICENCIADA EN CIENCIAS DE LA COMUNICACIÓN (ESPECIALIDAD EN PUBLICIDAD) P R E S E N T A ELSA JIMÉNEZ ABREU ASESORA: MTRA. CORAL LÓPEZ DE LA CERDA Y DEL VALLE CO-ASESORA: DRA. FRANCISCA ROBLES M É X I C O , D . F . 2 0 0 6 UNAM – Dirección General de Bibliotecas Tesis Digitales Restricciones de uso DERECHOS RESERVADOS © PROHIBIDA SU REPRODUCCIÓN TOTAL O PARCIAL Todo el material contenido en esta tesis esta protegido por la Ley Federal del Derecho de Autor (LFDA) de los Estados Unidos Mexicanos (México). El uso de imágenes, fragmentos de videos, y demás material que sea objeto de protección de los derechos de autor, será exclusivamente para fines educativos e informativos y deberá citar la fuente donde la obtuvo mencionando el autor o autores. Cualquier uso distinto como el lucro, reproducción, edición o modificación, será perseguido y sancionado por el respectivo titular de los Derechos de Autor. AGRADECIMIENTOS: GRACIAS, a DIOS, por darme la vida y regalarme la familia que tengo. A mi mamá, por enseñarme el camino correcto, por estar siempre ahí para escucharme y orientarme, GRACIAS Mamá. Te amo!! Gracias Adri, por ser la mejor hermana que pude tener, Por apoyarme, por todas las risas y peleas. Gracias, Adriss!! Gracias a Ricardo Pérez de Lara por su valiosa colaboración. Gracias a mi asesora la Maestra Coral López de la Cerda, Por toda la confianza brindada. A mi co-asesora la Doctora Francisca Robles, Gracias por la paciencia, los jalones de oreja y sobretodo por la orientación y dedicación. Profesor Carlos Narro, quién comenzó por ser mi jefe y terminó convirtiéndose en un estimado amigo y cómplice de ésta etapa que hoy finalizo. Gracias!! A la Profesora Laura Medina y el Profesor Rubén Santamaría Por el voto de confianza, gracias! DEDICATORIA: Esta tesis es una parte de mi vida y comienzo de muchas otras etapas Por esto y mucho más la dedico: En primer lugar a mi Mamá. Aquí está por fin, terminado Uno de los tantos sueños que tengo. Dedicado a una de las personas más importantes y trascendentes en mi proyecto de vida, y con quien sigo compartiendo los grandes retos que existen en ella. Gracias mamá por Dedicarme tu vida, Para ti: Mamá!! Adri, cómplice y hermana, esto va para ti, Por siempre estar, por el abrazo justo cuando lo necesité, Por el apoyo incondicional recibido durante todos estos años Al compartir conmigo sueños, triunfos, fracasos, sueños e inquietudes Y sobretodo por hacerme reír tanto y tanto, Iluminas nuestra casa y nuestra vidas adris!!Te amo!! Zury, por enseñarme cada día lo que es la lealtad Y el amor incondicional, por oírme, Por todos esos brincos y muestras de afecto Cada vez que llego a la casa. Y aunque no sepas leer, te dedico mi tesis, por ser la peluda más hermosa. T.Q.M!! Toño, por ser ejemplo de dedicación y exceso de pila. Y aunque tengamos el mismo mal carácter y por lo tanto En ocasiones choquemos, te quiero muchísimo. (ojala puedas darte un tiempo para leerla, sin muchas criticas si??) Eduardo, amor, a ti te la dedico por acompañarme En este último año ocho meses, por estar siempre presente En las buenas, en las malas, por apoyarme Escucharme. Gracias!! Te amo y recuerda lo importante que eres para mí. Creyeron que se me habían olvidado??Nunca!! Mi tesis también tiene dedicatoria muy especial Para Rubén, Yoss y Ruth, Quienes hicieron que la Universidad fuera Una grata y muy divertida experiencia en mi vida. Gracias amigos!! Los quiero muchísimo!! Y a todos y cada uno de los que estuvieron en el camino, Y que por cuestiones de memoria no están en esta lista. Índice Introducción .......... ................. ................ ................ ................ ............... ...... i 1. Usos y gratificaciones y Telemarketing. .............. ................. 1 1.1 Usos y gratificaciones. ............... .................. .................. ....... 1 1.2 Telemarketing. ...... .................. .................. .................. ......... 5 1.2.1 Marketing. ............ ................ ................ ................ ............. .... 5 1.2.2 Marketing Directo. ... .................. .................. .................. ........ 6 1.2.3 Telemarketing. ....... .................. .................. .................. ......... 7 1.2.3.1 Aplicaciones del telemark eting. ......... ............... ................ .... 8 1.2.3.2 Telemarketing inbound o llamadas de entrada. ....... ............ 9 1.2.3.3 Telemarketing outbou nd o llamadas de salida. ............... ..... 9 1.2.3.4 Características del te lemarketing. ............ .................. .......... 10 1.2.3.5 Debilidades del telemark eting. ......... ............... ............. ....... 11 1.2.3.6 Fortalezas del telemark eting. ............ ............... ................ ... 12 1.2.3.7 Usos del telemarketing. .......... .................. .................. ........ 14 1.2.3.8 Adaptación de la tipología de Usos y gratificaciones de Denis Mc Quail. ...... .................. ............... ................ ....... 14 2. Plan de campaña. ........ ................ ............... ................ ......... 22 2.1 Plan de campaña. ........ ................ ............... ................ ......... 22 2.1.1 Referente Conceptual. .............. .................. ................ ......... 22 2.1.2 Objetivos de la campaña. .......... .................. ................ ......... 24 2.1.2.1 Las 6 preguntas clave que una empresa debe hacerse antes de implementar una campaña. ... ............. ............. ..... 25 2.1.2.1.1 ¿Quién?. .............. ................ ................ ................ ............... 25 2.1.2.1.2 ¿Cuál?. .............. ................ ................ ............... ............. ..... 26 2.1.2.1.3 ¿Qué?. ............... ................ ................ ............... ............. ..... 27 2.1.2.1.4 ¿Por qué?. ........... ................ ................ ................ ............... 29 2.1.2.1.5 ¿Cómo?. ..... .................. ................ ............... ................ ....... 29 2.1.2.1.6 ¿Cuándo?. ........... .................. .................. .................. ......... 30 2.1.3 El diseño de la campaña. ............... ................ ............... ...... 31 2.1.3.1 Las metas de la campaña. ................ ............... ............. ...... 32 2.1.3.2 Selección de los mercados o público objetivo. ...... ............. 32 2.1.3.3 Las bases de datos. ... .................. .................. ............... ...... 33 2.1.3.4 Desarrollo de la oferta. ............ .................. .................. ........ 35 2.1.4 Implantación de la campaña. ............... .............. ............. ..... 37 2.1.4.1 Calendario de ejec ución. ............ .................. ................ ....... 37 2.1.4.2 Presupuesto de la campaña. ............... .............. ............. ..... 37 3. Análisis de recepción de un caso específico: El Seguro “TOTAL”. ...... ................ ............... ................ ........ 39 3.1 Análisis de un caso específico “Seguro de vida TOTAL”. ..... 39 3.1.1 El producto: “Seguro de vida TOTAL”. ................... .............. 40 3.1.2 El mercado del “Seguro de vida TOTAL”. ........... ............. .... 41 3.1.3 Característica s del producto. ... .................. ................ ........... 42 3.1.4 Descripci ón del producto. .... ............... ................ ............. ..... 42 3.1.4.1 Cobertura básica. . ................. .................. .................. ........... 42 3.1.4.2 Coberturas opcionales. .............. .................. ................ ......... 42 3.1.4.3 Suma asegurada. ..... .................. .................. .................. ...... 42 3.1.4.4 Sumas aseguradas de las cobertura s opcionales. . ............... 42 3.1.4.5 Formas de pago. ......... .................. .................. ............... ....... 43 3.1.4.6 Beneficios adicionales sin costo. ........... ................ ................ 43 3.1.4.7 Tipo de póliza. ....... ................ ................ .............. ............. ..... 43 3.1.4.8 Actualización de sumas aseguradas. ............. ................ ....... 43 3.1.4.9 Edades de aceptación. ............... .................. ................ ......... 43 3.1.4.10 Descuentos en primas. ............ .................. .................. .......... 43 3.1.4.11 Tarifa básica. ...... ................ ................ ................ ............. ...... 44 3.1.4.12 Políticas de suscripción. .......... .................. .................. .......... 45 3.1.4.13 Exclusiones. ........ ................ ................ ................ ............. ..... 46 3.1.4.14 Tabla de pérdidas orgánicas. .... .................. .................. ........ 47 3.2 Call center seleccionado para llevar a cabo la campaña de telemarketing del seguro “TOTAL” de la empresa “TOTAL”: TKM Customer Solutions. ............... ................ ............... ....... 47 3.2.1 TKM: la empresa. ......... .................. .................. ................ ..... 47 3.2.1.1 Misión de la empresa. ............... .................. .................. ........ 48 3.2.1.2 Visión de la empresa .............. .................. .................. ........... 48 3.2.1.3 Objetivos de la empres a. ............... ................ ............... ......... 48 3.2.1.4 Alcances, servicios y capacidad inst alada. .............. ............. 49 3.3 Plan de campaña que propone la agencia de telemarketing a la empresa “TOTAL” par a la venta del Seguro “TOTAL”…... 50 3.3.1 “Costing” o cotización que realizó TKM Customer Solutions a petición de la empresa “TOTAL” para la campaña del Seguro “TOT AL”. ....... .................. ...... 53 3.3.2 Campaña de seguimiento. ............ ................ ............... ......... 58 3.3.2.1 Campaña de seguimi ento para las personas que SI adquirieron el Seguro “TOTAL”. ......... .................. ..... 58 3.3.2.2 Campaña de seguimi ento para las personas que NO adquiri eron el Seguro “TOTAL”. ..... .................. ....... 63 3.3.2.3 Resultados combinados. ................. ............... ................ ...... 67 Conclusiones. ........ .................. .................. .................. .................. ....... 73 Bibliografía. ....... ................ ............... ................ ............... ................ ....... 77 Apéndice uno: “Guión de la llama da “out bound” del seguro de vida “total”…....... .......... 80 Apéndice dos: “Guión de la llamada “de seguimiento del seguro de vida “total” para las personas que si lo adquirieron” . ……................ ................ ............... ...... 82 Apéndice tres: “Guión de la llamada de seguimiento del se guro de vida “total” para las personas que no lo adquirieron”…………............ ............... ............. ...... 84 iINTRODUCCIÓN En México el telemarketing1 ha cobrado fuerza como una nueva modalidad de publicidad. En la actualidad cada vez es mayor el número de empresas que recurren a este medio para publicitar sus productos y servicios, por lo que es de suma importancia realizar una investigación acerca de esta nueva forma de vender: el telemarketing. Son diversas las opciones que tiene una empr esa para poder publicitar, promocionar y vender sus productos o servicios; tales como la publicidad en medios de comunicación masivos, tanto audiovisuales como escritos, el volanteo, la publicidad móvil (automóviles), espectaculares, etc. En los últimos 15 ó 20 años, las nuevas formas de hacer publicidad han llegado y se han establecido en México con gran éxito. Éstas hacen uso de la tecnología, como la televisión, el Internet y el teléfono. Es este último la herramienta principal del telemarketing, gracias a él se puede llegar a un gran mercado con costos bastante accesi bles en comparación con otros medios. Pero no sólo es cuestión de llegar a la gente, sino lo complejo aquí, y que en este trabajo trataré de aclarar es cómo llegar a esa gente, cómo convencerla de que la opción ofrecida es la mejor para ellos. Para ello que utilizaré la Teoría de Usos y Gratificaciones para descubrir qué es lo que motiva a las personas a decidirse a realizar una compra, en este caso, del Seguro “TOTAL”. Al saber cuales son los usos que le darán al producto y las gratificaciones que esperan recibir, será más sencillo fácil plantearles la oferta de venta. 1 Técnica directa de marketing que consiste en comunicarse vía telefónica con el consumidor, ya sea que el cliente llame a la empresa o viceversa iiPor todos éstos motivos y otros más que se descubrirán a lo largo de la investigación, es importante realizar este trabajo, ya que me gustaría conocer cuan eficiente resulta este tipo de publicidad y sobre todo aquí en la Ciudad de México. Gracias a la gran cantidad de bienes y servicios que hay en el mercado compitiendo entre sí, los cambios culturales, económicos y sociales que han imperado en las últimas décadas no se han hecho esperar en situaciones tan cotidianas como el trabajo de la mujer en el hogar, que ha sido dejado de lado por una mayor participación de la misma en la economía familiar, o por ejemplo la vida ajetreada que llevan los habitantes de grandes ciudades como la nuestra. Todos estos fenómenos y cambios han provocado que hasta las empresas grandes y posicionadas en el mercado se vean en la necesidad de buscar nuevas formas de comercialización de sus productos para poder llegar más rápido a su mercado meta. Uno de estos nuevos sistemas es el Telemarketing o ventas por teléfono. En interés de conocer y edificarnos más sobre las evoluciones referentes a las Ventas, Mercadotecnia y hoy Marketing, en este trabajo quiero profundizar sobre los conocimientos y la importancia del telemarketing hoy en día en toda empresa, deseosa de involucrarse en el proceso de la Globalización. Su filosofía, radica en determinar la satisfacción del cliente, cada vez que se toma en cuenta las evaluaciones para el desarrollo de los planes y las estrategias de mercado que sustituyan las decisiones meramente subjetivas; y en el concepto de producir beneficio, no volumen, cuyos resultados son a largo plazo. Pero no resulta tan fácil el que una empresa cuente con un departamento con gente detrás de un teléfono, en atención a los clientes, ya que el conseguir una venta o concertar una cita requiere no solamente de facilidad de palabra, sino además demanda una capacitación especial para llevar a cabo estas tareas con éxito; junto con un conocimiento total del mercado al cual queremos llegar, cuales son sus necesidades, sus deseos, que es lo que esperan en cierto producto o servicio. iiiEs por eso que cada día más empresas optan por contratar a un Centro de telemarketing o Call Center2 que representa una excelente oportunidad para las mismas de resolver algunos obstáculos de comercialización o simplemente les ayudan a mejorar las ventas o la imagen que tienen los clientes de su producto o servicio. El telemarketing es una herramienta de la Mercadotecnia Directa3 que utiliza las telecomunicaciones combinado con una base de datos que promueve negocios, productos o servicios utilizando el teléfono como un medio directo de intercomunicación con los clientes. La intercomunicación con el cliente es vital, es lo que nos dará respuestas a cuestiones fundamentales del funcionamiento de la campaña de telemarketing. Las personas nos dirán que usos le encuentran al telemarketing, y que gratificaciones esperan recibir a cambio. Se utilizará como referencia el cuadro de usos y gratificaciones que propuso Denis MacQuail, en su libro Introducción al estudio de la teoría de masas , para conocer cuales son las expectativas (gratificaciones) de nuestro público meta, así como las metas u objetivos (gratificaciones) de la empres a que utilizará al telemarketing como herramienta de ventas. Después se llevará a cabo la campaña de prueba de telemarketing para la venta del Seguro “X”; dentro de la cual además de intentar concretar la venta, se realizará una pequeña encuesta acerca del telemarketing como medio de ventas; lo que nos ayudará a comprobar si es verdadera la hipótesis. Pero antes de entrar en materia del análisis de la eficacia del telemarketing para una empresa por medio de la Teoría de usos y gratificaciones, es importante desarrollar algunos conceptos que ayudarán a tener una mejor comprensión y dominio del tema. 2 Un Call Center es una unidad o departamento en una empresa (o en una empresa especializada) que se dedica al cumplimiento de las funciones de comunicación en una empresa es decir, estructura, diseño de hardware y software así como la funcionalidad que se brinda a través de los sistemas. 3 El marketing directo cons iste en utilizar la publicidad para ponerse en contacto con los consumidores quienes, a su vez, adquieren productos sin visitar una tienda. Las empresas de marketing directo contactan al público consumidor a través de uno o más de los siguientes medios: radio, televisión, periódicos, revistas catálogos, el teléfono y mate riales promocionales por correo 1CAPÍTULO 1. USOS Y GRATIFICACIONES Y TELEMARKETING Este primer capitulo está dividido en dos partes, la primera dedicada a la Teoría de Usos y Gratificaciones propuesta por Denis Mc Quail; y en la segunda parte a varios conceptos de marketing que serán utilizados a lo largo del trabajo de investigación. 1.1 USOS Y GRATIFICACIONES La Teoría de Usos y Gratificaciones deriva de la Teoría Estructural Funcionalista. Antes de entrar a la explicación de la Teor ía es necesario ha cer una aclaración; la Teoría Estructural Funcionalista así como de Usos y Gratificaciones, estuvieron diseñadas para los medios de co municación masivos como la televisión y la radio, la adaptaré para el estudio de los usos y gr atificaciones de un medio de comunicación colectivo: el teléfono. “A continuación, algunos presupuestos fundam entales de la corriente funcionalista de los “mass media” como el haber consider ado la existencia, entre el estímulo que provocan y la respuesta de los receptores de cinco variables interventoras: a) Exposición. Es el grado de atenci ón o acceso que el público muestra ante factores tecnológicos, políticos, económicos y voluntarios y da pie a la investigación de audiencias. b) Medio. El mensaje es modificado según el canal por el que viaje, por ende, constituye a los estudios comparativos de los medios de comunicación. c) Contenido. Se concentra en el “e stímulo”: las diferencias en el contenido provocan diferencias en los efectos. (Análisis de contenido.) d) Actitudes. Las predisposiciones ps icológicas modifican o distorsionan el significado de los mensaj es. (Estudio de actitudes.) e) Relaciones interpersonales. Los mens ajes mediáticos se trasminan a la sociedad desde los líderes de opini ón en los pequeños grupos sociales donde las personas buscan integrarse buscando un beneficio propio. (Usos y gratificaciones.) 1 1 Tesis de licenciatura en Ciencias de la Comuni cación (UNAM; FCPYS R odrigo Rosales González Internet y Comunicación: propuesta de página electr ónica para los alumnos del SUA de la FCPyS en la UNAM. 2001México. pp. 52-53. 2“El enfoque estructural funci onalista puede abarcar, al menos por descripción, todos los elementos del mapa teóric o para explicar las actividades recurrentes e institucionalizadas en términos de las necesidades de la sociedad”.2 “En lo que se refiere a necesidades q ue la sociedad busca en los medios de comunicación se relaciona sobre todo con la continuidad, el orden, la integración, motivación, orientación, y la adaptación; y añade “que la sociedad debe verse como un sistema de partes operantes, una de las cuales la integran los medios de comunicación y que todos realizan una contribución esencial.” 3 Por lo que la vida social organ izada requiere de un mantenimi ento continuo en el cual los medios de comunicación tiene una import ante participación, y Mc Quail señala “ que los mecanismos que los producen son en mucho las necesidades y demandas de los participantes en la sociedad ya sean individuos o colectividades ”. Durante las últimas cinco décadas los inve stigadores sociales se han dado a la tarea de conocer las causas sobre por que la gente presta atención a determinados medios de comunicación, a diferentes contenidos, c uales son las satisfacciones que espera y recibe realmente y que uso da a los resultados de su atención. El resultado de la investigac ión ha sido un inventario cada vez mayor de gratificaciones, satisfacciones y usos que muestr an un grado convince nte de regularidad y predictibilidad. 2 MC Quail, Denis. Introducción a la teoría de la comunicación de masas/Denis McQuail; Tr. De Antonio J Desmonts. Barcelona; México, Paidós, 1993 452 p 3 Íbidem 3En 1972, Mc Quail y otros teóricos sugiri eron una lista con la adaptación de una tipología de los satisfactores. I. INFORMACIÓN Buscar acontecimientos y condiciones perti nentes en el entorno inmediato, en la sociedad y en el mundo; Buscar consejo sobre cuestiones prác ticas o de opinión y toma de decisiones; Satisfacer la curiosidad y el interés general; Aprender, autoeducarse; Obtener una sensación de seguridad a través del conocimiento. Del primer apartado podemos rescatar para la investigación tres de los puntos, ya que al hacer o aceptar la llamada y/o comprar un seguro de vida, el cliente satisface su curiosidad e interés general en el te ma, aprende o se autoeduca en materia de seguridad para él y su familia y por último obtiene una s ensación de confianza cuando recibe la información. II. IDENTIDAD PERSONAL Buscar el refuerzo de los valores personales; Buscar modelos de comportamiento; Identificarse con personalidades de los medios de comunicación; Obtener intuiciones acerca de uno mismo. De lo anterior podemos aplicar tanto la satisfacción de obtener modelos de comportamiento como el identificars e con personalidades de los medios de comunicación, ya que al adquiri r un seguro de vida a través de l telemarketing, el cliente busca el parecerse de cier ta manera a otros individ uos que aprovecharon la oportunidad y ya lo adquirier on y que ahora disfrutan de se guridad y tranquilidad para su familia, y si a eso agregamos que existe la posibilidad de que la publicidad del producto o servicio esté apoyada en la im agen de una personalidad pública, será más fácil, que el cliente quiera identificarse con alguien que admira y por eso, decidir comprar el seguro. 4III. INTERACCIÓN SOCIAL E INTEGRACIÓN Obtener intuiciones acerca de las circunst ancias de otras personas; empatía social; Identificarse con otros y alc anzar un sentido de pertenencia; Hallar una base para la conversación y la interacción social; Obtener un sustituto de la compañía real; Ayudar a representar roles sociales. Algunos de los puntos antes mencionados p odemos aplicarlos a la venta del seguro por medio del telemarketing. Por ejemplo los clientes buscan gratificaciones como el identificarse con los demás y así obtener un sentido de perte nencia a algún grupo social; también está el punto de poder hallar una base para la conversación y la interacción social, al comentar con al gunos conocidos que recibió una llamada de tal empresa y aprovechó la oport unidad que le estaban brindando. IV. ENTRETENIMIENTO Capacitarse para conectar con la familia, los amigos y la sociedad. Evasión o distracción de los problemas; Relajamiento; Obtener goce cultural o estético intrínseco; Llenar el tiempo; Descarga emocional; Excitación sexual. CUADRO 1. TIPOLOGÍA DE USOS Y GRATIFICACIONES DE LOS MEDIOS DE COMUNICACIÓN, SEGÚN MC QUAIL. El telemarketing no ofrece muchos de los sa tisfactores del apartado de entretenimiento, pero podría aplicarse el de descarga emocional, ya que adem ás de recibir la llamada, el cliente está recibiendo información y atenci ón por parte de la otra persona, por lo que le serviría como descarga emoci onal de preocupaciones o ansiedades. 51.2 TELEMARKETING El telemarketing es la “técnica directa de marketing que consiste en comunicarse vía telefónica con el consumidor, ya sea que el cliente llame a la empresa o viceversa”.4 Pero el telemarketing es un tipo de market ing, por lo que empezaremos por definir a este último. 1.2.1 MARKETING El término marketing de origen norteameric ano tiene varias acepci ones de diferentes autores por ejemplo: “Marketing es un estado asociativo de la mente que insiste en la integración y coordinación de todas las func iones del marketing que a su vez están unidas a otras funciones de la sociedad, con el objetivo básico de produc ir el máximo beneficio de la sociedad.” 5 Es decir, el marketing, fusiona todas las funciones del mercadeo, como la persuasión, los medios por los cual se realiza, las técnicas o herramientas de los mismos; para exponenciar los resultados de una campaña de ventas, para beneficio tanto de la sociedad (los clientes) co mo de la empresa misma. Otra de las definiciones es: El marketing es tanto una filosofía co mo una técnica. Como filosofía, es una postura mental, una actitud, una forma actual de concebir la función comercial o la relación de in tercambio, por parte de la empresa o entidad que ofrece sus productos al mercado. Esta concepción, que es el resultado de una evolución en la forma de entender el intercambio, parte del conocimient o de las necesidades y deseos del consumidor, con el fin de satisfacer los del modo más beneficioso, tanto para el consumidor como para la ent idad oferente. Como técnica, el marketing es el modo es pecífico de ejecutar o llev ar a cabo la relación de intercambio, que consiste en ident ificar, crear, desarrollar y servir a la demanda . 6 4 http://www.mekate.com 5 (Arthur P. Felton , 1959). 6 http://www.monografias.com/trabajos3/impomarketing/impomarketing.shtml 6 1.2.2 MARKE TING DIRECTO Estrategia de marketing en la que la comunicación va dire ctamente al cliente como individuo y es invitado a responder por te léfono, correo, visita personal o correo electrónico. La ventaja de este tipo de ma rketing es que puede ser medido en términos de la respuesta del consumidor. Es la comercialización de bienes de consumo y servicios directamente a los consumidores, generalmente en su s hogares o en el domicilio de otros, en su lugar de trabajo y también fuera de los comercios, usualmente a través de una explicación o demostración de dichos bienes o servicios, por parte de una vendedora independiente 7. Existen varias posibilidades para llevar a cabo la mercadotecnia directa, algunos resultan más costosos que otros, así como algunos pueden ser más apropiados para el tipo de campaña que se quiera implementar, o el producto o servicio que se quiera vender. Pero antes de decidir, hay que conocerlos todos: - MERCADOTECNIA DE PUERTA EN PUERTA - MERCADOTECNIA DE REDES DE VENTA - PARTY PLAN - MERCADOTECNIA POR CATÁLOGO - TELEMARKETING - CORREO - INTERNET 7 www.amvd.com.mx 71.2.3 TELEMARKETING Como ya se había mencionado telemarketing es la “Técnica directa de marketing que consiste en comunicarse vía telefónica con el consumidor, ya sea que el cliente llame a la empresa o viceversa”.8 Stevens dice: “Mercadeo por teléfono es el uso planeado y controlado del teléfono para propósitos de ventas y marketing. 9 Aunque nos parezca la más se ncilla de las definiciones engl oba la vasta diversidad de actividades que conlleva el telemarket ing, y sobretodo incluye las palabras planeado y controlado , características primordiales en el telemarketing, sobretodo en una campaña de ventas. Aunado a lo anterior, el te léfono ha cobrado mucha fuerza como medio del marketing directo ya que cuenta con características únic as a comparación de otros medios de la mercadotecnia directa como el correo. Es el único medio capaz de establecer una relación y un diálogo de dos vías, por lo que contamos de forma inmediata con la respuesta o reacción del prospecto. Pero el telemarketing no sólo se utiliza para vender u ofrecer un producto o servicio, tiene vari as aplicaciones; que pueden verse en el Cuadro 2; Aplicaciones del telemarketing. 8 http://www.mekate.com 9 STEVENS, Michael; Manual de telemarketin g. Estrategias de implantación y manejo. Trad. Teresa Nino Torres. Edit. Legis. Colombia, 1992 412 pp. 8 1.2.3.1 APLICACIONES DEL TELEMARKETING10 El telemarketing tiene varias aplicaciones entre las cuales destacan: VENTA DIRECTA Venta a clientes nuevos , venta cruzada a cl ientes actuales, revitalización de clientes, vent a en cadena, ventas anticipadas, ventas en múltiples fases, vent a continuada, v enta de empresa a empresa, y similares. APOYO AL ÁREA DE VENTAS Prospección de clientes, desarrollo de “nidos” de prospectos, concertación de entrevistas para el personal de ventas, venta a clientes con bajos niveles de compra, y similares. DISTRIBUCI ÓN DE INFORMACIÓN Controlar y apoyar acciones de envío de catálogos, folletos y similares; promoción de la em presa y/o de sus productos y servicios; entrega de muestras ; lanzamiento de productos o servicios nuevos, inicio de oper aciones de nuevas sucursales, agencias y similares. INVESTIGACI ÓN DE MARKETING Investigación de segmentos, pruebas de índices de respuestas, investigación de tendencias de mercado, investigación de preferencias, investigación de medios y similares. APOYO A LA RED DE DISTRIBUCIÓN Potenciación del flujo de comp radores hacia los puntos de venta, número telefónico para in formar al distribuidor o agente más cercano, y similares DESARROLLO DE LA BASE DE CLIENTES Crear bases de datos propias para campañas posteriores, campañas para la “fidelización” de clientes, recopilación de listas y similares Cuadro 2. APLICACIONES DEL TELEMARKETING 10 VARIOS AUTORES. Acción directa el mailing y el telé fono. Trad. Direct marketing for small business. Editorial Díaz Santos. Madrid, 1995. p. 244 9 Existen dos tipos de telemarketing de acuer do al origen de las llamadas, estos son los siguientes: 1.2.3.2 TELEMARKETING INBO UND O DE LLAMADAS DE ENTRADA Tipo de telemarketing en el que el consumidor llama al centro de servicio de la empresa para pedir ayuda. 11 El término IN BOUND se le otorga a las llamadas de entrada: en éste se pueden usar números que empiezan con la cifra 800 (las que los clientes hacen a la empresa o a la agencia), se toman pedidos para clientes regulares o primeras ventas, se da información para el proceso anterior a la v enta, se proporciona at ención de post-venta, se toman quejas y aclaraciones , se gener an citas y se puede ofrecer un servicio de \"Hot line \" (liberación de números telef ónicos para eventos especiales). 12Éste término no debe ser confundido con la s líneas de reciente apari ción en el mercado, donde se ofrecen servicios de compañía para caballe ros o damas, o simplemente líneas donde se pueden realizar amist ades, y que generan un costo considerable en el recibo telefónico. Un servicio de “HOT LINE” como literalmente se traduc e del inglés, es de “línea caliente”, pero se utiliza para referirse a llamadas que se realiz an en “caliente” es decir, en algún evento, o venta especia l, y que sólo será temporal. 1.2.3.3 TELEMARKETING OUTB OUND O DE LLAMADAS DE SALIDA Es el telemarketing en el que la empresa a través de su centro de llamadas se pone en contacto con el cliente para ofrecerle prod uctos, darle a conocer promociones, hacer encuestas, etc. 13 11Ibidem, Pp. 250 12 http://www.azc.uam.mx/publicaci ones/gestion/num6/art13.html 13 VARIOS AUTORES. Acción directa el mailing y el teléfono. Trad. Direct marketing for small business. Editorial Díaz Santos. Madrid, 1995. p. 253 10El OUT BOUND o las llamadas de salida se aplican para venta de productos o servicios \"EN FRIO\" (llamadas que se hacen desde la compañía o agencia para contactar con el cliente y cuando éste no desea o espera el producto), se puede atender a los clientes de post- venta, se pueden hacer pros pectaciones, generar citas y ejecutar estudios de mercado, así pues se puede dar seguimiento a las operaciones, se puede confirmar y actualizar la base de datos y se facilita la recolección de fondos en el mercadeo social. 14 1.2.3.4 CARACTERÍSTICAS DEL TELEMARKETING Planificado : se programa adecuadamente con anticipación y se evalúa objetivamente. Es decir, puede planificarse en que tiempo se llevará a cabo la cam paña, para realizar una evaluación pertinente de los resultados obtenidos. Sistemático : No se utiliza “cuando se presenta la oportunidad” o cuando todo lo demás falla. Por el contrario, el uso del teléfono se planifica y después se lleva a la práctica de manera metódica y ordenada. No se debe de ver al teléfono como una herramienta opcional en una campaña de ventas, en dado caso que la principal que puede ser el correo, o las visitas personales fallen, el teléfono por sí solo puede constituir el instrumento único de la campaña, con toda la planificación necesaria. Estratégico : El teléfono se utiliza internacionalmente como parte de una estrategia global, j unto con las ventas personales, la public idad impresa, el correo directo, las exhibiciones y los demás componentes de mezcla de mercadeo entre empresas. En algunos casos el teléfono, puede funcionar como herramienta de ayuda para otros elementos de una campaña de ventas, como el correo o las visitas, para reafirmar la información dada o resolver dudas de los clientes, y en algunos casos cerrar las ventas, aunque ese no haya sido el propósito fundamental que se había pensado para él. 14Íbidem pp. 254 111.2.3.5 DEBILIDADES DEL TELEMARKETING15 1. - No visual En una campaña de emisión de llamadas podemos vender productos que nuestro público objetivo conozca. Para obtener resultados es necesario que la marca o el producto estén bien introducidos al mercado. En caso contrario, es necesario plantear una campaña previa que dé publicidad al producto. Interpretación: En algunos casos al emprender una campaña de telemarketing nos topamos con el obstáculo de que el producto o servicio que se quiere vender no es conocido por el público objetivo. Así que se deben de valer de todas la habilidades con las que cuenten los vendedores para poder convencer al c liente, que lo que se le está ofreciendo en verdad le conviene. 2. - Alcance limitado En telemarketing de emisión de llamadas es necesario definir de forma precisa el público al que queremos dirigirnos. Si se trata de un colectivo muy amplio o poco definido hay que plantear una campaña de recepción de llamadas, generándolas a partir de la publicidad en medios o en mailings, buzoneo, etc. Otra de las debilidades es que no se puede hacer llamadas al público en general, sino que se debe de ser sumamente específicos, para que pueda resultar como fue planeado. Porque de otra manera se deberá pensar en implantar una campaña de correo o publicidad en medios para atrapar a un público mayor. 15http://www1.universia.net/CatalogaXXI/pub/ir .asp?IdURL=88630&IDC=10010&IDP=ES&IDI=1 123. - Bajo Nivel De Compromiso Una conversación telefónica puede olvidarse fácilmente una vez que se ha colgado el auricular. Por ello es necesario confirmar por escrito, aunque sea mediante una simple carta, la conversación mantenida por teléfono. Cuando el cliente recibe la llamada para ofrecerle algún producto o servicio, cabe la posibilidad de que al concluir la conversación no recuerde cuales eran los términos de la venta, o qué es realmente lo que adquirió, por lo que además de la llamada se debe pensar en enviarles por correo una carta de aceptación o en este caso la póliza del seguro. 1.2.3.6 FORTALEZAS DEL TELEMARKETING16 1. -Interactivo El telemarketing es el único medio en el ámbito del mercadeo en el que se establece un diálogo entre el emisor y el receptor del mismo, cualquier persona puede hablar por teléfono, pero comunicar por teléfono requiere una gran dosis de creatividad. Una conversación telefónica tiene que ser un diálogo, y no un monólogo radiado, nos dirigimos a personas con nombre y apellidos que quieren que se les escuche y se les reconozca, de ahí la importancia de un buen argumento telefónico. Interpretación: Una de las principales fortalezas del telemarketing es la posibilidad que tiene el cliente de resolver sus dudas en el preciso momento de la venta 2. - Flexible Al intentar realizar una venta, el cliente puede 16http://www1.universia.net/CatalogaXXI/pub/ir .asp?IdURL=88630&IDC=10010&IDP=ES&IDI=1 13 A diferencia de otros medios en el ámbito del Marketing directo, en una campaña de telemarketing podemos modificar la comunicación en función de la respuesta que obtengamos poner algunas objeciones, el telemarketing ofrece la oportunidad de en ese preciso momento atacar esas obj eciones con beneficios y opciones ventajosas para el cliente, posibilidad que no ofre cen otros tipos de mercadotecnia directa. 3. - Medible En cada fase de la campaña, y comparando los resultados obtenidos con los objetivos previamente fijados, se puede controlar el desarrollo, analizar los beneficios, señalar errores y modificar la plan ificación para las siguientes fases. Mientras transcurra la campaña, por medio de las llamadas, comentarios y sugerencias de los clientes se pueden medir los resultados, y si la campaña no se está diri giendo por el camino que se hubiera planeado, y el telemarketing da la oportunidad de redirigir el curso. 4. - Ágil Una acción de Telemarketing puede ponerse en marcha en cuestión de horas, y el ritmo de la campaña se va marcando en función de la respuesta obtenida y de las necesidades del cliente. A diferencia de otros medios de mercadotecnia directa una campaña de telemarketing puede ponerse en marcha en muy poco tiempo, por lo que ofrece la oportunidad de implementarla rápidamente. 141.2.3.7 USOS DEL TELEMARKETING El telemarketing es usado en el más va riado rango de funciones que se puedan imaginar. Desde los programas más simples hasta los más sofisticados. 1. El teléfono como medio independiente 2. Como apoyo a otros medios 3. Como apoyo a la red de ventas 4. Como instrumento de ventas 5. Como medio para generar o mejorar las listas de prospectos y/o clientes 6. Como medio para mejorar el servicio a los clientes. 7. Como medio para “fidelizar”, renovar y/o reactivar a los clientes. 8. Como medio para afrontar situaciones inmediatas. 9. Como centro de información. 10. Como instrumento de investigación de mercado. 1.2.3.8 ADAPTACIÓN DE LA TIPOLOGÍA DE USOS Y GRATIFICACIONES DE MC QUAIL A continuación expondré la adaptación que realicé del cuadro de Mc Quail de los usos y gratificaciones tanto para la empresa como para el cliente, porque se debe saber que son totalmente diferentes las expectativas de cada uno. En primer lugar los usos y gratificaciones del telema rketing para el cliente. 15 USOS GRATIFICACIONES Compras Adquisición de Información - Facilidad - Comodidad - Reconocimiento de la sociedad - Relaciones personales - Interactividad (respuesta a nuestras solicitudes en el momento) - Inmediatibilidad - Gratuito - Aclarar las dudas para tomar decisiones - Obtener una sensación de seguridad CUADRO 3. TIPOLOGÍA DE USOS Y GRATIFICACIONES DEL TELEMARKETING PARA EL CLIENTE Los usos que le da el cliente son principal mente para realizar compras y adquirir información. Debido a que las personas c ada día efectúan más actividades, y tienen menos tiempo para realizar compras por lo que se ven en la necesidad de recurrir a nuevos medios, como lo es el telemarketi ng. Desde la comodidad de su hogar pueden realizar la compra de casi cualquier ar tículo o servicio, o pueden obtener información de sus cuentas bancarias, como sal dos y realizar pagos a terceros. 16 Todo lo anterior en cuanto a los usos, pero las gratificaciones que recibe son muchas más. Está la facilidad y comodidad en prim er lugar, como ya se mencionó se puede acceder al telemarketing desde la comodidad de su casa, oficina o simplemente desde cualquier teléfono. Están también las gratific aciones de inmediatibilidad y gratuidad. En muchos de los casos, inclusive las llamadas son sin costo alguno, al ser números 01 800. También están las gratificaciones como: la interacción que ofrece este medio a diferencia de otros, por lo que el cliente pu ede resolver en el momento cualquier duda; y la obtención de seguridad y certeza. Pero por otro lado están los satisfactores, o mejor dicho las gratificaciones para la empresa que utiliza el telemarketing como herramienta de ventas. A continuación la adaptación del cuadro que propone Mc Quail de usos y gratificaciones para la empresa: USOS GRATIFICACIONES Como instrumento de ventas. Como medio para mejora r el servicio a los clientes. Como medio para “fidelizar”, renovar y/o reactivar a los clientes. Como centro de información. Ventas. Recopilación de información valiosa, como sugerencias y comentarios para mejorar el servicio y el producto. Reconocimiento de sus clientes. Reconocimiento de sus competidores. Ganancias económicas. CUADRO 4. TIPOLOGÍA DE USOS Y GRATIFICACIONES DEL TELEMARKETING PARA LA EMPRESA . 17 Los usos así como las gratificaciones que espera la empresa son muy diferentes a los de cliente. Aquí el uso no es comprar sino t odo lo contrario, el objetivo principal, y por lo tanto el uso primordial es el vender. Mi entras que se realizan las ventas también se puede conocer la opinión de los clientes al hacerles preguntas acerca del servicio y atención que están recibiendo así como del producto o servicio que se les está ofertando. Otro de los usos que le da la empresa al telemarketing, es el de proporcionar información a sus clientes a través de una línea telefónica abierta con ese propósito. En cuanto a las gratificaciones que recibe la empresa del telemarketing están: las ventas, lo cual se traduce en ganancias ec onómicas. También es importante resaltar que la empresa obtiene el re conocimiento de sus competi dores, así como de sus clientes. En el primer apartado de este capítulo se expusieron algunos de los presupuestos fundamentales de la corriente funcionalista de los “mass media”, y a continuación expondré la aplicación al caso que atañe a es ta investigación: el telemarketing. Lo anterior lo podemos aplicar a nues tro caso, de la siguiente manera: a) La exposición como se vio se refiere a la atención que en este caso los clientes ponen a la información que se les está brindando. b) Se debe considerar cual será el medio o canal por el cual se emitirá el mensaje. Por ejemplo, no puede ser el mismo mensaj e si el medio que se elige es la televisión, al mensaje em itido por el teléfono, ya que no se cuenta con el ingrediente de la imagen. c) Este presupuesto referente al contenido es muy importante, ya que dependiendo de cuál sea el contenido de l mensaje, los efectos llegan a variar. Aquí entra el estímulo que le se le ofrece al cliente. d) Y aunque ya se vio que el contenido y el medio s on fundamentales puede darse el caso de que la emisión del mensaj e fracase, gracias a la actitud con que lo reciba el cliente. Si la persona que recibe la información se encuentra predispuesta psicológicamente al moment o de la emisión del mensaje, puede llegar a distorsionar el significado mismo de la información, tales 18predisposiciones pueden ser comentario s de otras personas acerca, como en este caso, de determinado producto o servicio ; por lo cual es de vital importancia el cuidar el manejo de la información y la calidad de la atenci ón al cliente, para que puedan hacer recomendaciones a sus conocidos. e) Después de que el mensaje ha sido env iado por un medio adecuado, con el contenido correcto y ha sido recibido si n ningún tipo de predisposición por parte del cliente, ha llegado el mo mento de que la información gracias a las relaciones interpersonales llegue a otras personas. La mayorí a de las veces, la información es transmitida por líderes de opinión; por lo que los demás individuos son influidos en busca de aceptación en algún grupo social o queriendo recibir cierto tipo de gratificación a sus necesidades. Pero existen ciertos “aceleradores” o “f acilitadores” que se utili zan en el marketing directo, en este caso en el telemark eting, que pueden ayudar a determinar las gratificaciones que esperan a cambio t anto el cliente como la empresa. INCENTIVOS “ACELERADORES” Y “FACILITADORES” UTILIZADOS EN EL MARKETING DIRECTO RELACIONADOS CON LA COMPRA 1. Prueba gratis del producto o servicio. 2. Venta a prueba 3. Posibilidad de cancel ar el pedido a voluntad. 4. SI/NO: usualmente, se incluye un sello troquelado autoadhesivo que el destinatario debe pegar en el pedido para expresar su aceptación. 5. Fijar una fecha tope. 6. Acelerador de compra, que se utiliza en la v enta de colecciones: la oferta inicial, es por ejemplo, que se envía una pieza al mes, pero al cabo de los tres se le ofrece al cliente la opción de recibir todo el resto de la colección; de esa forma se reduce el índice de deserciones y cancelaciones. 7. Condiciones opcionales: en la medida en que el client e incrementa el pedido puede optar por condiciones más y más ventajosas. 8. Condiciones flexibles: parecida a la anterior. 9. Aumento del valor: si el cliente incrementa el valor de su pedido obtiene importantes beneficios. 10. Beneficios escalonados en función del valor del pedido o las unidades compradas. 11. Cupones de descuento para próximas compras. 12. Sobres- respuesta prefranquead os o franqueados para pagar en destino. 13. Posibilidad de realizar compras vía módem : interconexión de computadora a computadora. 14. Teléfonos para llamadas a cobro revertido. 15. Compras “avanzadas”; por ejemplo, “compre su abrigo, aproveche nuestro precio súper especial y se lo ent regamos a fines de septiembre”. 19COMBINADOS 16. Ofertas adicionales (por ejemplo, el envío del pedido da derecho a comprar un producto al que se le ha fijado un precio muy especial). 17. “Piggybacks” u ofertas encadenadas: la compra de un producto específico da opción a comprar otro a un precio muy especial. 18. “Bounce- backs” o rebotes: el mensaje se envía al cliente junto con la entrega de un pedido; se basa en la teoría de que el “mejor momento de vender algo a alguien es cuando acaba de comprar”. 19. Ofertas combindas (tres por el precio de dos, “docenas de 13”). 20. Oferta de productos múltiples. GARANTÍAS/SEGUROS 21. Garantía de devolución. 22. Garantía de por vida 23. Garantía de recompra 24. Garantía de reparación gratis. 25. Seguro contra rotura o pérdida del producto comprado. RELACIONADOS CON EL PRODUCTO O SERVICIO 26. Envío u ofrecimiento de envío de muestras del producto o servicio. 27. Ediciones o presentaciones de lujo. 28. Bueno/ mejor/ superior: ofrecer tres niveles de calidad del mismo producto (bronce, plata, oro, por ejemplo). 29. Empaquetados o embalajes de doble uso, por ejemplo, cajas que son joyeros. 30. Anunciar cantidades limitadas. 31. Limitar la compra por cliente. 32. Demostraciones gratis del producto o servicio. RELACIONADOS CON EL PRECIO Y EL PAGO 33. Descuentos. 34. Incrementadores de pago: crédito , pago con tarjetas, pagos aplazados, etcétera. 35. Pago pospuesto: intervalo entre la rec epción del producto y el pago “disfrute gratis durante...” “compre ahora y pague dentro de 3-4-5 meses). 36. Oferta de saldos. 37. Anuncio de futuros aumentos de precios. REGALOS, PREMIOS, LOTERÍAS, CONCURSOS 38. Sellos coleccionables 39. Casillas con sellos para “rascar” , que esconden premios sorpresa. 40. Premios, a la respuesta rápida (“pájaros madrugadores”): por ejemplo, obsequio especial a quienes responda n dentro de los próximos 10 días después de recibido el mailing, premios a los prim eros 100 pedidos recibidos, etcétera. 41. Regalo gratis. 42. Regalo sorpresa o secretos. 43. Regalo por pago al contado. 44. Concursos: los premios se as ignan cuando los destinatarios cumplen determinadas condiciones. 45. Loterías: los premio s se entregan al azar. 46. Amigo / amigo: ofrecer un regalo a cambio de que el destinatario actúe como fuente de referencia de prospectos. 47. Accesorios que se envían gratis junto con la compra del producto o servicio; por ejemplo, viajes+maletas, colecci ón de video+reproductor de video, etcétera. 48. Derecho a servicios gratis. 20OTROS 49. Envío de información gratis. 50. Opción negativa: si el destinatario no contesta negativamente, se asume que ha aceptado la oferta. 51. Suscripción vitalicia, que da derecho a recibir de por vida, por ejemplo, descuentos especiales, información privilegiada, etcétera. 52. Ofertas exclusivas a un número limitado de destinatarios. 53. Derechos exclusivos. 54. Videocasetes promocionales 55. Testimonios de satisfacción. 56. Clubes de compra: los socios di sfrutan de condiciones privilegiadas. CUADRO 5. INCENTIVOS “ACELERADORES” Y “FACILITADORES” UTILIZADOS EN EL MARKETING DIRECTO17 Todos los factores anteriores podrían influi r de manera determinante en la decisión de compra del cliente, por lo q ue es importante tenerlos en cuent a a la hora de realizar la oferta de nuestro producto o servicio. CONCLUSIONES Como este primer capítulo está dividido en dos partes, las conclusiones también lo estarán, en la primera parte se habló de la teoría que será utilizada para realizar el análisis de recepción del Seguro “X” y de esta forma conocer que tan eficaz resulta el telemarketing como herramienta de ventas: la Teoría de Usos y Gratificaciones, propuesta por Denis Mc Quail en su libro Introducción al estudio de la comunicación de masas . Del que rescaté el cuadro de una lista con la adaptación de una tipología de los satisfactores que propuso Mc Quail juntó co n otros teóricos, que se dividen en cuatro categorías: información, i dentidad personal, interacción social e integración y entretenimiento. Aplicándolo al caso que atañe a esta investigación se concluye que el telemarketing ofrece respuesta a muchas de las gratificaciones que el cliente busca al realizar una compra; por ejemplo la comodidad de hacerlo desde su casa, las facilidades de pago que se ofrecen, la opor tunidad de ser reconocido ya sea por su responsabilidad, status de vida, lugares que fr ecuenta, etc. Así que los usos que cada persona le quiera dar al telemarketing se ven altamente gratific ados, hablando tanto de la empresa que lo implementa como una herrami enta adicional a su plan de ventas, así como las personas que lo utilizan como medio para adquirir productos o servicios. 17 Varios autores. Acción directa: el mailing y el teléfono. Madrid. Edit. Díaz – Santos, 1995. pp. 209-211 21Pero de la recepción del telemarketing se hablará más adelante, después de analizar los resultados de la campaña de ventas implementada especialm ente para el Seguro “X”. En cuanto al telemarketing; como Stev ens dice: “Mercadeo por teléfono es el uso planeado y controlado del teléfono para propósitos de ventas y marketing. 18 Pero vender no es tan fácil como se puede llegar a pensar, como acabamos de leer, se requiere que esté planeado y controlado por lo que se necesita to do un plan de ventas y en este caso un plan de campaña, que no sólo incluye la llamada en sí, sino que también desde un estudio de mercado para encontrar a las personas que pueden ser un público objetivo, est ablecer los tiempos y costos de la campaña, etc. Además de otras aplicaciones del telemarketing, así como los usos y diferentes tipos de llamadas que se pueden realizar inclusiv e dentro de una misma campaña. Todas estas características le dan a la empr esa y al cliente una serie de gratificaciones como la comodidad y gr atuidad en lo referente al client e, y en cuanto a la empresa se habla de gratificaciones de un bajo costo en re lación con otros tipos de mercadotecnia directa, altas ventas, etc. Y con este trabajo de investig ación quiero conocer cuales son las gratificaciones que convierten al telemarketing en una herramienta de ventas eficaz. 18 STEVENS, Michael; Manual de telemarketin g. Estrategias de implantación y manejo. Trad. Teresa Nino Torres. Edit. Legis. Colombia, 1992 412 pp. 22CAPÍTULO 2. PLAN DE CAMPAÑA El objetivo de este capítulo es cono cer qué usos y gratif icaciones tiene el Telemarketing. Para saberlo, se realizó una campaña de prueba de 30 días, durante los cuales se tomó nota de todas las sugerencia s, quejas y comentarios de las personas que recibieron las llamadas. 2.1 PLAN DE CAMPAÑA Se presenta la metodología, la cédula de in vestigación o campaña de prueba, así como un referente conceptual de lo que es un plan de campaña, y por último se presenta el análisis de los resultados de la campaña desde la perspectiva de la Teoría de Usos y Gratificaciones de Denis McQuail. HIPÓTESIS: El Telemarketing es eficaz para la venta del Seguro “TOTAL”. OBJETIVO GENERAL: Corroborar si la eficacia del telemarketing para la venta del Seguro “TOTAL”, se debe a las gratificaci ones ( facilidad, como didad, gratuidad) que ofrece a los clientes. 2.1.1 REFERENTE CONCEPTUAL Una campaña de marketing y sobretodo de te lemarketing se debe constituir con cuidadosa planificación, ya que no solo se trata de realizar llamadas al azar, y ver si se logra vender algo, sino de toda una red de element os entrelazados que buscan un fin: la venta. Una empresa antes de decid ir implementar una campaña de telemarketing, debió de elaborar un plan de marketing o negocios, el cual tiene varios pasos básicos: 23 1 Misión y Propósitos de la empresa¿En realidad para qué existe la empresa? ¿Cuál es su propósito último? 2 Datos Básicos ¿Cuál es nuestra situación actual? ¿Cómo hemos llegado a ella? 3 Problemas y Oportunidades ¿Qué factores negativos podrían impedir que alcancemos los objetivos de la empresa? ¿Qué factores positivos podrían ayudarnos a alcanzar los objetiv os de la empresa? 4 Objetivos Específicos ¿Hacia dónde queremos ir? ¿Qué queremos lograr como empresa? 5 Estrategias y planes de acción ¿Cómo vamos a llegar donde queremos llegar? ¿Qué debemos hacer para alcanzar los objetivos? 6 Presupuestos ¿Cuánto nos costará implantar las estrategias? 7 Previsiones de ventas y beneficios¿Cuáles con los niveles de venta que lograremos si alcanzamos los objetivos? ¿Cuánto ganaremos en términos monetarios? 8 Controles ¿En realidad, cómo vamos a verificar sobre la marcha que estamos alcanzando los beneficios? ¿Cómo controlaremos la eficacia del plan? Cuadro 1. PASOS BÁSICOS QUE IN TEGRAN LA ELABORACIÓN DE UN PLAN DE MARKETING18 18 Autores varios. Acción directa: el mailing y el teléfono Madrid. Edit. Díaz – Santos, 1995. 244 pp. 24Ahora que se conocen los pasos básicos qu e se deben de seguir para implementar una campaña de marketing directo, es importante enfocarse so lamente a los puntos que interesan, así que se dejarán de lado lo s que tienen que ver con los objetivos y estrategias de la empresa. Por lo que quedan cuatro fases que integran lo que comúnmente llaman Plan de campaña19: 1. - Objetivos y propósitos de la campaña 2. - Diseño de la campaña 3. - Implantación de la campaña 4. - Medición y control de la campaña. 2.1.2 OBJETIVOS DE LA CAMPAÑA Antes de comenzar a explicar acerca de que se trata es te apartado, es elemental determinar la importancia de tener claro el porqué se qui ere implementar una campaña de marketing directo, sit uación que va de la mano. Muchas empresas fracasan en su intento de llevar a cabo una ca mpaña exitosa, por diversos motivos entre los cuales destacan el hacerlo porque si, porque a otras empresas les ha funcionado, o por razonamientos similares. Y para evitar riesgos innecesarios existen seis preguntas claves que la empresa debe responder: ¿Quién?, ¿Cuál?, ¿Qué?, ¿Por qué?, ¿Cómo?, ¿Cuándo?. 20 19 Varios autores. Acción directa: el mailing y el teléfono. Madrid. Edit. Díaz – Santos, 1995. 244 pp 20 Íbidem Pg. 253 252.1.2.1 LAS SEIS PREGUNTAS CLAVES QUE UNA EMPRESA DEBE HACERSE ANTES DE IMPLEMENTAR UNA CAMPAÑA. A continuación desglosaré brevemente c ada uno de los apartados respondiendo a cada una de las preguntas, para t ener claros los aspectos que incluye cada una. 2.1.2.1.1 ¿QUIÉN? ¿En quién debemos influir? En algunas ocasiones es fácil responder a esta pregunta, por ejemplo cuando el producto o servicio está dirigido de antemano a un público específico por ejemplo un deter gente de platos estará dirigido a las amas de casa; o un nuevo software que los ayude en sus tareas escolares estará dirigido a jóvenes estudiantes de entre 13 y 18 años, etc. Pero en otros casos no lo es, como cuando el producto o servicio a ofrecer es poco específico. Este respecto se puede resolver recurriendo al concepto conocido como los cuatro protagonistas de la compra 21 que dice que: en todo proceso de dec isión de compra intervienen cuatro “protagonistas” que pued en coincidir en una misma persona física o corresponder a cuatro personas físicas diferentes” Estos cuatro protagonistas son: - El prescriptor : indica la necesidad de realizar la compra, y puede determinar el tipo de producto o servicio que se debe comprar e, incluso, la marca. - El “decisor” : toma la decisión respecto al momento de la compra. - El comprador : realiza físicamente el acto de la compra. - El usuario o beneficiario : usa o consume el producto o servicio comprado. 21 Íbidem pp. 161 26Por ejemplo; el médico (prescriptor) recomienda un determinado tipo de complemento vitamínico para ayudar al crecimiento de un niño. El padre (decisor) decide si dicho fármaco se puede comprar o no, debido a las pos ibilidades económicas de la familia. La madre (comprador) realiza la compra en la farmacia. El niño (usuario o beneficiario) consume y se beneficia del fármaco. Cada empresa debe de determinar, para cada tipo de producto o servicio, cual de los cuatro protagonistas es el que mayor influ encia en el proceso de decisión de compra. Aunque los cuatro protagonist as influyen de alguna manera en la decisión de compra, es siempre uno quien tiene la última palabra. Es de suma importancia que la empres a tenga bien identificad o al protagonista encargado de la decisión de compra, ya que podría estar desperdiciando un contacto tratando de convencer a la persona equivocada. 2.1.2.1.2 ¿CUÁL? ¿Cuál es la reacción que se desea provocar? ¿Qué se espera provocar en el receptor del mensaje? Son varias las respuestas: - la compra de un producto o servicio - la participación en un evento - la petición de un catálogo - la participación en el estudio de un nuevo producto - la confirmación de los datos personales - Etcétera. Puede sonar sencillo hasta aquí, pero no siempr e es fácil el convencer a las personas que se quiere convencer. 27 El proceso de convencimiento atra viesa por cuatro etapas básicas: CARACTERÍSTICAS – VENTAJAS – BENEFICIOS – ACCIÓN. Varias de estas etapas requieren de exp licaciones y demostraciones “vivas” para lograr su cometido, cuando existe la pos ibilidad de establecer una cita con algún vendedor, podemos lograr la vent a. Pero existen otros casos en que no es posible por cuestiones de costo, y es cuando entra en juego la experiencia y habilidad del vendedor telefónico. Dentro de éste esquema aparente mente sencillo se encuetnra la clave de la eficacia del telemarketing: las ventajas y los beneficios; es decir, los usos y gratificaciones de este medio de marketing directo. 2.1.2.1.3 ¿QUÉ? ¿Qué se ofrece? Esta pregunta se refiere en realidad a ¿qué es lo que la empresa trata de “vender” en su mensaje: un producto, un servicio, la participación en una investigación, etcétera? Es importante tener present e que las personas que reciban las llamadas o contactos, responderán positivamente un mayor número de veces si sienten o tiene la percepción de que recibirán a cam bio un beneficio o recompensa, y para que este sentimiento pueda ser transmitido hay que t ener mucho cuidado en como se describa el mensaje. En este respecto existen tres recomendaciones principales: Primero: cuando se describa lo que se ofrece, no detenerse en las necesidades y deseos aparentes que satisface, se debe llegar hasta las necesidades y deseos últimos. ( Cuadro 2 Necesidades y Deseos aparentes y Necesidades y Deseos últimos) Segundo: cuando se describa lo que se ofrece, no hay que dar más importancia al texto que a la oferta que se hace. 28Tercero: se debe apelar siempre a las mo tivaciones emocionales de los destinatarios; usualmente, la gente reacciona más por motivos emocionales que racionales. Cuadro 2. NECESIDADES Y DESEOS APAR ENTES Y NECESIDADES Y DESEOS ÚLTIMOS22 En el cuadro anterior se pueden observa r algunos ejemplos de necesidades aparentes y últimas, siendo las segundas las que debe “atacar” el mensaje. Al llegar a las necesidades se está tocando los deseos “ocultos” que tienen los clientes, y si encontramos la forma de satisfacerlos será mucho más fácil el poder convencerlos de adquirir el producto o servicio. Basándonos en la Teoría de usos y gratificaciones que dice que las persona s buscan satisfacer sus necesidades, se inquiere que si el producto o servicio además de ser útil para su vida diaria, les proporciona una gratific ación extra será mucho más fácil que se decida por el servicio, por encima de los competidores. La segunda observación obedece a que no se debe de distra er al cliente de la verdadera oferta que se le qui ere hacer. No es recom endable el “jugar” con las palabras, es mejor o eficaz una descripción clara y concreta de lo que ofrecemos. Además es importante que el destinatario se entere inme diatamente de qué se trata y de sí la oferta tiene algún interés para él. Lo que ahorrará tiempo y sobretodo dinero en el plan de campaña. 22 íbidem pp. 169 Producto o servicio Necesidad aparente Necesidad última Médicos Salud Estar bien, sin preocupaciones Seguros Seguridad Tranquilidad emocional, responsabilidad ante la familia Educación Conocimientos Un futuro mejor Cosméticos Belleza Aceptación social Líneas aéreas Transporte Llegar, estar en un destino específico 29La última y tercera observación habla del papel que juegan las emociones y sentimientos de los destinatarios al mo mento de tomar una decisión de compra. Por extraño que parezca, al tomar decisi ones que tengan que ver con adquisiciones materiales, es decir, que impliquen un gast o económico, es mucho más fácil que el cliente reaccione por motivos em ocionales que racionales. Esto tiene estrecha relación con las necesidades últimas, de las que ya hablé anteriormente, que como se trata de los deseos y anhelos de los clientes, con el simple hecho de que sean realizados o satisfechos de alguna manera por los productos o servicios, se está garantizando una venta. 2.1.2.1.4 ¿POR QUÉ? ¿Por qué tendría el destinatario que reaccionar positivamente? Por dos razones sumamente sencillas, por que en primer lugar es la persona indicada para tomar la decisión de compra; así que se está convenciendo a la persona adecuada. Y en segundo lugar se está ofreciendo un prod ucto o servicio que satisface sus necesidades, deseos, expect ativas tanto aparentes como últimos. Ambas situaciones deben de estar claras al momento de la venta, si nosotros no creemos que el cliente deba de adquirir el pr oducto, es muy probable que se transmita ese sentimiento y la venta no se lleve a cabo. 2.1.2.1.5 ¿CÓMO? ¿Cómo se va a establecer el contacto c on los destinatarios del mensaje? Es decir, ¿qué medios se van a utilizar para llegar has ta ellos? Y por medios no sólo se debe entender: televisión, radio, prensa, etcétera . No se excluyen de esta lista las actividades de marketing directo, que es el tema que nos atañe en este trabajo de investigación. 30 2.1.2.1.6 ¿CUÁNDO? ¿Cuándo se debe de contactar al prospecto? Este apartado se refiere a reconocer el momento idóneo para p oder contactar a los prospectos, y para esto se deben considerar varios puntos: - Si el producto o serv icio sólo se puede vend er en una é poca del año determinada, es important e adecuar el momento en que se debe iniciar la campaña, por ejemplo, navidad o las vacaciones de verano. - La coordinación de la campaña de tele marketing con otras actividades de nuestra empresa. - La secuencia y repetición de contactos que se realizarán durante la campaña. Además, también se debe de poner atención en las actividades cotidianas de nuestros prospectos, por ejemplo, ¿cuántas veces h an comprado un producto similar al que se les está ofreciendo?, pero también ¿a qué se dedica? ¿Qué hace en su tiempo libre?, ¿Es casado?, etcétera; las cuales se conoc erán por la debida inve stigación de mercado previa a la campaña de marketing directo. 31 2.1.3 EL DISEÑO DE LA CAMPAÑA Antes de empezar a desglosar este apartado, quisiera puntualizar las partes de que integran el diseño de una camp aña de marketing directo23. Se corresponde con: 1. - Metas de la campaña ¿Cuáles son los resultados que se desean lograr? En términos cuantitativos. 2. - Selección de los mercados o públicos objetivo ¿Quién? ¿En quién se debe influir? 3. - Selección de la estrategia de contacto ¿Cómo? ¿Cómo se va a establecer el contacto con los destinatarios del mensaje? 4. - Desarrollo de la oferta ¿Qué? ¿Qué se ofrece? ¿Cuál? ¿Cuál es la reacción que se desea provocar? ¿Por qué? ¿Por qué tendría el destinatario que reaccionar positivamente? 5. - Pruebas o test ¿De qué forma se determinará la eficacia de la campaña antes de su implantación? 6. - Calendario de ejecución ¿Cuánd o? ¿Cuándo se debe contactar a los destinatarios? 7. - Organización operativa ¿Cómo se va a gestionar la secuencia de contactos que generará la campaña? 8. - Presupuesto de la campaña ¿Cuánto? ¿Cuánto costará impl antar la estrategia de contacto y alcanzar los objetivos de la campaña? 9. - Controles ¿Cómo? ¿Cómo se va a verificar que se están alcanzando los objetivos y metas de la campaña? CUADRO 3. PARTES DE QUE INTEGRAN EL DISEÑO DE UNA CAMPAÑA DE MARKETING DIRECTO 23íbidem pp. 181 32 El diseño de la campaña podría definirse como: convertir la información recopilada en la fase anterior en un Proceso de trabajo, claramente descrito y coordinado, que nos permita alcanzar de la forma más eficaz y eficiente posible los objetivos y propósitos establecidos con anterioridad19. Es decir, al tener las respuestas a las se is preguntas clave, contamos con las herramientas necesarias para establecer los objetivos y metas que queremos alcanzar con la campaña. 2.1.3.1 LAS METAS DE LA CAMPAÑA20 Cuando se ha llegado hasta este momento, es necesario convertir en números concretos las metas que se tienen de la campaña; por ejemplo: • Vender ___ unidades de productos o servicios. • Recabar ___ miles de pesos. • Informar a ___ personas sobre las nuevas condiciones de venta • Concertar cada semana ___ entrevistas para los vendedores de la empresa. • Incorporar ___ clientes nuevos. • Etcétera. Conforme transcurra el tiempo, se podrán hac er mucho más precisas y detalladas las metas. Lo cual se traduce en campañas muc ho más exitosas. El tener claro lo que queremos siempre nos ayuda a obtenerlo. 2.1.3.2 SELECCIÓN DE LOS MERCADOS O PÚBLICO OBJETIVO 21 Antes ya se habló de lo importante que es el saber a quien debemos dirigirnos, respondiendo a la pregunta ¿en quién debemos influir?, Adem ás del análisis de los cuatro protagonistas de la compra. En todo este proceso se consiguen las respuestas a estas preguntas, pero es momento de convertirlas en datos concretos que nos 19 Íbidem pp. 179 20 Íbidem. pp. 181 21 Íbidem. pp. 183 33ayuden a elegir un mercado objetivo que s ea mucho más susceptible a adquirir nuestro producto o servicio. Cuando se cuenta con lo anter ior, tenemos también las re spuestas a estas preguntas: ¿a cuántas personas se debe dirigir la campaña? ¿Cuáles son las características concretas de esas personas? (Edad, sexo, actividad, nivel de ingresos, etcétera.). Todos estos datos van a formar parte de la s bases de datos que se utilizarán en la campaña, bases que si están adecua damente elaboradas pueden darnos mayores posibilidades de éxito. 2.1.3.3 LAS BASES DE DATOS Las bases de datos son una recopilación de respuestas a preguntas claves del público objetivo. Las empresas que saben usarlas, hacen de ella s su gran actividad, lo importante es obtener de las mismas el máximo beneficio, y así ofrecer al cliente los productos o servicios que puedan ser de su interés. Pero, realmente ¿para que se utilizan las bases de datos? Para analizar clientes, para poder segmentar correctamente, para analizar el mercado, para ayudar y supervisar a la red de vendedores, etcétera. 22 Sus objetivos principales son: el conocer bien a los clientes pr opios (identificar comportamientos similares), explotar a los clientes en función de sus necesidades (con estrategias globales de marketing), captar todos los resultados obtenidos (para después cuestionarse si de verdad conocemos perfectamente a nuestros clientes), etcétera. 23 22 ANTORANZ, Pablo Martín. Marketing Directo y fidelización de clientes: marketing de atención personalizada. Valencia. Edit. CISS, 1999. 101 pp. 23 Íbidem pp. 19 34Los contenidos de las bases pueden ser de tres tipos24: - Datos de clasificación : definición del cliente (dat os profesionales, económicos, socioculturales, demográficos, etcétera). - Datos comportamentales : cómo compra y cómo us a el producto.(qué, cuándo, cómo, dónde compra) - Datos promocionales : aquellos datos relevantes sobre acciones comerciales y promocionales que la empresa hay a realizado con sus clientes. Las bases de datos pueden ser de dos tipos 25: - Internas o propias : que están formadas por los dat os de clientes actuales, pasados, personas que se han dirigido a la empresa, por diferentes motivos como reclamaciones, sugerencias, y re ferencias obtenidas por la misma empresa. - Externas o ajenas : son las que están formadas por registros y datos que han obtenido otras empresas, que inclusive pueden dedicarse exclusivamente a la recopilación de estos datos. Para que una lista o base de datos sea r entable se deben de tener en cuenta varios aspectos: hay que tener claros los parámet ros de segmentación, que sus datos estén actualizados (máximo 6 meses), que sea r epresentativa geográficam ente, conocer el origen de los datos, cómo se les ha tratado, en qué estado se encuentra la información. 24 Íbidem pp. 19 25 Ïbidem pp. 19 352.1.3.4 DESARROLLO DE LA OFERTA26 Antes de realizar el contacto con nuestros prospectos debemos de tener clara la oferta que se les hará. La oferta que se realice debe comuni car con claridad, los beneficios que obtendrá nuestro cliente al comprar o adqui rir nuestro producto o servicio y la forma en que debe responder a nuestro mensaje. El objetivo principal de esta etapa es establ ecer los posibles argumentos en contra del producto o servicio que pudie ran darnos nuestros prospecto s, de ellos podemos sacar los contra argumentos y mejorar notablemente tanto el producto o servicio como la campaña, ya que existe la posibilidad de que no nos estemos acercando de la manera correcta. Cuando se trata de una campañ a de ventas las cosas se complican un poco más no sólo se trata de convencer al prospecto de contestar algún cuestionario o para que nos dé su opinión acerca de algún producto, si no que tenemos que convencerlo de que además de que nos escuche, tome la decisión de invertir su dinero en el producto o servicio, que se les está ofreciendo en ese momento. Así que éste proceso es más complejo y requiere se seleccione y decida respecto a doce factores decisivos de la estructuración de la oferta. 1 El producto o servicio : ¿responde a las necesidades, deseos y expectativas del mercado o público objetivo? 2 El precio: ¿genera suficiente rentabilidad?, ¿Es competitivo?, ¿Lo percibirá el destinatario como adecuado en la relación precio-valor re cibido?, ¿Incluirá el IVA o no? 3 Los gastos de envío: ¿Se incluirán en el precio o se facturarán por separado?, ¿Se pueden estimar con precisión para t odas las regiones a las que llegará el mensaje? 4 La unidad de ventas: ¿venderemos un solo producto?, ¿Plantearemos la compra de dos o más unidades? Si se trata de una serie, ¿darem os la opción de comprar una parte de la serie?, Si es una suscrip ción, ¿daremos distintas opciones: un trimestre, un semestre, un año? 5 Las opciones: ¿podrá el destinatario optar por di stintos tipos de características: colores, tamaños, encuadernación personalizad a, productos o servicios conexos al principal, etcétera? 26 Varios autores. Acción directa: el mailing y el teléfono. Madrid. Edit. Díaz – Santos, 1995.pp. 192 366 El compromiso futuro: la aceptación de nuestra oferta, ¿implica que el cliente también se compromete a realizar ciertas cosas en el futuro? 7 Las condiciones de pago / crédito: ¿de qué forma deberán realizar el pago quienes acepten a oferta: contra r eembolso, con tarjeta de crédito, por domicialización bancaria, al contado con un descuento, mediante pagos aplazados con o sin interés, etcétera? 8 Los incentivos: ¿qué tipo de incentivos ofreceremo s para incrementar el índice de respuestas o para “acelerarlas”? 9 La fecha tope: ¿durante qué periodo mantendremos la vigencia de la oferta?, ¿Corremos el riesgo de que los costos incr ementen y conviertan la oferta en una operación no rentable? 10 Las cantidades permitidas: ¿estableceremos alg una cantidad máxima de unidades por cada compra? 11 Las garantías : ¿a qué nos comprometemos con el cliente?,¿Le devolveremos el dinero si no queda satisfecho?, ¿Le camb iaremos el producto?, ¿Ofreceremos garantía de reparación?, etcétera. 12 Los compromisos de la empresa: ¿adquirimos un compromiso de recompra del producto?,¿Nos comprometemos a sus pender la suscripción en cualquier momento que el cliente lo pida?,etcétera. Cuadro 4. FACTORES QUE SE D EBEN CONSIDERAR AL ESTRUCT URAR LA OFERTA EN UNA CAMPAÑA DE VENTAS27 Además de realizarse todas estas preguntas , la empresa debe de considerar el hecho de que en el marketing directo, la forma en la que se dicen las cosas es de suma importancia. Así que se debe de tener extremo cuidado en la elaboración del guión de ventas. Y por último se tiene que tomar en cuent a algunas recomendaciones hechas por Lumley 28: - El marketing directo es venta, no publicidad. - Las personas aceptan una oferta siguiendo una serie de pasos en el proceso de decisión: es necesar io “vender” cada paso del proceso. - Las campañas de marketing direct o se realizan para obtener una respuesta inmediata, una acción a corto plazo. - Los prospectos disponen de 20 s egundos para comprender la oferta: es necesario causar una im presión favorable durant e los primeros 5 u 8 segundos. - Pida a los prospectos que actúen de inmediato. - Facilite la respuesta. - Cuanto más facilidades se den en los pagos más dinero recibirá la empresa. - El éxito de muchas ofertas radica en que se expliquen con toda claridad. 27 Íbidem pp. 195 28 Íbidem. pp. 197 37 2.1.4 IMPLANTACIÓN DE LA CAMPAÑA Esta fase del plan de campaña está conformada a su vez de varios pasos: 2.1.4.1 CALENDARIO DE EJECUCIÓN29 Aquí la empresa debe tomar en cuenta: - Si el momento en el que se debe iniciar la campaña es el adecuado. - Si el momento del inicio de la ca mpaña coincide con los ciclos de venta del producto o servicio. - La coordinación de la campaña con otras actividades que esté llevando a cabo la empresa en ese momento. - La secuencia y repetición de contactos que se realizarán durante la campaña, y los intervalos que se dejarán entre uno y otro. Estos puntos darán las respuestas a: ¿C uándo se debe comunicarse con los destinatarios? ¿Con qué frecuenc ia se debe contactarlos? Usualmente los datos concretos que son resu ltado del anterior cuestionamiento se expresan en forma de un cuadro o Cr onograma de actividades, en el que aparecen tanto las distintas actividades que integr an la campaña como las fechas en las que deben realizarse. 2.1.4.2 PRESUPUESTO DE LA CAMPAÑA 30 Ahora y no antes, es importante responder a lo siguiente: ¿Cuánto costará implantar la estrategia de contacto y alcanzar lo objetivos de la campaña?. Para saber esto, se debe hacer una distribución en el tiempo de todos los gastos que llevará la implantación de la campaña. 29 Íbidem pp. 198 30 íbidem pp. 202 38 La medición y control de la camp aña que es la última de las fases que integran el plan de campaña se analizará y desglosará en el siguiente capítulo. CONCLUSIONES Como vimos en este capítulo, y como se menc ionó en el primero, el plan de campaña no puede ni debe ser improvisado, está co mpuesto por una serie de pasos que necesitan ser seguidos cautelosamente, para obtener resultados exitosos. Las tres primeras etapas del plan de cam paña ya fueron desglosadas: los objetivos y propósitos de la campaña fuer on enunciados, respondiendo a las seis preguntas claves para un plan de campaña, resolviendo cuestiones como el público objetivo, los tiempo y proyectos meta. También se vieron todos los aspectos del diseño de la campaña es decir: convertir la información recopilada en la fase anterior en un proceso de trabajo, claramente descrito y coordinado, que nos permita al canzar de la forma más eficaz y eficiente posible los objetivos y propósitos establecidos con anterioridad 31. Y por último, la implantación de la camp aña, que viene siendo, la calendarización de todo el proceso descrito en la etapa ant erior. Todo debe llevar orden para que los resultados sean lo más satisfactorios posible. La implantación de la campaña también nos permitirá realizar la medición de los resultados, y por consecuencia nosotros podam os corroborar nuestra hipótesis, el cómo se explicará en el si guiente y último capítulo. 31 Íbidem pp. 179 39CAPÍTULO 3. ANÁLISIS DE UN CASO ESPECÍFICO En este último capítulo tendrá lugar la cuarta etapa del plan de campaña propuesto para la venta del Seguro “TOTAL”. En el capítulo anterior ya se desarrollaron y explicaron los objetivos, el diseño y la implantación de la campaña, por lo que nos queda el de medición y control. Para este efecto se implementará una campaña de seguimiento a los clientes que hayan adquirido el Seguro “TOTAL”, así como al mismo número de personas, pero que decidieron no realizar la compra. Ésta campaña tendrá como finalidad dos situaciones: la primera de ellas conocer la calidad de atención que recibieron durante toda la llamada, hayan o no comprado el Seguro, y en segundo lugar, conocer su opinión acerca del medio por el cuál se realizó la oferta del producto. 3.1 ANÁLISIS DE UN CASO ESPECÍFICO SEGURO DE VIDA “TOTAL” Antes de comenzar con el análisis del caso específico, me gustaría situar el ejemplo dentro de todos los parámetros que he citado hasta el momento. El caso que analizaremos se trata de una campaña de marketing directo, específicamente de telemarketing, que tiene como objetivo el vender determinado seguro de vida a prospectos que radican en la Ciudad de México. Iremos de lo general a lo particular: MARKETING MARKETING DIRECTO TELEMARKETING Entre las diversas aplicaciones que tiene el telemarketing encontramos la de venta directa; que consiste en comunicarse vía telefónica con el cliente y convencerlo de que adquiera nuestro servicio, en este caso: el seguro de vida “TOTAL”. 40Como sabemos ahora, una de las herramientas principales del telemarketing es el teléfono en sí. El cual puede tener varios usos dentro de la campaña, en la que analizaremos; el teléfono es el instrumento de las ventas, es decir, como medio único para iniciar y completar un proceso de ventas integral, tanto con clientes nuevos como con los clientes actuales de la empresa.32 Después se habló del tipo de llamadas que integran al telemarketing, para ésta campaña se utilizarán en un principio sólo las llamadas de salida, es decir, la empresa será la que se comunicará con los prospectos para ofrecerles y venderles el servicio, de forma inesperada. Y al finalizar la etapa de ventas , se realizará la campaña de seguimiento, la cual estará conformada de igual manera por llamadas de salida. Al tener claro qué tipo de marketing directo se utilizará en la campaña (telemarketing), el medio por el cuál se llevará a cabo (teléfono), el uso que se le dará a dicho medio (como instrumento de ventas), y el tipo de campaña (llamadas out bound o de salida), es necesario desarrollar el plan de campaña adecuado, pero esto lo iremos resolviendo a tiempo en que se explican las cualidades y características del seguro de vida “TOTAL”. Para poder realizar este trabajo de investigación conté con el apoyo y ayuda del Lic. Ricardo Pérez de Lara, Director General de TKM Customer Solutions S.A de C.V., quién me brindó toda la información necesaria acerca del Seguro “TOTAL” y la campaña de prueba que se llevó a cabo en el call center. La información de la compañía aseguradora, a petición de la misma, será confidencial, nombrando el producto como Seguro “TOTAL” y a la aseguradora como Empresa “TOTAL”. 3.1.1 EL PRODUCTO: SEGURO “TOTAL” El seguro de vida “TOTAL” es un seguro de la Empresa “TOTAL”, se trata de un producto sencillo diseñado para aquellas personas que de sean protegerse y proteger a su familia en caso de fallecimiento del titular; con un seguro que les permita pagar el costo de una manera sencilla a través de un cargo a su tarjeta de crédito, débito y cuenta de cheques. 33 32 Íbidem pp. 179 33 Información otorgada por TKM Customer Solutions 41 Ahora tenemos claro, qué es lo que estamos ofreciendo, respondiendo así a una de las preguntas claves para establecer una campaña de marketing directo. 3.1.2 MERCADO DEL SEGURO “TOTAL” 34 El mercado está compuesto por las personas con que poseen las siguientes características: Edad: de 25 a 50 años Nivel socioeconómico: Medio y alto. Necesidad principal: Garantizar un patrimonio para su familia en caso de fallecimiento o supervivencia del asegurado. CUADRO 1. MERCADO DEL SEGURO “TOTAL” En este segundo apartado tenemos la respuesta a otras dos de las preguntas claves; en primer lugar: ¿quién?, lo cual nos resuelve el dilema de a quien va dirigido el servicio que queremos vender. Nuestro target está definido, y será mucho más fácil acercarnos a él. Y en segundo lugar; ¿por qué debería de responder afirmativamente nuestro cliente? Debería ya que le estamos garantizando que al adquirir nuestro servicio, es decir, el seguro “TOTAL”, tendrá un patrimonio para su familiar en caso de fallecimiento o supervivencia del asegurado. 34 Información otorgada por TKM Customer Solutions 42 3.1.3 CARACTERÍSTICAS DEL PRODUCTO35 Las sumas aseguradas se actualizan anualmente con el I.N.P.C.36 sobre la base de la suma alcanzada. Seguro de vida anual renovable hasta los 69 años. Forma de pago automático Descuentos por edad, sexo y no fumar. Anticipo de suma asegurada por enfermedad Terminal Beneficios adicionales . DI, DIPO, DIPOC. CUADRO 2. CARACTERÍSTICAS DEL PRODUCTO 3.1.4 DESCRIPCIÓN DEL PRODUCTO37 3.1.4.1 COBERTURA BÁSICA: Es un plan que da protección contra el fallecimiento durante la vigencia de la póliza, puede ser muerte natural y/o accidental. 3.1.4.2 COBERTURAS OPCIONALES: Fallecimiento accidental (DI) Fallecimiento accidental y Pérdidas Orgánicas (DIPO) Fallecimiento accidental Pérdidas Orgánicas y Fallecimiento colectivo (DIPOC). 3.1.4.3 SUMA ASEGURADA Este plan se promueve por módulos y la suma asegurada mínima es de 100,000 pesos. 3.1.4.4 SUMAS ASEGURADAS DE LAS COBERTURAS OPCIONALES: Coberturas DI, DIPO, DIPOC. = Suma asegurada igual a la básica. 35 Información otorgada por TKM Customer Solutions 36 Índice Nacional de Precios al Consumidor. 37 Información otorgada por TKM Customer Solutions 43 3.1.4.5 FORMAS DE PAGO En forma mensual a través de: Tarjeta de crédito: American Express, Visa, Mastercard ( EXCEPTO DINERS) Tarjeta de débito: HSBC, Bancomer, Banamex Cuenta de cheques: HSBC, Bancomer, Banamex 3.1.4.6 BENEFICIOS ADICIONALES SIN COSTO: Anticipo de un porcentaje de la suma asegurada por una grave enfermedad. 3.1.4.7 TIPO DE PÓLIZA Individual: se cubre al asegurado, a través de la suma asegurada llenando la solicitud correspondiente. 3.1.4.8 ACTUALIZACIÓN DE SUMAS ASEGURADAS La suma asegurada se actualiza con base al Índice Nacional de Precios al Consumidor (I.N.P.C.) 3.1.4.9 EDADES DE ACEPTACIÓN COBERTURA EDAD DE EMISIÓN EDAD DE CANCELACIÓN Básica 20 a 69 70 DI, DIPO, DIPOC 20 a 65 70 CUADRO 3. EDADES DE ACEPTACIÓN PARA EL SEGURO “TOTAL” 3.1.4.10 DESCUENTOS EN PRIMA Calcular la prima según la edad menos: Hombre no fumador: 2 Años Mujer: 3 Años Mujer no fumadora: 5 Años 443.1.4.11 TARIFA BÁSICA38 COBERTURA BÁSICA EDAD Sumas aseguradas $300,000.00 $500,000.00 20-24 $36.00 $52.00 25-29 $39.00 $57.00 30-34 $48.00 $72.00 35-39 $72.00 $112.00 40-44 $99.00 $157.00 45-49 $141.00 $227.00 50-54 $210.00 $342.00 55-59 $318.00 $522.00 60-64 $492.00 $812.00 65-69 $759.00 $1,257.00 Primas mensuales en moneda nacional COBERTURAS ADICIONALES EDAD $300,000.00 $500,000.00 DI $33.00 $55.00 DIPO $45.00 $75.00 DIPOC $51.00 $85.00 Primas mensuales en moneda nacional CUADRO 4. TARIFAS BÁSICAS 38 Información otorgada por TKM Customer Solutions 45 3.1.4.12 POLÍTICAS DE SUSCRIPCIÓN ¿Cuáles son los criterios utilizados en la selección de riesgos? • Requisitos de selección médica. Si la persona contesta un si a cualquiera de las preguntas médicas, no deberá de continuar la venta. • Requisitos de selección por ocupación. Si la persona realiza actividades de alto riesgo se recargará el costo o se rechazará al momento de hacer la solicitud. EJEMPLOS Paracaidismo, motociclismo, charrería, pesca, caza, esquí, alpinismo, tauromaquia o cualquier deporte aéreo o actividad similar. Respuesta a la pregunta ¿Quién? ¿A quien le ofreceremos el servicio? Público objetivo, persona a quien debemos convencer. Puede ser en este caso el titular de la tarjeta de crédito, o alguna persona mayor de edad que sea familiar, como su esposa(o. Como se trata de un seguro de vida, es im portante tener en consideración algunos otros factores como el estado de salud de las personas o sus actividades, ya que éstas podrían ser peligrosas y de ser así se incrementaría el costo de la póliza. 46 3.1.4.13 EXCLUSIONES Exclusiones de los beneficios por accidente. Estos beneficios no se concederán si la muerte del asegurado o las pérdidas orgánicas que sufra son debidas directa, total o parcialmente a: • Envenenamiento e inhalación de cualquier naturaleza o clase, a excepción de un accidente. • Guerra, rebelión, revoluciones e insurrecciones. • Homicidio intencional con o sin provocación del asegurado, aún cuando se cometa en estado de enajenación mental. • Suicidio o cualquier intento del mismo o mutilación voluntaria. • Lesiones al prestar el servicio militar de cualquier clase. • Riña siempre y cuando el asegurado haya sido el provocador o actos en los que participe el asegurado. • La participación en cualquier navegación aérea a excepción que el asegurado viaje como pasajero en un avión de línea comercial legalmente autorizada y sujeta a itinerarios regulares entre aeropuertos establecidos. • La participación en cualquier forma de navegación submarina. • Mientras el asegurado se encuentre en cualquier vehículo tomando parte en carreras, pruebas o contiendas de seguridad, resistencia o velocidad. • La participación en eventos de paracaidismo, motociclismo, charrería, pesca, caza, esquí, alpinismo, buceo, tauromaquia o cualquier clase de deporte aéreo, o cualquier otra actividad similar. • Accidentes o lesiones al encontrarse bajo la influencia del alcohol, enervantes o drogas, excepto cuando éstas últimas hayan sido prescritas por un médico. • Accidentes cuando este seguro se haya convertido en seguro saldado o prorrogado. 473.1.4.14 TABLA DE PÉRDIDAS ORGÁNICAS PÉRDIDA DE: % Pérdida de ambas manos, ambos pies o ambos ojos. 100% De una mano y un pie 100% Una mano o un pie conjuntamente con un ojo 100% Una mano o un pie 50% Un ojo 30% Pérdida del dedo pulgar 15% Pérdida del dedo de una mano 10% CUADRO 5. TABLA DE PÉRDIDAS ORGÁNICAS 3.2 CALL CENTER SELECCIONADO PARA LLEVAR A CABO LA CAMPAÑA DE TELEMARKETING DEL SEGURO “TOTAL” DE LA EMPRESA “TOTAL”: TKM CUSTOMER SOLUTIONS 39 3.2.1 TKM CUSTOMER SOLUTIONS: LA EMPRESA TKM Customer Solutions es una empresa que surge debido a las necesidades de las nuevas tendencias en México. En consecuencia con la creciente demanda de las empresas en incorporar a sus estrategias de mercadotecnia el telemarketing como una grandiosa fuente de información y herramientas en ventas. TKM es un Call Center mediano con una capacidad de 1000 estaciones que se ha especializado en la llamada en frío para la colocación, promoción o aplicación de productos y servicios mediante la integración de excelentes procesos de selección y reclutamiento, programas de eficiencia, planes de motivación y esquemas operativos orientados a la estrategia de comercialización, siendo un canal alterno enfocado al cumplimiento de los objetivos corporativos de nuestros clientes. Adicionalmente cuenta con la infraestructura necesaria para la atención de llamadas y 01800. 39 Información otorgada por TKM Customer Solutions 48 3.2.1.1 MISIÓN DE LA EMPRESA Ser una empresa competitiva que proporcione servicios de Call Center orientado a la satisfacción plena de las necesidades de nuestros clientes, logrando así los más altos rendimientos y siendo una compañía de la cual se enorgullecen sus colaboradores y accionistas. 3.2.1.2 VISIÓN DE LA EMPRESA TKM Customer Solutions será una empresa mediana de Call Center la cual ofrecerá el mejor servicio y satisfacción total de sus clientes, proveedores, colaboradores y accionistas. Buscará la consolidación económica que permita la creación de nuevas fuentes de trabajo, contribuyendo al desarrollo humano, tecnológico y económico de nuestro país. 3.2.1.3 OBJETIVOS DE LA EMPRESA Integrar un canal de distribución alterno a la estrategia de ventas actual para incrementar los resultados esperados. Brindar a su empresa u organización servicios telefónicos que permitan una eficiente accesibilidad, acercamiento y operación para lograr un mejor nivel de servicio y así incrementar la lealtad del cliente. 49 3.2.1.4 ALCANCES, SERVICIOS Y CAPACIDAD INSTALADA DE LA EMPRESA Los alcances de TKM Customer Solutions se dividen en dos áreas: A) Campañas Outbound • Venta de productos y/o servicios • Confirmación de eventos • Actualización de Bases de datos • Encuestas B) Campañas Inbound • Servicios 01-800 • Atención a clientes (CRM) CAPACIDAD INSTALADA • 1000 estaciones de trabajo • Sistema de ventas • Sistema de atención de llamadas • Área de desarrollo de software • Administración de bases de datos • Infraestructura de telecomunicaciones digital • Salas de capacitación AREA DE CALIDAD Y VALORES AGREGADOS DE TKM CUSTOMER SOLUTIONS En TKM preocupados por la atención telefónica brindada en campañas Inbound como Outbound integra en sus procesos operativos el departamento de Calidad totalmente independiente a operaciones para poderle asegurar información veraz del desarrollo de su campaña con elementos cuantitativos y cualitativos mediante: • Personal capacitado • Monitoreo individual y continuo • Evaluaciones periódicas • Monitoreo Remoto 50• Monitoreo en Sitio • Sistema de grabación de llamadas VALORES AGREGADOS • Confidencialidad • Costos competitivos • Creatividad • Programas de motivación • El mejor proceso de Selección y Reclutamiento • Altos porcentajes de cierre 3.3 PLAN DE CAMPAÑA QUE PROPONE LA AGENCIA DE TELEMARKETING A LA EMPRESA “TOTAL” PARA LA VENTA DEL SEGURO “TOTAL” Ahora se tiene claro qué tipo de campaña se llevará a cabo, qué es lo que se quiere vender, a quién, cuándo y cómo. También sabemos que la agencia de telemarketing o call center elegida por la Empresa “TOTAL” para ejecutar la campaña es TKM Customer Solutions S. A.; así que es momento de establecer el plan de campaña. Se ha decidido implantar una campaña de prueba con duración de 30 días para conocer las respuestas y reacciones de los prospectos. La cual tendrá las mismas características que tendría la campaña en sí; por lo que sólo analizaremos el tiempo de prueba. La Empresa “TOTAL” resolvió que lo mejor era llevar a cabo la campaña en las instalaciones de TKM, con lo que se deslindaría de problemas de infraestructura y nómina del nuevo personal, además de dejar en manos expertas la ejecución de la prueba y obtener los mejores resultados. El público objetivo serán las personas que cuenten con Tarjeta de Crédito, American Express, Visa, Mastercard ( EXCEPTO DINERS); tarjeta de débito de HSBC, BBVA Bancomer, Banamex y cuenta de cheques de las mismas instituciones bancarias, que por consecuencia son personas mayores de edad. Ésta es la única restricción de entrada, ya que como vimos anteriormente el Seguro de vida “TOTAL” tiene algunas restricciones en 51cuanto a la edad, estado de salud, ocupación, hábitos, género, con lo que se hará una selección de las personas que son candidatos para obtener el seguro. Como los prospectos deben de contar con una tarjeta de crédito, débito o cuenta de cheques de entrada es obvio que las bases de datos estarán conformadas por contactos que tengan esta característica. TKM se hará cargo de proporcionar también este servicio a la Empresa “TOTAL”, ya que cuenta con bases de datos con estas demandas. Por lo que serán bases de datos externas a la empresa, y de datos de clasificación; es decir, que nos revelan datos profesionales, económicos, socioculturales y demográficos del cliente. Tenemos entonces los nombres y números telefónicos de los prospectos, pero antes de hacer el contacto es importante establecer la oferta. Cómo se quiere llegar al público objetivo, muchas de las veces si se es muy agresivo o directo en la venta, el cliente llega a molestarse, por lo que se sugiere tener un acercamiento suave con el prospecto, haciendo preguntas acerca del servicio que se ofrece o empresa que se representa en ese momento (y digo en ese momento, por que los operadores telefónicos dejan de pertenecer a la agencia de telemarketing para convertirse en un empleado más de la empresa que contrató los servicios del call center, para poder proporcionar una atención más profesional y seria.), para poder conocer los argumentos y opiniones del mercado al que se quiere llegar. Además de contar con un personal calificado para las ventas telefónicas es vital el tener un guión de ventas perfectamente elaborado, para no dejar a la imaginación o creatividad de los operadores el manejo de la llamada, por que la mayoría de las veces esto lo puede percibir el cliente, y crearle una idea de que tal vez le estén jugando una broma. Así que es de suma importancia el tener a la mano el guión de ventas junto con uno de posibles objeciones que pudiera hacer el prospecto, sin dejar de lado una constante capacitación del personal. El guión de ventas se adjunta en el apéndice número 1. 52De esta forma se tiene control acerca de la calidad de las llamadas, el cliente, en este caso la Empresa “TOTAL” puede estar segura de que se está atendiendo de una forma correcta a todos los prospectos, y que se está dando una buena imagen de la empresa. Pero además de éstas medidas preventivas, como lo comenté anteriormente, se implementará una campaña de seguimiento para conocer la opinión de los clientes que adquirieron y no, el seguro, tanto del trato recibido como su opinión acerca del medio de la venta. Antes de llegar al último punto del plan de campaña, es necesario establecer algunos otros datos que serán clave en el presupuesto. Como ya se mencionó, el periodo de prueba será de 30 días de los cuáles 21 son hábiles, se tiene contemplado contar con 7 posiciones de venta, es decir, con 7 personas (representantes de ventas telefónicas) que realizarán las llamadas, en un horario de 9 AM. A 6 PM. de lunes a viernes. Como al contratar el Seguro “TOTAL” se les proporcionará a los clientes un número telefónico para cualquier duda o aclaración, se ha pensado que uno de los operadores pueda hacerse cargo de las llamadas de entrada, que serán muy pocas en comparación a las de salida. En cuanto al personal operativo, se contará con 5 personas: un Coordinador Operativo TKM, un Coordinador Administrativo, un Supervi sor Operativo, un Consultor y un Auxiliar de grabación, quienes tendrán un sueldo mensual. Cabe aclarar que TKM sólo cobrará a la Empr esa “TOTAL” un porcentaje del sueldo tanto del personal operativo como del personal de sistemas, ya que ellos forman parte de la nómina regular de TKM, además de que sólo se trata de una campaña de prueba. Los arreglos en cuanto a salarios del personal operativo y de sistemas se discutirían posteriormente en dado caso que se llegara a un acuerdo para implantar la campaña a largo plazo. Por lo que la Empresa “TOTAL” sólo se hará cargo en un 100% del salario de los vendedores. Los operadores telefónicos además de recibir su sueldo base, gracias a su desempeño se hacen acreedores a bonos de productividad, asistencia y un bono de ayuda para comida. 53 Además están los gastos de telefonía, sistemas , mensajería (para entrega de solicitudes) y algunos gastos administrativos extras. A c ontinuación se podrá obs ervar el desglose de los gastos, así como las ganancias o utilidades de la campaña, para después realizar el análisis de la eficacia del telemarketing como opción de publicidad para una empresa de la Ciudad de México. 3.3.1 “COSTING” O COTIZACIÓN QUE REALIZÓ TKM CUSTOMER SOLUTIONS A PETICIÓN DE LA EMPRESA “TOTAL” PA RA LA CAMPAÑA DE TELEMARKETING DEL SEGURO “TOTAL” 54 COSTING PARA: EMPRESA “TOTAL” Horas laborables: 9.00 Gente operativa 5 Posiciones 7 Duración del proyecto (Días H) 21 Duración del proyecto (Días N) 30 COSTOS RECURSOS HUMANOS PUESTO (Base 30 días) $ Sueldo diario/PP Días Posiciones Total Sueldo RVT* $3000 $100.00 30 7 $21,000.00 Coordinador Operativo TKM II $9,300 $4.43 30 7 $930.30 Coordinador Adm. $9,300 (1) $4.43 30 7 $930.30 Supervisor Operativo $5,500 (1) $8.73 30 7 $1,833.30 Consultor $5,300 (1) $8.83 30 7 $1854.30 Aux. de grabación $4,500 (1)/2 camp. $75.00 30 1 $2,250.00 Subtotal $28,798.20 Bonos (Base 21 días) $ de Bono Diario Días Posiciones Total Productividad $2520 (50%) $120.00 21 0.00 $0.00 Asistencia (PT) $500 (50% del 75%) $23.80 21 2.63 $1,311.98 Asistencia (PP) $800 (50% del 75%) $38.10 21 2.63 $2,100.26 Comida (PP) $400 (50%) $19.00 21 3.50 $1,396.50 Otros $ $0.00 21 0.00 $0.00 Subtotal $4,808.74 55 SISTEMAS Sueldo (Base 30 días) $ Sueldo Diario PP Días Posiciones Total Telecomunicaciones $ 9,300 $2.22 30 7 $466.20 Desarrollo $11,253 $2.68 30 7 $562.80 Soporte $6,500 $1.54 30 7 $323.40 Subtotal $1,352.40 TELEFONÍA Medición (10 hrs.= 420 Min – 70%) $ por día Días Posiciones Total DF $147.00 21 5 $15,435.00 LADA $289.80 0 0 0.00 Subtotal $15,435.00 GASTOS ADMINISTRATIVOS Varios (Base 30 días) $ por día Días Posiciones Total Gastos generales $4,000 $133.33 30 5 $20,000.00 Subtotal $20,000.00 GASTOS DE MENSAJERÍA Concepto Solicitudes Costo Total Trámite completo 189 $50 $9,450.00 Trámite incompleto 189 $0.00 $0.00 Subtotal $9,450.00 Total de gastos $79,844.34 56 INGRESOS FATURACIÓN ESTIMADA Concepto Cantidad Precio unitario Subtotal Total Seguros vendidos 189 $550.00 $103,950.00 $103,950.00 Total de ingreso $103,950.00 Posición Inbound 1 $20,000.00 $20,000.00 $19,800.00 Comisión 0% $0.00 Total de Ingreso Neto $123,750.00 Utilidad $43,905.66 % Utilidad 35.47% CUADRO 6. COSTING 57 Los gastos ascendieron a $7 9,844.34, incluyendo t odos los rubros antes mencionados. En el periodo de prueba se vendieron 189 seguros a través de las llamadas de salida. Lo que nos da un total de $103, 750.00, pero la pos ición inbound o de llamadas de entrada generó ganancias de $19,800.00, aquí se puede denotar la importancia de la planeación de la ca mpaña, al prever que llegarían llamadas de personas que tal vez recomendadas por amistades que adquirieron el seguro, se interesaron en comprarlo tamb ién. Si no se hubiese contado con la posición para llamadas de entrada se hubieran perdido $19,800.00, parte importante de la ganancia. La utilidad fue del 35.47%, es decir : $43,905.66; ganancia importante si consideramos que se trató de una camp aña de prueba, con pocas posiciones de venta y con una duración de sólo 30 días, por lo que la campaña es casi seguro puede ser todo un éxito. Todo lo anterior hace referencia a las gan ancias para la empresa, datos gracias a los cuales podemos concluir que f ue una campaña económic amente exitosa, pero es momento de corroborar la hipótes is, si es que es cierto de que el telemarketing tuvo tanto éxito gracias a que se trata de un medio gratuito y cómodo para los clientes. Es momento de hablar de la campaña de se guimiento, se realizarán un total de 414 llamadas, es decir a las 189 personas que compraron el seguro en el momento que se les realizó la llam ada, a las 36 personas que decidieron comprarlo después de recibir la llamada y que marcaron al número que se les otorgó; y por último a 189 personas elegid as al azar de entre las que dijeron que no deseaban comprar el seguro. Estas llamadas se irán realizando conforme se vayan haciendo las ventas. Los encargados de hacerlas serán el consul tor de calidad y el personal de sistemas, por lo que no representa un gasto extra, este trabaj o está incluido en su sueldo mensual y en el total de llamadas libres con las que cuenta la campaña. Cada vez que un vendedor realic e una venta, ésta se pasará al Departamento de calidad donde se hará el seguimiento que se mencionó. 58 3.3.2 CAMPAÑA DE SEGUIMIENTO. Como ya sabemos se realizarán un total de 414 llamadas de seguimiento; número que da como result ado de las 189 personas que adquirieron el seguro en la primera llamada que re cibieron, 36 más que decidieron realizar la compra mediante una llamada al call center; y 189 llama das más a personas que decidieron no comprar el seguro (éstas 189 llamadas serán elegidas al azar de todas las que resultaron negativas). El guión de la llamada de seguimiento se incluye en el apéndice número 2. Después de realizar las preguntas acerca del servicio y trato que recibieron, se les hicieron cuatro preguntas referentes al medio por el cual se les ofreció el Seguro “TOTAL”: el telemarketing. Las preguntas que se le s hicieron a las personas que adquirieron el seguro son di ferentes a las que se hicieron a los que no lo adquirieron. 593.3.2.1 CAMPAÑA DE SEG UIMIENTO PARA LA S PERSONAS QUE SI ADQUIRIERON EL SEGURO “TOTAL”. Las preguntas para las personas que lo adquirieron fueron las siguientes: PREGUNTA 1 Sr./Sra./Srita ___________ ¿ésta es la pr imera vez que usted adquiere algún producto o servicio vía telefónica? A) Si B) No Para la pregunta número 1 tenemos que de las 225 llamadas que se efectuaron; 180 personas respondier on que NO era la primera vez que realizaban alguna compra vía telef ónica. Mientras que las otras 45 nunca habían hecho compras por medio del teléfono. Resultados pregunta 1 45180 80% 20% 050100150200 SI NO Re spue sta s GRÁFICA 1. RESULT ADOS PREGUNTA 1 Esta pregunta arroja resultados muy inte resantes, en primer lugar nos podemos dar cuenta que la base de datos estuvo per fectamente elegida, ya que muchas de las personas que recibieron la llam ada ya estaban familiarizadas con las ventas por teléfono. Y en segundo lugar nos podemos dar cuenta que el telemarketing ya tiene un lugar especia l dentro de los medios de mercadotecnia directa. Ya que un 80% de las personas qu e recibieron la llamada ya habían realizado una compra vía telemarketing, y sólo un 20% no lo había hecho hasta el momento de recibir nuestra llamada. 60PREGUNTA 2 Sr./Sra./Srita ___________ ¿Qué fue lo que adquirió? A) Servicio de televisión por cable A) Tarjeta de crédito B) Ventas por televisión (informeciales) C) Seguro Resultados Pregunta 2 87 2546 22 12%26% 14%48% 020406080100 TARJETA DE CRÉDITOVENTAS POR T.V.SEGUROS DE VIDAT.V. POR CABLE GRÁFICA 2. RESULT ADOS PREGUNTA 2 Las tarjetas de crédito fueron las que ocupa ron el primer lugar de preferencias como producto o servicio que ha sido adquir ido vía telefónica, seguido por las ventas por televisión conocidas como in fomerciales y la ve nta de servicios de televisión por cable y por último los seguros de vida. En porcentajes los resultados quedarían así: De las 180 personas que ya habían adquirido algún otro producto o servicio por teléfono: - El 48% había adquirido alguna tarjeta de crédito - El 14% había utilizado al telema rketing para las ventas por T.V. - El 26% había comprado seguros de vida - Y por último otro 12% había adquiri do el servicio de televisión por cable. 61PREGUNTA 3 Sr./Sra./Srita ___________ ¿Qué lo llevó a tomar la decisión de adquirir el Seguro “TOTAL”? le voy a dar algunas opciones: A) Le pareció atractivo el producto o servicio. B) La comodidad de realizar la compra desde su domicilio. C) Que se trata de un trámite gratuito , además que no realizó el gasto de la llamada. D) Le hizo tener la sensación de seguridad Otra ¿Cuál? Respuestas Pregunta 3 26112 49 1226 12% 5%22% 50%12%020406080100120 PRODUCTO ATRACTIVO COMODIDAD GRATUITO SEGURIDAD OTRANúmero de clientes GRÁFICA 3. RESULT ADOS PREGUNTA 3 Las encuestas arrojaron como resultado q ue la comodidad es la gratificación que más los clientes buscan en el tele marketing. Con el casi 50% de las respuestas, en comparación con la opció n del producto atractivo que cuenta con sólo el 11.5%; así que más que un prod ucto atractivo o necesario, el cliente lo que busca realmente al realizar compra s por vía telefónica es la comodidad de hacerlo desde su casa. Después de t odas las actividades que seguramente efectúa a lo largo del día, entre la escuela, casa o trabajo, lo último que desea es enfrentarse a largas filas de pers onas, tráfico, y pér dida de tiempo que podría pasar con la familia o solo en casa descansando. 62PREGUNTA 4 Sr./Sra./Srita ___________ por último ¿volvería a re alizar una compra vía telefónica? A) Sí B) No C) Depende del producto o servicio que me ofrezcan. Resultados pregunta 4 198 621 9% 3%88% 050100150200250 SI NO DEPENDE Re spue sta sNúmero de clientes GRÁFICA 4. RESULT ADOS PREGUNTA 4 La primera opción constituye a las pers onas que sí volvería a realizar una compra por vía telefónica, que representan al 88% del total, sólo 6 personas dijeron que no volverían a comprar nada po r ese medio, y 21 personas dijeron que dependería del producto o servic io para poder tomar una decisión; representando el 9%. Por lo que se pued e concluir que el telemarketing tiene bastante aceptación como medio de venta y compra de productos y servicios. 633.3.2.2 CAMPAÑA DE SEGUIMIENTO PARA LAS PERSONAS QUE NO ADQUIERON EL SEGURO “TOTAL”. Ahora está la segunda parte de los enc uestados, es decir, las personas que NO adquirieron el Seguro “TOTAL”; pero que fueron seleccionadas al azar, para responder algunas preguntas acerca del servicio brindado por parte de los vendedores así como preguntas acerca del telemarketing como una opción más para efectuar sus compras. La muestr a que se eligió fue igual al número de personas que adquirieron el seguro en la primera lla mada que se les realizó: 189. El cuestionario se encuent ra en el apéndice número 3. Ahora los resultados: PREGUNTA 1 Sr./Sra./Srita ___________ ¿Ust ed ha adquirido algún producto o servicio vía telefónica? A) Sí. B) No. Pasar a la pregunta 3 Resultados pregunta 1 29160 050100150200 SI NO RespuestasPersonas GRÁFICA 5. RESULT ADOS PREGUNTA 1 El 84.6% de las personas encuestadas , NO habían adquirido nunca algún producto o servicio por vía telefónica, y sólo el 15.3%; es decir 29 personas en otra ocasión habían comprado algún producto vía telemarketing. 64La pregunta dos nos indicó cuáles fueron los productos o servicios que adquirieron esas 29 personas. PREGUNTA 2 Sr./Sra./Srita ___________ ¿Qué fue lo que adquirió? A) Tarjeta de crédito B) Ventas por televisión (infomerciales) C) Seguro D) Servicio de televisión por cable Resultados pregunta 2 23 24 00% 14% 7% 79% 0510152025 TARJETA DE CRÉDITOSEGURO SERVICIO DE CABLEVENTAS POR TVPersonas GRÁFICA 6. RESULT ADOS PREGUNTA 2 Aquí las tarjetas de crédito obtuvier on una marcada diferencia en cuanto a los otros producto o servicios q ue se venden vía telefónica . De las 29 personas, 23 o sea el 79% habían adquirido alguna tarjeta de crédito, y sólo 2, algún tipo de seguro. Por lo que observamos que el mercado de la venta de seguros vía telefónica, no está muy explotado aún; punto a favor de la campaña. 65La pregunta 3 se refiere a la opinión del clie nte acerca del medio por el cual le fue ofrecido el Seguro “TOTAL”:el telemarketing. PREGUNTA 3 Sr./Sra./Srita ___________ ¿Qué pi ensa del medio por el cual recibió la oferta del Seguro “TOTAL”? le voy a dar algunas opciones: A) Es bueno ya que es cómodo realiz ar compras desde el domicilio. B) Le parece bien ya que es gratis todo el trámite y las llamadas para resolver las dudas. C) Le parece un medio poco confiable. D) Otra, ¿Cuál? Resultados pregunta 3 26 23121 1910% 64% 12% 14% 020406080100120140 CÓMODO GRATUITO NO CONFIA OTRAPersonas GRÁFICA 7. RESULT ADOS PREGUNTA 3 Una parte considerable de las pers onas que no adquirieron el seguro, desconfían del medio por el cual les fue ofrecido: el 64% para ser más precisa. Pero las otras dos respuestas que nos interesan, que son que ellos piensan que el medio es cómodo y gratuito, también figuraron aunque no de manera tan determinante pero si, con un porcentaje importante. 66La última pregunta se les cuestiona acer ca de una posible compra en un futuro por vía telefónica: PREGUNTA 4 Sr./Sra./Srita ___________ por último ¿En un futuro realizaría una compra vía telefónica? RESPUESTAS: A) Sí B) No C) Depende del producto o servicio que me ofrezcan. Resultados pregunta 4 12121 56 6% 30% 64% 050100150 SI NO DEPENDE RespuestasPersonas GRÁFICA 8. RESULT ADOS PREGUNTA 4 De las 189 personas que fueron encuesta das y que NO adquirieron el seguro, sólo el 6% mencionó que c abe la posibilidad de que en un futuro realicen una compra por vía telefónica. El 64% definitivamente no creen que lleguen a utilizar al telemarketing como opción para realizar sus compras; tal vez en otra de sus aplicaciones como centro de info rmación por ejemplo, pero no confían en el medio para hacer compras. Pero un dato importante es que casi un 30% de las personas no están cerradas a la opción de utilizar al telemarketing como una opción más para realizar sus compras, ya sea de productos o servicios. Los resultados ya fueron presentados, ahor a es momento de iniciar el análisis a manera de conclusión de este tercer capítulo. 673.3.2.3 RESULTA DOS COMBINADOS Fueron 414 llamadas las que se realizaron para conocer la opinión tanto de los que habían adquirido el seguro, como de algunos contactos que decidieron lo contrario. En resumidas cuentas la primera pregunta era si habían adquirido con anterioridad algún producto o servicio por vía telefónica y éstos fueron los resultados, sumando las dos encuestas: Resultados combinados pregunta 1 209 205 50% 50% 050100150200250 SI NO RespuestasPersonas GRÁFICA 9. RESULT ADOS PREGUNTA 1 De las 414 personas que re cibieron la llamada de segui miento el 50.4% ya había adquirido anteriormente algún prod ucto o servicio mientras que 49.5% nunca había realizado una compra de esa naturaleza. Con lo que se concluye que el telemarketing aunque en realid ad es un medio novedoso para la venta de productos, ya cuenta con una importante presencia en la vida cotidiana de las personas. 68De las 209 personas que ya habían adquirido productos o servicios por medio del telemarketing, no t odas compraron lo mismo, pero se puede resumir en cuatro rubros: tarjetas de crédito, segur os, servicio de tele visión por cable y ventas por televisión, mejor conocidas actualmente como infomerciales. Resultados Combinados pregunta 2 110 2548 2612% 23% 12% 53% 020406080100120 TARJETA DE CREDITOVENTAS TV SEGUROS TV POR CABLEPersonas GRÁFICA 10. RESULT ADOS PREGUNTA 2 Las tarjetas de crédito fueron la respues ta más frecuente con un 53% del total, la contratación del servicio de televi sión por cable con un casi 12%, mientras que los seguros de vida, automóviles o de cualquier tipo, obtuvieron un 23%, por lo que nos enfrentamos a un público que no conocía mucho esa opción, por lo que probablemente se sentirían atraídos. De la pregunta número tres rescataremos sólo las opciones que interesan para efecto de comprobar la hipótesis de este trabajo de investigación: la opción de comodidad y la de gratuidad, dos gratificaciones que buscan los clientes y no clientes del telemarketing, a la hora de realizar alguna compra. 69Entonces tenemos que: Resultados combinados pregunta 3 138 72204 49% 17% 33% 050100150200250 COMODIDAD GRATUIDAD OTRAS GratificacionesNúmero de personas GRÁFICA 11. RESULT ADOS PREGUNTA 3 Cabe hacer la aclaración que dentro de la opción de “otras” están incluidas tanto la seguridad y confianza; pero como en nuestra investigación solo queremos conocer que tanto influyen las gratificacio nes de que sea cómodo y gratuito, todo lo demás lo englobamos , en una sola barra de la gráfica. Tenemos entonces que 210 personas piens an que el telemarketing es una buena opción para realizar su compras debido a que se trata de un medio cómodo y gratuito, de las cuales un 66% se inclina por la comodidad y el 34% restante por la gratuidad del medio. Éstas 210 personas representan casi la mitad de las personas encuestadas, de las cuales algunas ni siquiera adquirieron el seguro, pero tienen una buena opinión acerca del telemarketing. 70Y por último, se les preguntó si en un futuro realizarían alguna compra vía telemarketing, aunque en ese momento no hayan adquirido el seguro “TOTAL”: Resultados combinados pregunta 4 210 127 77 51% 31% 19% 0100200300 SI NO DEPENDE RespuestasNúmero de personas GRÁFICA 12. RESULT ADOS PREGUNTA 4 De las 414 personas encuestadas, el 51% respondieron que en un futuro estarían dispuestos a realizar compras ví a telefónica, el 31% definitivamente NO están interesados en realizar sus compras por este medio, y por último un 19% dijo que su decisión dependería solamente del producto que le sea ofrecido; no tanto del medio. Puedo concluir que la campaña de telema rketing, fue una excelente opción para la venta de los Seguros “TOTAL”. Ya que de haber optado por un medio diferente de mercadotecnia directa, por ejemplo; si se hubi era elegido el correo para hacer llegar la propuesta de vent a del Seguro “TOTAL”, se hubiera gastado probablemente muc ho menos, pero esto sólo en la cuestión de hacerles llegar la información. Después se hubiera tenido que hacer el gasto de pagar el porte del correo, si es que alguna de las personas que recibieron la información estuviera interesada. O inclusive se hubiera tenido que pensar en implementar una campaña de telemarketing, para poder pone rse en contacto con las personas a las que se les envió la información y saber si están interesadas en el servicio. Por lo que estaríamos hablando de un gasto extra y eso convertiría a la campaña de correo en una más cara que una de telemarketing. 71Y analizando el cuadro número 3 del primer capítulo (pág. 15) tipología de usos y gratificaciones del telemarketing para la em presa, podemos observar que los usos a los que se hizo referencia, en realidad aportaron las gratificaciones esperadas. Por ejemplo como instrumento de ventas , resultó todo un éxito, porque como ya dije se vendió una cantidad import ante de seguros en tan sólo 30 días, así que podemos concluir que la empresa recibi ó la gratificación que esperaba en ese rubro. El telemarketing usado como medio para mejorar el servicio a los clientes, también esperaba recibir algo a cambio; y se logró; cada uno de los contactos telefónicos que se realizaron, fueran vent as o no, arrojaron una gran cantidad de comentarios, sugerencias que f ueron tomadas en cuent a, para cambiar algunos aspectos de la campaña de pr ueba y que se consideraron para la campaña en forma. Otro de los usos del telemarketing m encionados en el cuadro es como medio para fidelizar, renovar o reactivar a los clientes, fue altamente gratificado. Algunas de las llamadas que se realizar on fueron hechas a antiguos clientes de la Empresa ”TOTAL”, los cuales anterio rmente contaban con algún otro servicio de la misma. Al escuchar que se tr ataba de una empresa que ellos conocían se decidieron mucho más rápido para aceptar la oferta que se les estaba realizando. Por lo que se logró una reactivación de la cartera de clientes que ya se pensaba vencida. Otra gratificación obtenida es el re conocimiento de otras empresas que también se dedican a la venta de seguros, lo cual le vale a la Empresa “TOTAL”, mayor prestigio. Se hizo referencia a que el telemarketing también puede ser utilizado como centro de información, cuestión que re cibió gran respuesta. Después de realizar algunas de las llamadas, y a pesar de recibir negativas por parte de los clientes, días después las mismas personas llamaron para pedir más información acerca del Seguro “TOTAL”. Por lo que la empresa tiene la gratificación de saber que el trabajo se estaba haciendo de manera correcta. 72Y por último, pero no menos importante, las ganancias económicas. Como ya mencioné se logró una util idad del 35.47% lo cual se traduce a $43,905.66; cantidad importante par a tratarse sólo de una campaña de prueba de únicamente 30 días. Lo cual nos puede dar una idea clar a de lo que será la campaña a largo plazo en sí. Por parte de los clientes, los usos que le dieron al telemark eting fueron dos: la adquisición de información y las compra s. Ellos esperaban gratificaciones como facilidad, comodidad, gratuidad, inmediatibilidad, etc., las cuales obtuvieron al realizar la adquisición de un seguro que les brindará la sensación de tranquilidad para su familia y patrimonio. Por lo que comprobamos que la hipótesis de este trabajo de investigación resultó ser verdadera: el telemarketi ng es un medio eficaz para la venta del Seguro “TOTAL”, además corroboramos el objetivo general, es decir, la eficacia del telemarketing se debe a las gratificaciones que ofrece a los clientes, tales como la facilidad, la comodidad y la gr atuidad, ya que según se observó en la encuesta de seguimiento que realicé, las opciones que resultaron con mayor porcentaje fueron precisamente las antes citadas. 73CONCLUSIONES Teniendo los resultados en la mano, puedo concluir que la campaña de telemarketing, fue una ex celente opción para la venta de los Seguros “TOTAL”. Ya que como lo mencioné, de h aber optado por un medio diferente de mercadotecnia directa, el costo de la campaña se hubiera incrementado considerablemente, al tener que recurrir a otros medios, para lograr realizar una venta. En la primera parte de este trabajo de in vestigación hablamos de la teoría que sería utilizada para realizar el análisis de recepción: la Teoría de Usos y Gratificaciones, propuesta por Denis Mc Quail en su libro Introducción al estudio de la comunicación de masas . Del que, como ya vi mos, se rescató el cuadro de una lista con la adaptación de una tipología de los satisfactores que propuso Mc Quail juntó con ot ros teóricos, que se divi den en cuatro categorías: información, identidad personal, inte racción social e integración y entretenimiento. Lo aplicamos conclu yendo que el telemarketing ofrece respuesta a varias de las gratificaciones que el cliente busca al realizar una compra; por ejemplo comodidad, la fa cilidad, la gratui dad del medio, las facilidades de pago que se ofrecen, la oportunidad de ser reconocido ya sea por su responsabilidad, st atus de vida, lugares que frecuenta, etc. La hipótesis de esta investigación es que el telemarketing es un medio eficaz para la venta del Seguro “TOTAL”. Y el objetivo general del trabajo es saber si la eficacia del telemarket ing se debe a las gratificaciones que ofrece a los clientes, tales como la f acilidad, la comodidad y la gratuidad. Por lo que se llevó a cabo junto a la campaña de ventas, una de seguimiento para conocer el punto de vista de los client es acerca del medio por el cual les había sido ofrecido el seguro, que nos dijeran cuáles eran los motivos que los había llevado a adquirirlo, y así corroborar tanto la hipótesis como los objetivos generales. 74Posteriormente se enumeraron los concept os que se utilizarían a lo largo de todo el trabajo de in vestigación, desde la mercadotecnia directa, hasta los usos, debilidades y fortalezas del tele marketing. Después conocimos a la empresa que sería la encargada de ejecut ar la campaña de telemarketing. Seguido del presupuesto, que nos ayu dó a determinar que tan exitosa, económicamente hablando, fue la campaña en sí. Y por último están los resultados de la encuesta de seguimiento que se realizó a un total de 414 personas, incluyendo a quienes adquirieron el seguro como algunas personas que decidieron dejar pas ar la oportunidad que se les ofrecía. Además de las preguntas acerca del se rvicio y atención que recibieron, se les cuestionó acerca del medio por el cual les fue ofrecido el Seguro “TOTAL”, para así poder conocer cuales fueron los motivos que los llevaron a aceptar o no al seguro. Como sabemos la teoría elegida para hac er el análisis de recepción fue la de Usos y Gratificaciones propuesta por Deni s McQuail, mi objet ivo general era el saber si el telemarketing resultaba eficaz para la venta del Seguro “TOTAL” por ser un medio cómodo y gratuito entre ot ros beneficios que ofrece. La encuesta arrojó como resultado el que las gr atificaciones que er an mas anheladas por los clientes eran precisament e la comodidad y la gratui dad, al realizar cualquier compra, y el telemarketing les ofrecía la posibilidad de cont ar con esas dos gratificaciones; por lo que se les pudo convencer de realizar la compra. Pero como sabemos y mencioné en el segundo capítulo (Pág. 41) el proceso de convencimiento atraviesa por cuatro etapas básicas: CARACTERÍSTICAS – VENTAJAS – BENEFICIOS – ACCIÓN. Dentro de éste esquema apar entemente sencillo enco ntramos la clave de la eficacia del telemarketing: las ventajas y los beneficios; es decir, los usos y gratificaciones de este medio de mark eting directo. Es decir, aplicándolo a nuestro caso, al recibir nuestra llamada el cliente escucha las características del producto en este caso el Seguro”TOTAL”, junto con éstas se le presentan las ventajas (usos) que ofrece por encima de sus competidores, y los 75beneficios (gratificaciones) que obtendría al adquirirlo, después de todo esto viene la acción que podría ser de dos tipos; la que buscamos sería obviamente una respuesta positiva, y también está la posibilidad de que el cliente se niegue a realizar la compra del seguro. Para poder convencer al cliente es muy importante hacer hincapié en los beneficios (gratificaciones) que obtendr ía al adquirir nuestro producto, porque una cosa es que nuestro seguro sea en ocasiones mucho mejor que sus competidores en el mercado; en cuento al precio o coberturas, y otra muy diferente es convencer al cliente de que realmente estarí a satisfaciendo sus necesidades; que podrían ser por ejemplo el poder adquirir un seguro desde la comodidad de su hogar; sin tener que ha cer filas, pagar por un trámite y además ofrecerle a su familia la tranqu ilidad de contar con el apoyo que brinda un patrimonio en caso de que él(a) llegara a faltar o sufriera algún accidente que le impidiera seguir trabajando; entre otras muchas necesidades que tiene la gente de la ciudad de México hoy en día, como: comprar de forma segura desde su hogar, no hacer depósitos a cu entas que puedan resultar falsas, no proporcionar datos como núm eros de cuentas bancarias vía telefónica, además de que debido a la ajetreada vi da que llevan los habitantes del Distrito Federal se ven orillados a postergar la compra de ciertos servicios o productos por falta de tiempo. Así que conociendo estas situaciones en las que se ven envueltos los habitantes de la Ciudad de México, es más fácil poder convencerlos al satisfacer las necesidades que tienen c on las gratificaciones que esperan. Por lo que el telemarketing resulta ser un medio realmente eficaz para la venta del Seguro “TOTAL” en la Ci udad de México, ya sea por el alto índice de inseguridad que se vive actualmente o por la vida ajet reada que llevan sus habitantes, o por la sit uación económica tan apremi ante que llegan a tener muchos de los clientes meta, el telemarketing ofrece respuesta a esas demandas, gratificándolas al ser un medio cómodo, seguro y gratuito. 76Todo lo anterior refiriéndonos exclus ivamente a los clientes; pero el telemarketing también ofrece gratificac iones importantes a la empresa que lo implementó como medio de ventas. Por ejemplo, la Empresa “TOTAL” recibió un porcentaje importante de ganancias en la campaña de prueba, recibió el reconocimiento de los clientes tanto de los que no conocían el producto o a la empresa, como de los que in clusive eran clientes de la misma, además obtuvo la certeza de que la campaña a largo plazo también resultaría exitosa, cubriendo sus expectativas o gratificacio nes las cuales se mencionaron en el primer capítulo, dentro del cuadro de la página 14: ganancias económicas, ventas, recopilación de información va liosa, como sugerencias y comentarios para mejorar el servicio y el producto , reconocimiento de sus competidores y clientes. Así que podemos concluir que realmente no había mejor medio para vender el Seguro “TOTAL” que el telemarketing, gratificando a los clientes y a la empresa de manera satisfactoria, así que la hipótesis resultó verdadera: El telemarketing es un medio eficaz pa ra la venta del Seguro “TOTAL”. En cuanto al objetivo general, que era el conocer si lo que hacía al telemarketing un medio eficaz eran la s gratificaciones de comodidad y gratuidad para el client e; pudimos corroborar que SI en efecto, los clientes accedieron a realizar la compra, además de que el producto les pareció ventajoso, gracias a la comodidad de re alizar la compra desde su casa y la ventaja de que fuera un tr ámite completamente gratuito. 77BIBLIOGRAFÍA - ANTORANZ, Pablo Martín. Marketing Directo y fidelización de clientes: marketing de atención personalizada. Valencia. Edit. CISS, 1999. 101 pp. - ARELLANO CUEVA, Rolando. Ma rketing, enfoque América Latina. Edit. McGraw Hill. México, 2000 - FORESTER, Tom. Sociedad de alta tecnología: la hist oria de la revolución de la tecnología de la información. Trad. Rafael Molina. Edit. Siglo XXI, México,1992. 366 Pág. - GIST, Ronald R.Principios de Mercadotecnia , ED Interamericana, México, 1973, 448 Págs. - HOLGUIN QUIÑONES, Fernando. Estadí stica descriptiva (aplicada a las ciencias sociales). UNAM Facultad de Ciencias Políticas y Sociales. México, 1979. - KERLINGER, Frederick Nichols.Investigac ión del comportamiento: técnicas y metodología . México, Nueva Editorial Interamericana, 1982. - KINNEAR, Thomas. Investigació n de Mercado:Un enfoque aplicado. Trad. Gloria Elizabeth Rosas. Edit. Mcgraw -Hill, Santa Fe de Bogotá, Colombia, 1994. 760 p. - KOTLER, Philip, Manual de la Mercadotecnia . Trad. Eugenia Rosete. Edit. Prentice Hall México, 1990. - KOTLER, Philip. Fundamentos de Marketing Trad. Guillermina Cuevas. Edit. Prentice-Hall Hispanoamericana. México, 1991. 576 Págs. - MC Quail, Denis. Introducción a la teoría de la comunicación de masas/Denis McQuail; Tr. De Antonio J Desmonts. Barcelona; México, Paidós, 1993 452 p 78 -PADUA, Jorge. Técnicas de investigac ión aplicadas a las ciencias sociales. Edit. Colegio de México/Fondo de Cu ltura Económica, México, 1979. -POPE, Jefrey; Telemercadeo: la co mercialización mediante el teléfono ; Trad. Adriana de Asan. Grupo Editoria l Norma; Colombia, 1991. - PYTLIK, Eduardo. Tecnología, cambio y sociedad . Trad. María Dolores García. Edit. McGraw Hill, México, 1987. 289 p. - ROMÁN, Ernán. Mercadotecnia directa in tegrada ; técnicas y estrategias para el éxito Trad. Maria Elena Rosas Sánchez. Ed it. Mc Graw Hill. México, 1990. 292 p. - STANTON, William J. Fundamentos de mercadotecnia. Trad. Rosa María Rosas Sánchez; Edit. McGraw Hill; 10ª ed.; México, 1996. - STEVENS, Michael; Manual de telemarket ing. Estrategias de implantación y manejo. Trad. Teresa Nino Torres. Edi t. Legis. Colombia, 1992. 412 pp. - Varios autores. Acción directa: el mailing y el teléfono. Madrid. Edit. Díaz – Santos, 1995. 244 p. OTRAS FUENTES DE INFORMACIÓN Rosales González, Rodrigo. Internet y Comunicación: propuesta de página electrónica para los alumnos del SUA de la FCPyS en la UNAM. México 2001. Notas del 2º y 3ª Congreso Internaciona l de Telemarketing años 1992 y 1993. ADCEBRA. La Revista Mexicana de Mercadotecnia Publicidad y Comunicación. Números 1, 3, 9. México, 1994. 79 INTERNET http://www.monografias.co m/trabajos3/impomarketi ng/impomarketing.shtml (visita 8/12/2005) www.amvd.com.mx http://www.mekate.com www.mixmarketing-online.com/vocabulario (visita 06/03/2006) http://www.azc.uam.mx/publicaci ones/gestion/num6/art13.html (visita 06/03/2006) http://www1.universia.net/Cataloga XXI/pub/ir.asp?IdU RL=88630&IDC=10010&I DP=ES&IDI=1 http://www.monografias.co m/trabajos12/mkt/mkt.shtml (visita 06/03/2006) http://www.mercadeo.com/31_telemarketing.htm (visita 06/03/2006) 80APÉNDICE UNO: GUIÓN DE LA LLAMADA “OUT BOUND” DEL SEGURO DE VIDA “TOTAL” GUIÓN DE LA LLAMADA “OUT BOUND” DEL SEGURO DE VIDA “TOTAL” Buenos(as) días/tardes ¿me comunica por favor con el/la Sr./Sra./Srita. ______ mi nombre es _____________e de Empresa TOTAL Mucho gusto Sr./Sra./Srita ___________________ el motivo de mi llamada es para informarle que por ser cliente distinguido usted ha sido referenciado para contar con la protección del Seguro TOTAL , el seguro de vida más sencillo, práctico y accesible creado por Empresa TOTAL. Esta cobertura lo protege a usted y a su fa milia con una suma asegurada de $500,000 en caso de que llegue a faltar y así dejará protegida a su familia para que siga manteniendo el nivel de vida al que usted los había acostumbrado. ¿Qué edad tiene usted? Muy bien Sr./Sra./Srita ____________. Esta protección tiene un costo de tan solo $_____ mensuales que para mayor comodidad y seguridad se cargaran a su tarjeta de crédito, débito o cuenta de cheques y que no es necesario que usted me la proporcione vía telefónica ya que uno de nuestros mensajeros pasará a su domicilio o empleo para que nos firme su póliza y nos indique el número de cuenta a la que será cargada mensualmente. Asimismo, le comento que dicho cargo será facturado a partir de su siguiente estado de cuenta quedando protegido a partir de este momento. 81Sr./Sra./Srita ___________ ¿me permite verificar sus datos y darlo de alta en este momento? NO: PASAR A MANUAL DE OBJECIONES SI: CONTINUAR CIERRE DE LA VENTA Excelente Sr./Sra./Srita _____________lo felicito por la decisión que acaba de tomar. Además le ofrecemos incluir en su póliza la protección de fallecimiento accidental que le paga doble su suma asegurada si llegase a fallecer en un accidente por tan solo $__________ adicionales al mes. ¿Qué le parece Sr./Sra./Srita____________? PANTALLA DE MENSAJERÍA Para efectos de la firma de su póliza la dirección a la que acudiremos es: _______________________________________________________________ Sr./Sra./Srita ___________ le recuerdo que en el transcurso de la semana le haremos llegar la póliza a su _____________ para que verifique la información y complete su número de tarjeta o cuenta que estará indicada su póliza. Sr./Sra./Srita _____________ le agradezco su atención y su tiempo, le recuerdo mi nombre es ______________ de Empresa TOTAL. Que tenga un(a) excelente día/tarde. 82APÉNDICE DOS: GUIÓN DE LA LLAMADA “DE SEGUIMIENTO DEL SEGURO DE VIDA “TOTAL” PARA LAS PERSON AS QUE SI LO ADQUIRIERON Buenos(as) días/tardes ¿me comunica por favor con el/la Sr./Sra./Srita. ______ mi nombre es _____________ de Empresa TOTAL Mucho gusto Sr./Sra./Srita ___________________ el motivo de mi llamada es para conocer cómo fue el trato que recibió por parte de nuestro representante de ventas? Fue cortés? Respondió todas sus dudas? Le recuerdo que usted adquirió el Seguro “TOTAL” el cual lo protege a usted y a su familia con una suma asegurada de $500,000 en caso de que llegue a faltar dejando así, protegida a su familia. Muy bien Sr./Sra./Srita ____________. También le recuerdo que ésta protección tiene un costo de tan solo $46 mensuales que para mayor comodidad y seguridad se cargaran a su tarjeta de crédito, débito o cuenta de cheques y que uno de nuestros mensajeros pasará a su domicilio o empleo para que nos firme su póliza y nos indique el número de cuenta a la que será cargada mensualmente. Asimismo, le comento que dicho cargo será facturado a partir de su siguiente estado de cuenta quedando protegido a partir de este momento. Sr./Sra./Srita ___________ ¿le quedó alguna duda? Para efectos de la firma de su póliza verifico que la dirección a la que acudiremos es: _______________________________________________________________ Sr./Sra./Srita ___________ le recuerdo que en el transcurso de la semana le haremos llegar la póliza a su domicilio para que verifique la información y complete su número de tarjeta o cuenta que estará indicada su póliza. 83Por último, quisiera pedirle de favor que me ayude con una pequeña encuesta acerca del medio por el cual usted adquirió el Seguro “TOTAL”. Esta bien? Gracias. PREGUNTA 1 Sr./Sra./Srita ___________ ésta es la primera vez que usted adquiere algún producto o servicio vía telefónica? SI: PASAR A LA SIGUIENTE PREGUNTA NO: QUÉ FUE LO QUE AD QUIRIO? PREGUNTA 2 PREGUNTA 3 Sr./Sra./Srita ___________ ¿Qué lo llevó a tomar la decisión de adquirir el Seguro “TOTAL”? le voy a dar algunas opciones: A) LE PARECIÓ ATRACTIVO EL PRODUCTO O SERVICIO. B) LA COMODIDAD DE REALIZAR LA COMPRA DESDE SU DOMICILIO. C) QUE SE TRATA DE UN TRÁMITE GRATUITO, ADEMÁS QUE NO REALIZÓ EL GASTO DE LA LLAMADA. D) LE HIZO TENER LA SENSACIÓN DE SEGURIDAD. E) OTRA, ¿CUÁL? PREGUNTA 4 Sr./Sra./Srita ___________ por último ¿volvería a realizar una compra vía telefónica? RESPUESTAS: SI NO DEPENDE DEL PRODUCTO O SE RVICIO QUE ME OFREZCAN Sr./Sra./Srita _____________ le agradezco su atención y su tiempo, le recuerdo mi nombre es ______________ de Empresa TOTAL. Que tenga un(a) excelente día/tarde. 84APÉNDICE TRES: GUIÓN DE LA LLAMADA DE SEGUIMIENTO DEL SEGURO DE VIDA “TOTAL” PARA LAS PERSONAS QUE NO LO ADQUIRIERON Buenos(as) días/tardes ¿me comunica por favor con el/la Sr./Sra./Srita. ______ mi nombre es _____________ de Empresa “TOTAL” Mucho gusto Sr./Sra./Srita ___________________ el motivo de mi llamada es para conocer cómo fue el trato que recibió por parte de nuestro representante de ventas? Fue cortés? Por último, quisiera pedirle de favor que me ayude con una pequeña encuesta acerca del medio por el cual se le ofreció el Seguro “TOTAL”. Esta bien? Gracias. PREGUNTA 1 Sr./Sra./Srita ___________ ¿Usted ha adquirido algún producto o servicio vía telefónica? SI: QUÉ FUE LO QUE ADQUIRIO? PREGUNTA 2 NO: PASAR A LA SIGUIENTE PREGUNTA PREGUNTA 3 Sr./Sra./Srita ___________ ¿Qué piensa del medio po r el cual recibió la oferta del Seguro “TOTAL”? le voy a dar algunas opciones: A) ES BUENO YA QUE ES CÓMODO REALIZAR COMPRAS DESDE EL DOMICILIO. B) LE PARECE BIEN YA QUE ES GRATIS TODO EL TRÁMITE Y LAS LLAMADAS PARA RESOLVER LAS DUDAS. C) LE PARECE UN MEDIO POCO CONFIABLE. D) OTRA, ¿CUÁL? 85PREGUNTA 4 Sr./Sra./Srita ___________ por último ¿En un futuro realizaría una compra vía telefónica? RESPUESTAS: SI NO DEPENDE DEL PRODUCTO O SE RVICIO QUE ME OFREZCAN Sr./Sra./Srita _____________ le agradezco su atención y su tiempo, le recuerdo mi nombre es ______________ de Empresa “TOTAL”. Que tenga un(a) excelente día/tarde."
}