{
  "title": "The Ultimate Sales Machine",
  "source": "Libros/The Ultimate Sales Machine.pdf",
  "content": "15/16” U.S. $24.95 Canada $31.00 (continued on back flap) 0607Chet Holmes has been called “America’s greatest business growth expert.” He helps his clients blow away both the competition and their own expec-tations. And his advice starts with one simple concept: focus! Instead of trying to master four thousand strategies, zero in on the handful of essential skill areas that make the big difference in transforming your business. T oo many managers jump at every new trend, but don’t stick with any of them. Instead, says Holmes, focus on twelve critical areas of improvement—one at a time—and practice them over and over with pigheaded discipline. The Ultimate Sales Machine shows you how to tune up and soup up virtually every part of your business by spending just an hour per week on each impact area you want to improve. Like a tennis player who hits nothing but backhands for a few hours a week to perfect his game, you can systematically improve each key area. Holmes offers proven strategies for: • Management: Teach your people how to work smarter, not harder • Marketing: Get more bang from your Web site, advertising, trade shows, and public relations • Sales: Perfect every sales interaction by working on sales, not just in sales The Ultimate Sales Machine CheT holMeSTurbocharge Your Business with Relentless Focus on 12 Key Strategies“Chet Holmes is one of the greatest teachers of marketing, sales, and business success in the world today. This incredible book will supercharge results in every part of your business.” — –Brian Tracy, author of The Way to Wealth“Reading Chet Holmes’s book can turn your business into a high-performing, massively profitable, superior, money-making force in whatever field or market you compete in. . . . It’s essential reading for anyone craving business greatness and prosperity.” — –Jay Abraham, author of Getting Everything You Can Out of All You’ve Got(continued from front flap) A member of Penguin Group (USA) Inc. 375 Hudson StreetNew York, N.Y. 10014www.penguin.com Printed in U.S.A. Author photograph by Debbie LefeverThe Ultimate Sales Machine will put you and your company on a path to success and, more important, help you stay there! “This is by far the best sales book I have ever read and I have read hundreds. As someone who runs more than fifteen companies and employs more than six hundred people, I can honestly say this is a book I will refer to for decades to come.” –—A. Harrison Barnes, CEO, Juriscape CHE T HOlmES is an acclaimed corporate trainer, strategic mas-termind, business growth expert, and lecturer. His nearly one thousand clients have included major companies like Pacific Bell, NBC, Citibank, Warner Bros., GNC, Wells Fargo, Estée Lauder, Merrill Lynch, and W . R. Grace, as well as small businesses of every kind. Holmes has also designed hundreds of adver-tising campaigns and sales systems for hundreds of industries. He lives in Los Angeles, California. Turn your business into the Ul timate Sales machine today! Visit www.chetholmes.com/book, where you will find links to webinars, training DVDs, discounts, and special offers just for purchasers of this book. “ Chet has the best material I’ve seen for how to attract an army of top producers and how to get the most out of them once you get them.” – —T. Harv Eker, #1 New York Times bestselling author of Secrets of the Millionaire Mind™ “ The Ultimate Sales Machine is an amazing book that will powerfully change the way you do business. Chet Holmes is a one-of-a-kind talent and this incredibly practical book is the embodiment of his highly successful approach.” – —Stephen m . R. Covey, author of The Speed of Trust “ The Ultimate Sales Machine [is] a book that puts it all together to help you dra- matically increase your sales if you are wise enough to follow its advice.” –—mi chael Gerber, bestselling author of The E-Myth and The E-Myth Revisited (from the foreword) “ No hype or theory here. Chet offers sound yet simple business advice to grow your business stronger than ever!” – —Tom Hopkins, author of How to Master the Art of Selling “ Th is book will be a classic for as long as businesses seek to improve their profits, their sales, and their futures.” – —Jay Conrad levinson, author of the Guerrilla Marketing series (from the note to the reader) “ Ch et not only knows more and better ways to grow sales than probably anyone, but even more important, he has the systems that make his concepts realistic an d easy to implement. most of the books I’ve read on business growth are inter- esting. But this man’s material is out-of-the-park great.” –—lo ral langemeier, author of The Millionaire Maker’s Guide to Creating a Cash Machine for LifeThe Ultimate Sales MachineCheT ho lMeSTurbocharge Your Business with Relentless Focus on 12 Key Strategies Foreword by m ichael Gerber, author of The E-Myth No te to the reader by Jay Conrad levinson, author of the Guerrilla Marketing series Chet Holmes has worked with over 60 of the Fortune 500 companies as America’s top mar - keting executive, trainer, strategic consultant and business growth expert. He has identified and developed the 12 core competencies that are proven to provide the main structure of truly great companies and he has developed more than fifty proprietary methods of implementation---to see his and your ideas actually take root and grow. The realization of Chet’s discoveries came to fruition while running nine divi - sions of a company for Charlie Munger (on the Forbes “Billionaires” list and partner of Warren Buffett). Chet Holmes doubled the sales volume of each di - vision, most within only 12 to 15 months, continuing strategic growth in sev - eral divisions and again doubling sales for several years consecutively. Charlie Munger has called Chet, “America’s greatest sales and marketing executive.” “It was all in the constant focus on the 12 competencies,” explains Chet. These 12 competencies became the foundation for more than 65 training products now selling in 23 countries. Chet is the author of the best selling book, The Ultimate Sales Machine (#1 business book on Amazon, #1 Sales and Marketing book on Amazon, and also on NY Times best seller list). Chet also authored the Business Growth Masters Series (with Jay Abraham), Mega Marketing and Sales and Guerrilla Marketing Meets Karate Master (with Jay Levinson). Industry Week named him “one of the top change experts in the country.” Suc - cess Magazine says, “Chet Holmes breaks sales records wherever he goes.” He has also been written about in The Wall Street Journal, the New York Times, San Francisco Chronicle and more than 50 other publications. His client list includes: American Express, Wells Fargo, Morgan Stanley, Pac Bell, Estee Lauder, Thomson International, Merrill Lynch, Solomon Brothers, W.R. Grace, Citibank, Cosmair, Banker’s Trust, Xerox and many more. He has designed more than 500 advertising campaigns and hundreds of sales systems in hun - dreds of different industries and been paid fees that exceed $2 million from a single client. Also a karate master (Chet studied and taught karate for 23 years), as Chet says, “Becoming a master is not about doing 4000 different things, it’s about doing 12 things, 4000 times each.” A strategic sharp shooter, Chet consistently catapults his clients beyond the competition.Chet Holmes Legendary Business Growth Strategist and Executive Advisor “Chet Holmes is one of the greatest teachers of marketing, sales and business success in the world today. This incredible book will supercharge results in every part of your business.”Brian Tracy, author, The Way to Wealth “Chet has the best material I’ve ever seen on how to hire an army of salespeo - ple and get more out of them than anyone else once you hire them. “ Harv Eker , bestselling author, Secrets of the Millionaire Mind. “The Ultimate Sales Machine is an amazing book that will powerfully change the way you do business. Chet Holmes is a one-of-a-kind talent and this in - credibly practical book is the embodiment of his highly successful approach.” Stephen M. R. Covey, author, The Speed of Trust “Almost NO entrepreneur is strategic. Virtually no business owner optimizes their time effectively. Few, if any business owners know how to sell---even moderately well. Reading Chet Holmes’ book can turn your business into a high-performing, massively profitable, superior money-making force in whatever field or market you compete in. The secret is mastering twelve potent steps Chet has discovered and richly reveals in these pages. It’s essential read - ing for anyone craving business greatness and prosperity.”Jay Abraham “The only thing Chet Holmes does better than speak is write. I hope you do everything in your power to hear all that he says and read all that he writes. The man is a genius and after you absorb what he has to tell you, you’ll be your own genius. This book will be a classic for as long as businesses seek to improve their profits, their sales & their futures.”Jay Levinson, author, “Guerrilla Marketing ” series of books Over 14 million sold; now in 43 languages “No hype or theory here. Chet offers sound, yet simple, business advice to grow your business stronger than ever!” Tom Hopkins, author, How to Master the Art of Selling “Nobody knows more about how to create the ultimate sales machine than Chet Holmes. Read this book and supercharge your business.”Mark Thompson , bestselling coauthor, Success Built to Last “Chet Holmes is one of the best marketers on the planet. This book proves it. It’s a landmark work that you could read and reread forever and just keep getting more and more out of it.” Hale Dwoskin, NY Times bestselling author, The Sedona Method .What others are saying about Chet Holmes’s book: The Ultimate Sales Machine “Chet not only knows more and better ways to grow sales than probably any - one, but even more important, he has the systems that make his concepts realis - tic and easy to implement. Most of the books I’ve read on business growth are interesting. But this man’s material is out-of-the-park great.” Loral Langemeier , bestselling author, Millionaire Maker’ s Guide to Wealth Cycling “The Ultimate Sales Machine is a book that puts it all together to help you dramatically increase your sales if you are wise enough to follow it’s advice. I created the phrase: ‘Work ON the business, not just IN it,’ Chet shows you how to work ON increasing your sales like no other.” Michael Gerber , bestselling author, The E-Myth and E-Myth Revisited “I built my first company to become the 59th fastest growing private company in America, and my second one to $85 million in just 21 months. We used Chet’s concepts at both companies and there just is no one that has such pow - erful yet practical ways to grow companies. And I love the idea that to be great you only need to know 12 things, not 4000. That’s proven to be so true in my life.” Scott Hallman , CEO Business Growth Dynamics, Inc “We all sell for a living – some of us know this and the rest of us don’ t yet. Either way you have to read this book. Chet Holmes is a consummate profes - sional with sales and marketing know-how that even Homer Simpson could implement without a brain transplant… Applying the success systems in this book will transform your business and your life.” Stewart Emery , bestselling coauthor , Success Built to Last 584 Becoming a Brilliant Strategist How to Get Up to Nine Times More Impact from Every Move You Make As we’ve already established, it’s harder than ever to get in front of a po- tential buyer, so when you ﬁ nally get your company in front of that buyer, you need to maximize what you can accomplish in that moment. You need to think and plan strategically. This chapter also shows you how being a strategist will make it easier to get to that customer in the ﬁ rst place. To make sure you understand the difference between a tactic and a strategy, here are some simple, yet essential, deﬁ nitions. A tactic is a method or technique used to achieve an immediate or short- term gain. You run ads or send direct mail pieces to get leads. You go on a sales call to make a sale. You attend trade shows to meet with potential buyers and get more leads. These are examples of tactics. A strategy is a carefully deﬁ ned and detailed plan to achieve a long- term goal. In business, a strategy is the overall impact, the ultimate posi-tion you would like to achieve in the market. To think like a brilliant strategist, you will design and combine your tactics with the long- term strategy in mind. In addition, you will constantly ask yourself and your team, “How many strategic objectives can we accomplish with each tac-tic?” In this chapter I’ll show how every tactic can potentially achieve 10 or more strategic objectives. 20403_01_1-246_r2ids.indd 5820403_01_1-246_r2ids.indd 58 4/13/07 1:34:24 PM4/13/07 1:34:24 PM Becoming a Brilliant Strategist 59 In my experience, there are three types of executives. A full 90 percent are what I call “tactical executives,” while 9 percent are what I’d call “stra- tegic executives.” And only 1 percent— the most effective executives— possess the rare combination of both tactical and strategic abilities. Tactical executives think only in terms of making the sale for today. They don’t understand strategy. If you tell them that it’s twice as difﬁ cult today as it was 10 years ago to get an appointment with a prospect, they will think of ways to make the sales team try twice as hard. Strategic ex-ecutives will often look at the situation from a global perspective and see if they can develop some high- level strategy that might help to solve the problem. These executives are brilliant. They create concepts, ideas, and strategies that most would never develop. But strategic executives are not good at, or interested in, tactics. Hence, I’ve seen many big ideas that never come to fruition because strategic executives fail in the imple-mentation of their big ideas. Now let’s talk about the top 1 percent. The executive who thinks both tactically and strategically can develop the big ideas and the big strategies and also use discipline and determination to see those brilliant strategies implemented at the tactical level. And just for the record, the second type of executive, the strategist, can often be paired with a strong tactician and be very successful. However, the strategist may have to keep explaining and selling his or her ideas again and again to the tactical executive. In my experience a purely tactical executive does not grasp strategy easily. Here’s a good example: I have a client who has just started a brand-new magazine. The salespeople ﬁ nd it nearly impossible to reach the advertisers they want in the magazine. This is a market with 80- plus competing advertising vehicles. To meet this challenge, I changed the titles of the salespeople to sound less salesy— for example, “director of corporate communications.” This enabled a salesperson to call a pros-pect and say something like: “Hi. I’m Jennifer Smith, the director of cor-porate communications here at XYZ Magazine. As part of our ongoing effort to continually serve the market, we like to learn more about other companies in our market. I also interface with the editorial staff here, and I’m always on the lookout for potential stories for our magazine. Tell me, how long has your company been in business?” This approach enables the sales staff to achieve the strategic objec- tive of establishing solid relationships within the market and getting into 20403_01_1-246_r2ids.indd 5920403_01_1-246_r2ids.indd 59 4/13/07 1:34:24 PM4/13/07 1:34:24 PM 60 The Ultimate Sales Machine discussions that build rapport. After they build rapport, the salespeople are able to softly segue into talking about advertising. “One of the other things I do for the magazine is look for products or ser vices that our readers might be interested in.” This enables the salespeople to then get into dialogue about advertising and work their way into a technique you’re about to learn called “education-based marketing,” creating an opportunity to educate prospects. This is a long- term, strategic approach to the sales process. But here’s the point: A tactical salesperson would say, “Why do I want to do all that when all I really want to do is sell them advertising?” The strategic executive would understand that this approach would get you into an actual conversation that can build some rapport and interest before trying to immediately sell the prospect an ad. The strategist looks at every challenge as an opportunity to out-think competitive approaches. This will be demonstrated 10 more ways during the upcoming pages. Let’s go deeper.When you or your salespeople get in front of a client, what do you want to accomplish? What are your strategic objectives? When I ask executives that question, most of them reply tactically: “I want to make a sale.” Then I ask them to think strategically: “What else do you want to achieve?” And they say, “What else is there?” The con-versation goes like this: ME: Would you like to be respected? THEM: Well, of course, I’d like to be respected. ME: Would you like to be trusted? THEM: Well, of course, I’d like to be trusted. ME: Would you like referrals? THEM: Well, of course, I’d like referrals. ME: Would you like a preemptive strategy for when your competitors try to undercut your pricing? THEM: Well, yeah, that’s a great objective. ME: Would you like to be perceived as an expert? THEM: That could be valuable, yes. ME: How about inﬂ uence? Would you like to have inﬂ uence in that meeting? THEM (the tacticians): What does that mean? 20403_01_1-246_r2ids.indd 6020403_01_1-246_r2ids.indd 60 4/13/07 1:34:25 PM4/13/07 1:34:25 PM 4 Becoming a Brilliant Strategist 61 ME: Hang with me here a second. How about brand loyalty? Is that important? THEM: Heck, yes. ME: What about some urgency to buy now? Would that be a good thing? THEM: Yes. That would be good. If you even think about these objectives, doesn’t it automatically change how that meeting might go? So much of the sales process and potential strategic objectives are left up to the individual salesperson— every time. What if you, as the leader of your company, could devise a way to accomplish all those strategic objectives, and do them every time anyone in your company is in front of a buyer? How much more power-ful would you be over your competition? Let’s go deeper. Increasing Sales 600 Percent by Adding Just One Additional Strategic Objective Two furniture stores open up in a town on nearly the same day. One is totally tactical and the other is very strategic. If you go in to look at couches in store 1, the salesperson tries to sell you a couch. Tactical. Over a four- year period, this store grows at about 10 percent per year, mostly driven by the increasing costs of furniture. In store 2, of course, they try to sell you a couch, but the management constantly trains the salespeople to sell the store. “First time in our store? Well, let me tell you about it.” And while the salespeople are on their way to the couches, they pitch the heck out of that store. They tell you about the history, the owner’s devotion to ser vice, why they have lower prices than their competitors, how well trained they are on furniture construction, and how that beneﬁ ts you as the consumer. The purpose of this buyer education is to create brand loyalty. Over time, this store builds a large and loyal following of customers who auto-matically come there ﬁ rst when they are interested in any type of furni-ture. When you shop for furniture, you probably go to various stores with little or no brand loyalty. Or you may see a sale in the newspaper and go because of the sale. But if you had a relationship with a store that 20403_01_1-246_r2ids.indd 6120403_01_1-246_r2ids.indd 61 4/13/07 1:34:25 PM4/13/07 1:34:25 PM 62 The Ultimate Sales Machine stood behind its product like no other and could thoroughly explain the differences in furniture quality (there’s quite a bit to know) and even of-fered ex per tise in decorating, you might have an afﬁ nity, a loyalty, a pref-erence for that particular store. When you needed furniture, you would go there ﬁ rst because of the relationship that it purposefully built with you. Buyer education paid off handsomely for one of our two new furni-ture stores. Over a four- year period the tactical store remained a one- store location, while the strategic store opened six locations. People will even pay more if they perceive there is a greater value or a deeper reason for buying from one provider over another. I cannot tell you how many times I’ve helped companies step up out of the commod-itizing world in which they live by being more strategic. In a moment I’ll have you do an exercise that will pound this idea home. Let’s do a little more setup so you get as much as possible out of the exercise. Here’s a question I want you to answer: when your buyers look to purchase your type of product or ser vice, how much of an expert are they? When I ask this question in front of a large audience, every one pretty much admits that in any given purchasing situation, the average buyer is not much of an expert. For example, you are probably not much of an expert at all about carpet cleaning, are you? If most of your buyers are not experts at what to look for in your product or ser vice, this opens a gaping strategic opportunity for the brilliant strategist to capitalize on. I call this the science of setting the market’s buying criteria. Basically it means that every buyer can be taught how to be a better buyer of your type of product or ser vice. Using the carpet cleaning example, the buyer calls in with loose or few buying criteria at all. The salesperson then re- sets the buying criteria by educating that consumer about the EPA stud-ies on the importance of clean carpets to the quality of the air and life in your home. You can do this for your company with profound results. To further explain, let me introduce you to a powerful concept that really tunes up the strategist in all of us: The Stadium Pitch Imagine that I could put you on stage in a giant stadium where the entire audience is composed of your most perfect prospects, giving you the opportunity to present to them all at once. 20403_01_1-246_r2ids.indd 6220403_01_1-246_r2ids.indd 62 4/13/07 1:34:25 PM4/13/07 1:34:25 PM 4 Becoming a Brilliant Strategist 63 First question: Are you ready right now? Could you walk out on that stage and present to every one of them and do it perfectly? I give speeches all over the world where I ask this question. Usually about three to six people raise their hands (out of 1,000 in the audience). When I drill down with the few who raise their hands, I ﬁ nd that they are usually not ready, but sometimes I ﬁ nd someone who is ready. They’ve got a killer stadium pitch and it’s expertly tuned. I compliment them, saying, “Wow, you are really prepared.” The response comes back: “Thank you for the compliment, but I have to thank you because I got one of your training products years ago.” The audience will laugh, thinking the person has to be working for me, but, boy, does it make a point about the strategist. As you will soon see, a well- prepared stadium pitch will enable you to attract a lot more prospects and close a higher percentage of tire kickers into actual buyers. The ﬁ rst thing you need to think about and plan is who the ideal per- son would be in your audience. For example, my client who sells prod-ucts for manufacturing production lines would work for months to build their case with the production manager— the one on the front line of production— only to have a higher- level executive say no to the increased costs. So I shifted their entire strategy to selling to the owner or CEO of the company. So in their stadium, they would want CEOs. Who is in your stadium, ideally? The challenge is how well you can keep that per-son in the audience. Right now, take a few minutes and write your stadium pitch title. LADIES AND GENTLEMEN, THE TITLE OF TODAY’S TALK IS: Twenty years of research has shown me that there’s always a very small percentage of folks “buying now.” Three percent. I gave a lecture recently in front of 1,200 CEOs and said: “Let me prove this to you. How many people in the audience are in the market for a car right now?” About 30 people raised their hands. “How about tires?” A different 30 raised their hands. “How about furniture?” Thirty hands up. “How about home improvements?” Yet another 30 hands. “Ofﬁ ce equipment?” You see my point. About 3 percent of potential buyers at any given time are buying now. Right now. That percentage drives all commerce. 20403_01_1-246_r2ids.indd 6320403_01_1-246_r2ids.indd 63 4/13/07 1:34:25 PM4/13/07 1:34:25 PM 64 The Ultimate Sales Machine My research further concludes that 7 percent of the population is open to the idea of buying. This is the percentage who may be dissatis- ﬁ ed with their current item or provider and are not opposed to change, but who may not yet be “buying now.” The remaining 90 percent fall into one of three equal categories. The top third are what I call “not thinking about it.” They are not against it, not for it, but just “not thinking about it.” So if you sell ofﬁ ce equipment and you ran an ad, this 30 percent would not respond because they’re just not thinking about ofﬁ ce equip- ment right now. The next third are what I call “think they’re not interested.” So at ﬁ rst pass, they are not neutral like the ﬁ rst third. They would reply, “I don’t think I’m interested in ofﬁ ce equipment.” And then the ﬁ nal third are what I call “deﬁ nitely not interested.” These folks are happy with what they have or just simply know they don’t need it. They may have a 10- year- old copier, but if it’s not broken, why ﬁ x it? With this in mind, let’s put you back in that stadium. Right before you walk out there, the audience is told: “You had to come, but you don’t have to stay. If this person [you] talks about something that is of no inter-est to you, you can simply get up and leave.” If you walk out there and say, “I’m here to tell you why we have the greatest ofﬁ ce equipment in the world,” you’re going to have 90 percent of the audience get up and leave. And anyone who’s ever spoken in pub-lic knows that you do not want that to happen. So now let’s rethink that stadium title. What could you say that would keep virtually every one in their seats? This is important because what-ever that title is that would get all those potential buyers to stay and hear more is the same approach to use in your advertising, direct mail, 3% buying now 30% not thinking about it 30% know they’re not interested30% don’t think they’re interested6-7% open to it 20403_01_1-246_r2ids.indd 6420403_01_1-246_r2ids.indd 64 4/13/07 1:34:25 PM4/13/07 1:34:25 PM 4 Becoming a Brilliant Strategist 65 or Web site. What can you write as your stadium pitch title or ad, for that matter, that would appeal to the entire pyramid of potential buyers? Let’s imagine that you sell ofﬁ ce equipment. It’s your turn to give your speech and the audience is full of CFOs. If you’re a little strategic, you might go with something like “The Five Ways Our Ofﬁ ce Equip- ment Can Beneﬁ t You.” Again, an approach like this appeals only to those who are “buying now,” and possibly those who are “open to it,” but pretty much 90 percent of your audience is leaving. So what title would have a broader appeal? How about “The Five Ways You’re Wasting Money in Your Operations and Administration”? I’m not saying this is going to rivet the executives to their chairs, but they’re not leaving either. They’ll stay to hear a little more. This is also true for an ad with that headline. It’s deﬁ nitely going to appeal to the top two tiers, but it also appeals to every one in that stadium. Everyone is in-terested in saving money in their operations and administration costs. Certainly every CFO is interested in that, so they’ll stay in the stadium. And if every thing that follows has some substance to it, you’ve now taken your marketing and selling activity to an entirely new level. The hardest thing we need to do today is grab the attention of poten- tial buyers and keep their attention long enough to help them buy your product. This approach of offering some education of value to them gives you a signiﬁ cant opportunity to attract more buyers and build more credibility. I call this “education-based marketing,” and here’s a line you should write down: you will attract way more buyers if you are offering to teach them something of value to them than you will ever attract by simply trying to sell them your product or ser vice. As another example, I had a merchant ser vices company as a client. They primarily target retail stores. So in the stadium pitch scenario, their audience are retail store owners. If they walk out there and start off with, “I’m going to show you why our merchant ser vices are better than any-one else’s,” the 90 percent are leaving since they are not in the market for merchant ser vices right now. So what could you say to keep every retailer in the stadium to hear a little more? Here’s a great title: “The Five Reasons All Retailers Fail.” The tactical executive reading this is al-ready saying, “But if all I really want to do is sell merchant ser vices, then why would I bother with all this?” Here’s the answer: 20403_01_1-246_r2ids.indd 6520403_01_1-246_r2ids.indd 65 4/13/07 1:34:25 PM4/13/07 1:34:25 PM 66 The Ultimate Sales Machine 1. Offering an education that helps the buyer is going to get more buyer interest. 2. If the information is actually good and useful, it automatically re- positions you in the mind of the buyer as much more of an expert than all your competitors. (You’re teaching them things about their own business that they might not know.) 3. If you think and plan strategically, you will ﬁ nd a way to weave that information in such a way that ultimately sells your ser vices far better than you could ever sell them by simply ﬂ at- out pitch- ing your product. Examples will follow. More on Education-Based Marketing One of my clients was a multinational newspaper company that had four bad years in a row, dropping from $1.4 billion to $1 billion in annual sales (approximately $100 million per year) and going from $400 million in proﬁ t down to no proﬁ t. Enter the strategist. The new CEO was one of that 1 percent club— the ultimate executive— who is both strategic and tactical. The man is brilliant at spotting the big- picture strategy. He is also a total master at seeing a strategy implemented at the tactical level. I was brought in as a sales expert. I audited four of the company’s more troubled newspapers and presented my strategy for turning around advertising sales. Before I instituted anything the company model was purely tactical. It owned more than 100 community daily newspapers in midsize cities. An ad salesperson would call up a prospective advertiser and say, “Hi. I’m with XYZ Gazette and we’d love to come and talk to you about your advertising.” If the prospect was not “buying now,” this was a very short conversation: “No thanks. I’m not interested.” It’s the same in the circulation department of every newspaper in America: they are all tactical. “Hi. I’m with the City Chronicle. We have a special right now for subscribers.” If you’re not someone who reads newspapers, you’re hanging up on these poor tactical telemarketers. A strategist might devise an approach that would make you want to read a newspaper. But that’s another project, so let’s stick with the ad sales example for a moment. 20403_01_1-246_r2ids.indd 6620403_01_1-246_r2ids.indd 66 4/13/07 1:34:26 PM4/13/07 1:34:26 PM 4 Becoming a Brilliant Strategist 67 Picture yourself as the owner of a small- town ad agency, a body shop, a haircutting salon, or a restaurant— all mainstay advertisers every com- munity newspaper should have. With my program the call from the sales rep now went something like this: REP: Hi. I’m with XYZ Gazette. We have a new program to teach business owners like you how to be more successful. Have you heard about this program? PROSPECT : No, I haven’t. REP: Well, since we rely on the success of local commerce, as do you and every one else in this community, we feel it’s our obligation to make sure local businesses are as successful as possible. So we’ve actually underwritten the cost of an educational program that shows you the ﬁ ve most common reasons that businesses fail. It also shows the seven ways to become the most popular [name the type of business here: hair salon, restaurant, etc.] in the commu-nity. In the next few weeks, we’re going to be showing this to every other [name the type of competitor here] in the community and thought you might want to make sure you’re learning the same things they’re learning. Would you be interested in being more successful in your business and guarding yourself against the types of things that put [your type of business] out of business? PROSPECT : Well, duh. Of course, I would. REP: Great. Here’s what we do. I’m one of the speakers who put on this program. [Do not call your salespeople salespeople .] I’m going to be going around to all the [type of business] over the next few weeks and presenting this information. The content takes about 38 minutes to cover and then usually you’ll have some questions, so most of these sessions last about an hour. Since this is a commu-nity program, we even come to you. You don’t have to travel. But we only do these at a time when we won’t be disturbed, so we can get in and out quickly. What’s a time when you can sit and have a good educational experience without being interrupted? PROSPECT : Well, we start at nine and then all hell breaks loose around here— so either at eight or after ﬁ ve. REP: We have another program where we buy you lunch. We call it a “lunch- and- learn.” You have to eat anyway, so you might as well learn something while you’re eating. In this case you come to a 20403_01_1-246_r2ids.indd 6720403_01_1-246_r2ids.indd 67 4/13/07 1:34:26 PM4/13/07 1:34:26 PM 68 The Ultimate Sales Machine restaurant. We rent out a room. You get to sit with several other business owners, have a nice lunch, and get a terriﬁ c education on how to ensure the success of your business. Which would you rather do? Have us come to you during off- hours or attend our lunch-and-learn? PROSPECT : The free lunch sounds good. REP: Great. We’re doing three of those this week. We have one today at noon at [restaurant name]. Then there is one on Wednesday and one on Friday. Which day works best for you? PROSPECT : Can’t do it today, but Wednesday looks good. REP: Great. I’ll put you down for Wednesday. Now this is a very ex- pensive program for us, but there’s no cost to you. Like I said, we thrive if our local community thrives. So we have only one condi-tion for you attending. You’ve agreed to attend on Wednesday. When we ﬁ ll up that day, we will start to turn people away who want to attend. So once you commit, all we ask is the professional courtesy that you attend or at least give us 24 hours notice to ﬁ ll your seat if you can’t come. Does that seem fair? PROSPECT : Sure. REP: Great. Write my phone number on your calendar so if you need to reschedule, you’ll have it handy. END SCRIPT. Now the business owners gather to see the information. Here is the basic content. The session begins with overall data on businesses: how many businesses there are in the United States, how many start each year, the failure rate of business, and so on— just good general informa-tion of interest to any business owner. This data is eye-opening because it shows that 96 percent of all businesses fail within 10 years, with 80 percent failing within the ﬁ rst two years. From there the session goes on to show ﬁ ve common reasons why businesses fail. This data is very easy to gather and you can tailor it to your needs. For example, according to Entrepreneur magazine, the top reasons for failure include bad customer relations, bad budgeting, lack of staff training, failure to anticipate market trends, and poor and incon-sistent marketing. 4 When we get to the last— poor and inconsistent marketing— we go into some core ways to market. Again, not hard to assemble. The last 20403_01_1-246_r2ids.indd 6820403_01_1-246_r2ids.indd 68 4/13/07 1:34:26 PM4/13/07 1:34:26 PM 4 Becoming a Brilliant Strategist 69 section of this educational program teaches that “advertising” is one of the best ways to get customers. And guess what. There are studies that show this. There is no need to make up anything. The section on adver-tising compares the various ways to advertise (the yellow pages, radio, TV, direct mail, etc.), brilliantly showing why each has its drawbacks to an advertiser— except, of course, newspapers. To be very clear, every thing until this point is educational. This is not a veiled sales pitch. All the data is legitimate and so good that people take notes. But then, of course, the last part goes into “the power of newspapers.” We found that newspaper readers tend to be more educated than the average consumer. Newspapers are a major driver of commerce in their communities. The presentation is very compelling. In my experience with my newspaper company client, by the end of the session, every one who saw the orientation wanted to advertise in the newspaper. No one felt sold. They felt educated. Why? Because when you sell, you break rapport, but when you educate, you build it. In the words of my good friend and fellow sales trainer Andy Miller, sales is all about building rapport, not breaking it. When people feel they’re being “sold,” they automatically resist you. When people are being educated, they have no re sis tance— especially if the information is good. Sales is an art form, and that’s why we dedicated Chapter Ten to just that skill. But this chapter is about being a brilliant strategist before you deploy a single tactic. And it’s also about creating vehicles that more or less force your salespeople to build deeper and stronger rapport, by making sure they are highly educated with information that serves the buyer. Let’s look at all the strategic objectives accomplished by education- based marketing: 1. It made it a lot easier to get appointments. 2. It enabled you to get in to see just about anyone— including the 90 percent who were not buying now. 3. Since the information was so good, it established the salesperson as an expert rather than merely a salesperson. 4. Since the information was so good, it gave credibility to the salesperson. 5. When you begin any meeting with real data and hard facts, the sales material at the end of the meeting has a lot more credibility. 20403_01_1-246_r2ids.indd 6920403_01_1-246_r2ids.indd 69 4/13/07 1:34:26 PM4/13/07 1:34:26 PM 70 The Ultimate Sales Machine 6. Because we have control over the material covered, it artfully unseats every type of competitor we have. For newspapers, this would be the yellow pages, TV, radio, and so on. 7. It created brand loyalty. 8. If someone gives you something of value, you want to give back. People who saw this orientation wanted to advertise, if only to honor the devotion of the newspaper that provided such useful information. 9. Part of the education taught the importance of consistency in your advertising. This addressed another strategic problem the newspapers were having. Folks would try advertising once and, if it didn’t yield results immediately, they would pull out. This pro-gram taught that it takes time to build a presence in the eye of the community. 10. It made people feel that advertising in the community newspaper was almost a moral obligation to support your community. “The more support we have, the more programs like this we can bring to the community.” 11. The expert and strategically designed presentation made selling idiot- proof for the salespeople . The sales reps went around to business owners with a three- ring presentation binder that stood up on the desk. They ﬂ ipped through the panels and showed the information to all the prospects. I recommend using PowerPoint whenever possible, but the point is that every rep had the same material to present. 12. The presentation says every thing the top management would want every prospect to hear and know. Most sales or ga ni za tions leave 90 percent of the sales process up to the rep. 13. It made the reps smarter. Even if some reps weren’t using the ex- act material provided, it gave them insights on business success that they never had before. This automatically made them more consultative in their selling. So even if it’s not practical for you to go out and start doing educa- tional seminars for your prospects, you should build a stadium pitch that has every possible piece of data you can put in there. Then you can have a contest with your salespeople to give them the incentive to memorize 20403_01_1-246_r2ids.indd 7020403_01_1-246_r2ids.indd 70 4/13/07 1:34:26 PM4/13/07 1:34:26 PM 4 Becoming a Brilliant Strategist 71 the information. Arming your salespeople with powerful insights will dramatically elevate their status in the eye of any buyer. Implementing a comprehensive program like this, however, can elevate you to a level where virtually no one can compete with you. How This Could Fail: The Tactical Executive Even after building this elaborate program and explaining it to every one with a national rollout, we still had salespeople who responded: “You’ve got to be kidding me. Why would I go through all that when all I really want to do is sell advertising?” And you will have those reps working for you, so let’s go at it another way. What is your strategic position? Madison Avenue ad agen-cies and many others call it your USP (unique selling proposition). The problem with this thinking is that it’s focused on you. It asks the question, “What is special about us or what do we have or do better than our competitors?” In addition to this internally focused approach (which is the minimum every company should know), you should also know that your best possible ultimate strategic position is to devote yourself to helping your clients succeed. So this newspaper company might go from a Madison Avenue– style unique selling proposi-tion of “reaching more people in the community daily than any other media source” to an ultimate strategic position of “helping businesses and consumers in our market live better lives.” This is an example of going from being focused on yourself to being focused on your buyer. In the more strategic USP I give, we focus not only on the advertisers but also on the readers. This is a broader, more outwardly focused USP. Going Deeper Now it’s time to further implement the education- based marketing approach. This requires absolute pigheaded discipline and determina-tion. I watched this newspaper company’s CEO work his magic. I started the process by gathering groups of the newspapers’ staffs to come to centrally located meetings and participate in two days of training on every aspect of selling smarter and presenting better. The CEO then put 20403_01_1-246_r2ids.indd 7120403_01_1-246_r2ids.indd 71 4/13/07 1:34:27 PM4/13/07 1:34:27 PM 72 The Ultimate Sales Machine two people on the road whose full- time job was to integrate this strategy deeper and deeper into the ﬁ ber of the company. I recall one meeting where I was presenting to this CEO and his team of regional presidents— the presidents who ran newspaper “groups” so that the CEO could get greater control. So here I am presenting some of the concepts and the CEO turns to one of the presidents and says, “What did you think of the training?” PRESIDENT : I didn’t attend any of the training. I didn’t want to intimi- date the staff by being there. CEO: Well, how are you going to reinforce something that you didn’t learn yourself? The executive was speechless. No comeback. He just squirmed. And so did the other presidents in the room who had also not attended the training. So learn the lesson yourself. Change— real change, dramatic im- provement— in any company starts at the top and works its way down. Souping Up the Strategy Today, the Internet makes it possible to do programs in almost every type of situation and circumstance you can imagine. I have a client, American Art Resources, that’s the number 1 provider of artwork to hos-pitals. One would think that art is subjective. Pick the kind of art you like, right? Wrong. Art has an emotional impact. It’s been clinically proven that some art actually helps patients recover faster. Plus, art has an impact on your staff, who see it every day. So this company sponsors Web seminars on “The Five Most Dangerous Trends Facing Hospitals.” This program has been presented to more than 400 hospital executives. All of this has happened over the Web. No one has had to travel. The information the company provides is stunning, well constructed, and highly educational. Hospitals have serious challenges, and this lays them out. It then goes on to offer suggestions on how to solve these problems, showing that there is great research available to make hospitals more effective. The key point the program is making is that every thing matters, especially the design of the hospital, and even the 20403_01_1-246_r2ids.indd 7220403_01_1-246_r2ids.indd 72 4/13/07 1:34:27 PM4/13/07 1:34:27 PM 4 Becoming a Brilliant Strategist 73 artwork. It uses artwork as an example of how every detail counts. As a result, my client has educated the market about why it’s the most knowledgeable provider of artwork to hospitals. You can go on its Web site and select from thousands of pieces of art (www.americanartresources.com). Its consultants are highly educated. Where it previously could not get in front of hospital CEOs and top ex-ecutives, it now has “top- of- mind awareness” among the biggest hospi- tals in the world. I worked with a very large chain of shoe stores where I got the owner to do a study on feet, fashion, and footwear. There are 214,000 nerve endings in your feet, for example, that connect to every organ in the body. Your feet sweat about a cup of moisture per day. The quality of the shoe makes a huge difference in whether your shoes will allow this mois-ture to properly escape or build up bacteria— which is tracked into your home. This chain of shoe stores trains every single salesperson with a massive amount of information on feet, fashion, and footwear. In addi-tion, in every store it puts a handy binder with all this information so salespeople can take any customer through any section. This helps them accomplish the following strategic objectives: 1. Sell more shoes. 2. Sell better shoes. 3. Build brand loyalty. 4. Establish ex per tise. 5. Build a relationship where the buyer only wants to come to their store. And so on. Why I Also Call a Stadium Pitch a Core Story I refer to the stadium pitch as your core story because, if it’s done properly, this core story will provide data that will make all your market-ing work harder. The data becomes the core of all your marketing. The data sets the buying criteria in your favor. For example, I’m working with a company now that sells incentives to other businesses. These are used by its clients to increase brand loyalty, motivate more purchasing, as well as increase employee retention and 20403_01_1-246_r2ids.indd 7320403_01_1-246_r2ids.indd 73 4/13/07 1:34:27 PM4/13/07 1:34:27 PM 74 The Ultimate Sales Machine per for mance. The salespeople of every other company in this ﬁ eld will present you with all the incentives you would ever care to see. My client offers a stunning education on “Four Ways to Increase Proﬁ ts, Performance, and Sales.” During this magniﬁ cent education, the prospect learns a ton of infor- mation about all these areas. The end result is that the prospect becomes much more educated about the power and use of incentives in the run-ning of his or her business. Prior to seeing this data, the prospect’s buy-ing criteria may be extremely loose and uninformed. After seeing this data, the client is highly educated and motivated not only on why and how to use incentives but also on my client’s company in particular. This company is perceived as more educated and sophisticated than any of its competitors. So the market’s buying criteria shift in favor of the expert every single time. You should have this goal for your product or ser vice. What informa- tion will help set the buying criteria in your favor? No matter what you sell, data makes your information work harder. Also, it needs to be said that the more complex your product or ser vice, the better the opportu-nity to appear as an expert. Important Point If you come from the place of truly wanting to serve your buyer, then being a market expert— not just a product expert— means being more knowledgeable than any of your competitors. This is easy to do as most of your competitors will be more concerned about selling product than about positioning themselves as experts. In every case where I have per-sonally run companies using these strategies or helped clients do the same, we have literally slaughtered our competitors. Even after they see what we are doing, they cannot grasp it. Truly, building a core story or stadium pitch is working smarter, not harder. The one who gives the market the most and best information will always slaughter the one who just wants to sell products or ser vices. Here’s the key to choosing which data to include: market data is way more motivational than product data. Most people think that a shoe is a shoe (product data), but when you learn that your feet connect to every organ in your body, that’s market data. It makes your choice of shoe 20403_01_1-246_r2ids.indd 7420403_01_1-246_r2ids.indd 74 4/13/07 1:34:27 PM4/13/07 1:34:27 PM 4 Becoming a Brilliant Strategist 75 much more important. So think about what market data is there that makes your products or ser vices much more important. Two More Examples of Education-Based Marketing I worked with a company that sold research aids to tax experts (accountants and lawyers). It was focused on product data: “Here’s our research aid and here’s what it does.” I got them to focus on market data: “The IRS now requires you to take these 22 steps in your research. These are steps you can’t possibly bill to the client, as no client will pay for all this. So what you can do instead is use our products. These products speed up this process.” Market data made the product data much more important. Example 2: I had a client who sold pictorial calendars that ranged from puppies to Pamela Anderson. We did some studies and found that, per square inch, bookstores were outselling massive retailers by 40 percent more volume. Why? Bookstores were putting the calendars right by the cash registers. When do you buy calendars? At the end of the year. So there you are, standing in line waiting to pay for all your Christmas gifts, and you see a calendar on Mustangs. Your boss loves classic Mustangs. You buy him a calendar. The mass merchants were putting the calendars in the stationery department. They weren’t moving nearly as many calendars per rack or spinner. By showing this data to more and more stores, my client in-creased sales 20 percent in a single year whereas the company had not had an increase in sales for four years prior to using this market data to motivate better positioning of the calendars. And it goes on and on. No matter who you are or what you sell, you need to take the time to collect market data and build your core story or your stadium pitch. Today the Internet makes market data readily available. Sites like www.census.gov and www.CNN.com have great information on just about any subject you can imagine. You will have no trouble gathering massive amounts of data for your core story. The problem is ﬁ nding the time to put it all together. Luckily, there is a company called Empire Research Group (www.empireresearchgroup.com) that can actually do all this work for you. 20403_01_1-246_r2ids.indd 7520403_01_1-246_r2ids.indd 75 4/13/07 1:34:27 PM4/13/07 1:34:27 PM 76 The Ultimate Sales Machine The Smoking Gun In the legal market, the term smoking gun refers to that piece of evi- dence that makes it so your opponent cannot win. You’ve found the smoking gun that makes the other party guilty. It’s the same with research. There’s always that smoking gun that positions you above every-one else. The fact that art actually facilitates healing and that calendars sell like crazy when you put them at the register are both smoking guns. I can list hundreds of examples and I can tell you this for sure: there’s always a smoking gun. Always. I had a client who sold lawn care ser vices, and every year some of his workers would break off on their own and steal away his clients by offer-ing to do the same work they were already doing for less: “Just pay me personally instead of my company.” The research team turned up a case in which the state of New York actually sued a homeowner, forcing that homeowner to pay worker’s compensation on the lawn care person who hurt himself while working on the homeowner’s lawn. Take that piece of data to a customer who’s switching for $5 less per month and ask them: “Are you sure that your new lawn care person has worker’s compensa-tion insurance? Because if he doesn’t and he gets hurt on your property, you could actually be responsible for his worker’s compensation pay-ments for as long as he’s injured.” This is deﬁ nitely a smoking gun— a single fact that makes it unlikely that any client would want to switch to a single worker who didn’t have all the proper licensing and insurance. To get the most powerful market data and to uncover the smok- ing gun, the trick is to look at things over time. That’s where you’ll ﬁ nd the big breakthroughs. I had a client who deliberately avoided sell- ing his products through the big mass merchants like Wal- Mart. The company was doing all its sales through gift shops. A little research revealed that there were 36,000 gift shops. That looked like a big num-ber until you looked at how many gift shops there had been in 1985. There were 96,000! That means 60,000 gift shops had gone out of busi-ness, while Wal- Mart was adding more locations every day. That made the client change strategy in a hurry. Go look at data over time. It’s amazing. I had a client who was selling alternative therapies to doctors. A study showed that consumers were spending $460 billion on alternative thera-pies. Good stat, no doubt. But if you went back 10 years, it was only 20403_01_1-246_r2ids.indd 7620403_01_1-246_r2ids.indd 76 4/13/07 1:34:27 PM4/13/07 1:34:27 PM 4 Becoming a Brilliant Strategist 77 $46 billion. It had grown ten fold in 10 years. In fact, today, there are 350 million visits to an MD every year. But there are 420 million visits to alternative practitioners. Yes, 70 million more visits to folks who don’t prescribe drugs. These are trends, and, for some reason, almost no one ever looks at them. Yet buried in those trends are strategic advantages that slaughter your competition, get you in the door more easily, and give you something of great interest to your buyer. Exercises 1. List your strategic objectives. Look at those listed for the newspaper company as a guideline. Then do a workshop with your team on each one of them. It will be profound. Ask your staff, “What would make us more respected?” Do a workshop on it. Then ask them, “What would po-sition us as an expert in the eye of our buyer?” and so on. Go through all 13 strategic objectives listed for the newspaper example, and workshop each of them with your team. Those will be very fruitful workshops. 2. Do some market research on your industry over time. Keep track of every thing you ﬁ nd out that could be of value to your customers. Dedi- cate some time to this every week until you’re sure you’ve found your smoking gun. Conclusion One of the most strategic things you can do is to ﬁ nd market data that makes your product or ser vice more important. I don’t care if you sell shaving cream or overnight delivery ser vices— there is market data that will make your product more vital. Now go back to those strategic and tactical executives. The strategic executive understands that a core story or an education-based marketing approach opens doors faster and more easily and allows you to build more rapport and close more sales. The tactical part of that brilliant executive will then make sure that he or she is implementing this ap-proach with piercing effectiveness at the tactical level. If you want to build the Ultimate Sales Machine, you need to think and plan like a strategist and implement like a great tactician. 20403_01_1-246_r2ids.indd 7720403_01_1-246_r2ids.indd 77 4/13/07 1:34:27 PM4/13/07 1:34:27 PM Purchase the full book - with 11 other killer chapters! It will be the best investment you’ll make all year.Want more?HELP ING COMP ANIES GROW FASTER, BET TER, SMAR TER SIN CE 1991 Wondering what YOUR Stadium mPitch should be? Apply here for a complimentary Stadium Pitch session with a Chet Holmes International Certiﬁed Growth Specialist! • Get ideas on what market data would catch the attention of your speciﬁc buyers • Figure out your messaging so you no longer have to guess • Have a highly trained expert look at what you're doing Click to see if you qualify for this 22 minute gift: www.chetholmes.com/strategy Enjoyed this White Paper?"
}