{
  "title": "The 22 Immutable Laws of Marketing Al Ries & Jack Trout",
  "source": "Libros/The 22 Immutable Laws of Marketing Al Ries & Jack Trout.pdf",
  "content": "The 22 Immutable Laws of Marketing Violate Them at Your Own Risk Al Ries and Jack Trout22 Laws of Marketing 10/31/02 12:23 PM Page 2 Dedicated to the elimination of myths and misconceptions from the marketing process22 Laws of Marketing 10/31/02 12:23 PM Page 3 Contents Introduction ix 1. The Law of Leadership 2. The Law of the Category 3. The Law of the Mind 4. The Law of Perception 5. The Law of Focus 6. The Law of Exclusivity 7. The Law of the Ladder 8. The Law of Duality 9. The Law of the Opposite 10.The Law of Division 11.The Law of Perspective 12.The Law of Line Extension 13.The Law of Sacrifice 14.The Law of Attributes 15.The Law of Candor 16.The Law of Singularity 17.The Law of Unpredictability 18.The Law of Success 19.The Law of Failure 20.The Law of Hype 21.The Law of Acceleration 22.The Law of Resources Warning About the AuthorCredits CopyrightAbout the PublisherCover22 Laws of Marketing 10/31/02 12:23 PM Page 4 Introduction Billions of dollars have been wasted on marketing programs that couldn’t possibly work, no matter how clever or brilliant. Or how big the budgets. Many managers assume that a well-designed, well-exe- cuted, well-financed marketing program will work. It’s notnecessarily so. And you don’t have to look further than IBM,General Motors, and Sears, Roebuck to find examples. The tools and techniques used at Sears, Roebuck might have been right, sometimes even spectacular. And the man-agers who ran the GM programs might have been the bestand the brightest. Certainly the best and the brightest peo-ple traditionally have been attracted to the biggest and thebest companies, like GM and IBM. But the programsthemselves were based on assumptions that were flawed. John Kenneth Galbraith, when asked what he believed was America’s perception of the country’sgiant corporations, said that we feared corporatepower. Today, we fear corporate incompetence!22 Laws of Marketing 10/31/02 12:23 PM Page 5 All companies are in trouble. Especially big compa- nies. General Motors is a good example. Over the past decade the company paid a terrible price for destroy-ing the identity of its brands. (It priced them alike aswell as made them look alike.) Ten share points evap-orated, which translates into about $10 billion a year insales. GM’S problem wasn’t a competitive problem, although competition did increase. It wasn’t a qualityproblem either, although GM obviously wasn’t deliv-ering top-notch quality. It was very definitely a mar-keting problem. When a company makes a mistake today, foot- prints quickly show up on its back as competitionruns off with its business. To get the business back,the company has to wait for others to make mistakesand then figure out how to exploit the situation. So how do you avoid making mistakes in the first place? The easy answer is to make sure yourprograms are in tune with the laws of marketing.(Although we have defined our ideas and con-cepts under the “marketing” banner, they are use-ful no matter where you are in a company, and nomatter what product or service your company isselling.) What are these marketing laws? And who brought them down from Mount Sinai on a set of stone tablets? The fundamental laws of marketing are those described in this book. But who says so? How come two guys from ConnecticutINTRODUCTION22 Laws of Marketing 10/31/02 12:23 PM Page 6 have discovered what thousands of others have over- looked? There are, after all, many sophisticated market-ing practitioners and academics. Why have they missedwhat we think is so obvious? The answer is simple. As far as we can tell, almost no one is willing to admit that there are any laws ofmarketing—certainly none that are immutable. There are laws of nature, so why shouldn’t there be laws of marketing? You can build a great-looking air-plane, but it’s not going to get off the ground unless itadheres to the laws of physics, especially the law ofgravity. You can build an architectural masterpiece ona sand dune, but the first hurricane will undermineyour creation. So it follows that you can build a bril-liant marketing program only to have one of theimmutable laws knock you flat if you don’t know whatthey are. Perhaps it’s human nature not to admit there are things you can’t do. Certainly most marketers believethat anything is achievable if you are energetic enough,or creative enough, or determined enough. Especiallyif you are willing to spend enough money. Once you open your mind to the possibility that there are laws of marketing, it’s easy to see what theyare. In truth, they are obvious. We have been studying what works in marketing and what doesn’t for more than 25 years. What wehave found is that programs that work are almostalways in tune with some fundamental force in themarketplace.INTRODUCTION22 Laws of Marketing 10/31/02 12:23 PM Page 7 In our books, articles, speeches, and videos we have analyzed marketing principles in some detail. We have developed strategic models of the marketing process,including a physical model of the human mind, whichwe helped popularize under the concept of “position-ing.” We also developed a military model of the mar-ketplace, which assigns companies and brands toeither defensive, offensive, flanking, or guerrillamodes of marketing warfare. After years of working on marketing principles and problems, we have distilled our findings into the basiclaws that govern success and failure in the market-place. We call these principles the Immutable Laws of Marketing, and there are 22 of them. Violate them atyour own risk.INTRODUCTION22 Laws of Marketing 10/31/02 12:23 PM Page 8 22 Laws of Marketing 10/31/02 12:23 PM Page 1 1 The Law of Leadership It’s better to be first than it is to be better. 2 22 Laws of Marketing 10/31/02 12:23 PM Page 2 Many people believe that the basic issue in market- ing is convincing prospects that you have a better product or service. Not true. If you have a small market share and you have to do battle with larger, better-financed competi-tors, then your marketing strategywas probably faultyin the first place. You violated the first law of market-ing. The basic issue in marketing is creating a category you can be first in. It’s the law of leadership: It’s bet-ter to be first than it is to be better. It’s much easier toget into the mind first than to try to convince some-one you have a better product than the one that did getthere first. You can demonstrate the law of leadership by ask- ing yourself two questions: 1) What’s the name of the first person to fly the Atlantic Ocean solo? Charles Lindbergh, right? 2) What’s the name of the second person to fly the Atlantic Ocean solo? Not so easy to answer, is it? The second person to fly the Atlantic Ocean solo was Bert Hinkler. Bert was a better pilot thanCharlie—he flew faster, he consumed less fuel. Yetwho has ever heard of Bert Hinkler? (He left home andMrs. Hinkler hasn’t heard from him since.) In spite of the evident superiority of the Lindbergh approach, most companies go the Bert Hinkler route.They wait until a market dev elops. Then they jump in 322 Laws of Marketing 10/31/02 12:23 PM Page 3 with a better product, often with their corporate name attached. In today’s competitive environment, a me-tooproduct with a line extension name has little hope ofbecoming a big, profitable brand (chapter 12: The Lawof Line Extension). The leading brand in any category is almost always the first brand into the prospect’s mind. Hertz in rent-a-cars. IBM in computers. Coca-Cola in cola. After World War II, Heineken was the first import- ed beer to make a name for itself in America. So fourdecades later, what is the No. 1 imported beer? Theone that tastes the best? Or Heineken? There are 425brands of imported beer sold in America. Surely one ofthese brands must taste better than Heineken, but doesit really matter? Today, Heineken is still the No.1imported beer, with 30 percent of the market. The first domestic light beer was Miller Lite. So what is the largest-selling light beer in America today?The one that tastes the best? Or the one that got intothe mind first? Not every first is going to become successful, how- ever. Timing is an issue—your first could be too late.For example, USA Today is the first national newspa- per, but it is unlikely to succeed. It has already lost$800 million and has never had a profitable year. In atelevision era, it may be too late for a national newspa-per. Some firsts are just bad ideas that will never go any- where. Frosty Paws, the first ice cream for dogs, isunlikely to make it. The dogs love it, but the owners 4THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 4 are the ones who buy the groceries, and they think that dogs don’t need an ice cream of their own. Theyshould be happy just to lick the plates. The law of leadership applies to any product, any brand, any category. Let’s say you didn’t know thename of the first college founded in America. You canalways make a good guess by substituting leadingfor first. So what’s the name of the leading college in America? Most people would probably say Harvard,which is also the name of the first college founded inAmerica. (What’s the name of the second collegefounded in America? The College of William andMary, which is only slightly more famous than BertHinkler.) No two products are any similar than twins are. Yet twins often complain that the first of the two whom aperson meets always remains their favorite, eventhough the person also gets to know the other one. People tend to stick with what they’ve got. If you meet someone a little better than your wife or husband,it’s really not worth making the switch, what withattorneys’fees and dividing up the house and kids. The law of leadership also applies to magazines. Which is why Timeleads Newsweek , Peopleleads Us, and Playboy leads Penthouse . Take TV Guide , for example. Back in the early f iftiesthe then-powerful Curtis Publishing Company tried to field a television-listings magazine to compete with the fledgling TV Guide. Even though TV Guide had only a minuscule head start, and despite the awesome strength of Curtis, 5THE LAW OF LEADERSHIP22 Laws of Marketing 10/31/02 12:23 PM Page 5 the Curtis publication never really got off the ground. TV Guide had preempted the field. The law of leadership applies equally as well to hard categories like automobiles and computers as itdoes to soft categories like colleges and beer. Jeep wasfirst in four-wheel-drive off-the-road vehicles. Acurawas first in luxury Japanese cars. IBM was first inmainframe computers. Sun Microsystems was first inworkstations. Jeep, Acura, IBM, and Sun are all lead-ing brands. The first minivan was introduced by Chrysler. Today Chrysler has 10 percent of the car market and 50 per-cent of the minivan market. Is the essence of car market-ing making better cars or getting into the market first? The first desktop laser printer was introduced by a computer company, Hewlett-Packard. Today the com-pany has 5 percent of the personal computer marketand 45 percent of the laser printer market. Gillette was the first safety razor. Tide was the first laundry detergent. Hayes was the first computermodem. Leaders all. One reason the first brand tends to maintain its leadership is that the name often becomes generic.Xerox, the first plain-paper copier, became the namefor all plain-paper copiers. People will stand in front ofa Ricoh or a Sharp or a Kodak machine and say, “Howdo I make a Xerox copy?” They will ask for theKleenex when the box clearly says Scott. They willoffer you a Coke when all they have is Pepsi-Cola. How many people ask for cellophane tape instead 6THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 6 of Scotch tape? Not many. Most people use brand names when they become generic: Band-Aid,Fiberglas, Formica, Gore-Tex, Jello, Krazy Glue, Q-tips, Saran Wrap, Velcro—to name a few. Some peoplewill go to great lengths to turn a brand name into ageneric. “FedEx this package to the Coast.” If you’reintroducing the first brand in a new category, youshould always try to select a name that can work gener-ically. (Lawyers advise the opposite, but what do theyknow about the laws of marketing?) Not only does the first brand usually become the leader, but also the sales order of follow-up brandsoften matches the order of their introductions. The bestexample is ibuprofen. Advil was first, Nuprin was sec-ond, Medipren was third. That’s exactly the sales orderthey now enjoy: Advil has 51 percent of the ibuprofenmarket, Nuprin has 10 percent, and Medipren has 1percent. The fourth brand that entered the market was Motrin IB. Even though it has the powerful prescrip-tion name for ibuprofen, Motrin’s market share is only15 percent. (Keep in mind that Advil was introducedwith a “Same as the prescription drug Motrin” theme.)And note the generic substitution. Consumers useAdvilas a generic term. Rarely do they use the word ibuprofen . Even an M.D. will tell a patient, “Take two Advil and call me in the morning.” Also consider Tylenol, the first brand of acetamino- phen. Tylenol is so far ahead of the No. 2 brand that it’shard to determine who isNo. 2. 7THE LAW OF LEADERSHIP22 Laws of Marketing 10/31/02 12:23 PM Page 7 If the secret of success is getting into the prospect’s mind first, what strategy are most companies commit- ted to? The better-product strategy. The latest andhottest subject in the business management field isbenchmarking. Touted as the “ultimate competitivestrategy,” benchmarking is the process of comparingand evaluating your company’s products against thebest in the industry. It’s an essential element in aprocess often called “total quality management.” Unfortunately, benchmarking doesn’t work. Regardless of reality, people perceive the first productinto the mind as superior. Marketing is a battle of per-ceptions, not products. So what’s the name of the first brand of aspirin? The first brand of acetaminophen? The first brand ofibuprofen? (Hint: Substitute leadingfor firstand you’ll have the answers to these three questions.) Charles Schwab bills itself as “America’s largest dis- count broker.” Are you surprised that the Charles Lindberghof the discount brokerage business is Charles Schwab? Neil Armstrong was the first person to walk on the moon. Who was second? Roger Bannister was the first person to run a four- minute mile. Who was second? George Washington was the first president of the United States. Who was second? Thomas’ was the first brand of English muffin. What was second? Gatorade was the first sports drink. What was sec- ond? 8THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 8 If you’re second into the prospect’s mind, are you doomed to languish forever with Buzz Aldrin, John Landy, John Adams, some unknown English muffin,and some unknown sports drink? Not necessarily.Fortunately, there are other laws. 9THE LAW OF LEADERSHIP22 Laws of Marketing 10/31/02 12:23 PM Page 9 2 The Law of the Category If you can’t be first in a category, set up a new category you can be first in. 10 22 Laws of Marketing 10/31/02 12:23 PM Page 10 What’s the name of the third person to fly the Atlantic Ocean solo? If you didn’t know that Bert Hinkler was the second person to fly the Atlantic, you might figure you had no chance at all to know the name of the third person. Butyou do. It’s Amelia Earhart. Now, is Amelia known as the third person to fly the Atlantic Ocean solo, or as the first woman to do so? After Heineken became a big success, the people at Anheuser-Busch could have said, “We should bringin an imported beer, too.” But they didn’t. Insteadthey said, “If there’s a market for a high-pricedimported beer, maybe there’s a market for a high-priced domestic beer.” And so they started to promoteMichelob, the first high-priced domestic beer, whichtoday out-sells Heineken two to one. (Actually,Anheuser-Busch also brought in an imported beer,Carlsberg, which has a very good reputation inEurope. In the United States, however, the me-tooCarlsberg never went anywhere.) Miller Lite was the first domestic light. It took an importer five years to say, “If there’s a market for adomestic light beer, maybe there’s a market for animported light beer.” The result was Amstel Light,which became the largest-selling imported light beer. If you didn’t get into the prospect’s mind first, don’t give up hope. Find a new category you can be first in.It’s not as difficult as you might think. After IBM became a big success in computers, everybody and his brother jumped into the field. 1122 Laws of Marketing 10/31/02 12:23 PM Page 11 Burroughs, Control Data, General Electric, Honeywell, NCR, RCA, Sperry. Snow White and theseven dwarfs, they were called. Which dwarf grew up to become a worldwide power- house, with 126,000 employees and sales of $14 billion,a company often dubbed “the second largest computercompany in the world”? None of them. The most success-ful computer company of the seventies and eighties, nextto IBM, was Digital Equipment Corporation. IBM wasfirst in computers. DEC was first in minicomputers. Many other computer companies (and their entre- preneurial owners) became rich and famous by follow-ing a simple principle: If you can’t be first in a catego-ry, set up a new category you can be first in. Tandem was first in fault-tolerant computers and built a $1.9 billion business. So Stratus stepped downwith the first fault-tolerant minicomputer. TodayStratus is a $500 million company. Are the laws of marketing difficult? No, they are quite simple. Working things out in practice is anothermatter, however. Cray Research went over the top with the first supercomputer. Today, Cray is an $800 million compa-ny. So Convex put two and two together and launchedthe first minisupercomputer. Today, Convex is a $200million company. Sometimes you can turn an also-ran into a winner by inventing a new category. Commodore was justanother manufacturer of home personal computersthat wasn’t going anywhere until it positioned the 12THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 12 Amiga as the first multimedia computer. Today the Commodore Amiga is a big success, with more than$500 million worth sold annually. There are many different ways to be first. Dell got into the crowded personal computer field by being the first to sellcomputers by phone. Today Dell is a $900 million company. When you launch a new product, the first question to ask yourself is not “How is this new product betterthan the competition?” but “First what?” In otherwords, what category is this new product first in? Charles Schwab didn’t open a better brokerage firm. He opened the first discount broker. Lear’swas not the first woman’s magazine. It was the first magazine for the mature woman. (The maga-zine for the woman who wasn’t born yesterday.) This is counter to classic marketing thinking, which is brand oriented: How do I get people to prefer mybrand? Forget the brand. Think categories. Prospectsare on the defensive when it comes to brands.Everyone talks about why their brand is better. Butprospects have an open mind when it comes to cate-gories. Everyone is interested in what’s new. Few peo-ple are interested in what’s better. When you’re the first in a new category, promote the category. In essence, you have no competition.DEC told its prospects why they ought to buy a mini-computer, not a DEC minicomputer. In the early days, Hertz sold rent-a-car service. Coca-Cola sold refreshment. Marketing programs ofboth companies were more effective back then. 13THE LAW OF THE CATEGORY22 Laws of Marketing 10/31/02 12:23 PM Page 13 3 The Law of the Mind It’s better to be first in the mind than to be first in the marketplace. 14 22 Laws of Marketing 10/31/02 12:23 PM Page 14 The world’s first personal computer was the MITS Altair 8800. The law of leadership would suggest that the MITS Altair 8800 (an unfortunate choice of names) ought to be the No. 1 personal computer brand. Unfortunately,the product is no longer with us. Du Mont invented the first commercial television set. Duryea introduced the first automobile. Hurleyintroduced the first washing machine. All are gone. Is something wrong with the law of leadership in chapter 1? No, but the law of the mind modifies it. It’sbetter to be first in the prospect’s mind than first in themarketplace. Which, if anything, understates theimportance of being first in the mind. Being first inthe mind is everything in marketing. Being first in themarketplace is important only to the extent that itallows you to get in the mind first. For example, IBM wasn’t first in the marketplace with the mainframe computer. Remington Rand wasfirst, with UNIVAC. But thanks to a massive market-ing effort, IBM got into the mind first and won thecomputer battle early. The law of the mind follows from the law of percep- tion. If marketing is a battle of perception, not product,then the mind takes precedence over the marketplace. Thousands of would-be entrepreneurs are tripped up every year by this law. Someone has an idea or con-cept he or she believes will revolutionize an industry,as well it may. The problem is getting the idea or con-cept into the prospect’s mind. 1522 Laws of Marketing 10/31/02 12:23 PM Page 15 The conventional solution to the problem is money. That is, the resources to design and build product or service organizations plus the resources to hold pressconferences, attend trade shows, run advertisements,and conduct direct mail programs (chapter 22: TheLaw of Resources). Unfortunately, this gives rise to the perception that the answer to all marketing questions is the same:money. Not true. More money is wasted in marketingthan in any other human activity (outside of govern-ment activities, of course). You can’t change a mind once a mind is made up. It’s like going head-to-head against an entrenchedenemy, the charge of the Light Brigade at Balaclavabeing history’s most famous example, closely followedby Pickett’s fiasco at Gettysburg. Wang was first in word processors. But the world passed such machines by and went on to computers.Wang, however, wasn’t able to make the transition. Inspite of spending millions of dollars promoting its per-sonal computers and minicomputers, Wang is still per-ceived as a word processor company. Xerox was first in copiers and then tried to get into the computer business. Twenty-five years and $2 bil-lion later, Xerox is nowhere in computers. You want to change something in a computer? Just type over or delete the existing material. You want to changesomething in a mind? Forget it. Once a mind is made up,it rarely, if ever, changes. The single most wasteful thingyou can do in marketing is try to change a mind. 16THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 16 That accounts for the mystery of the well-formed opinion that can almost instantly appear in a person’s mind. One day you’ve never heard of a person. Thenext day that person is famous. The “overnight sensa-tion” is not an unusual phenomenon. If you want to make a big impression on another person, you cannot worm your way into their mind andthen slowly build up a favorable opinion over a periodof time. The mind doesn’t work that way. You have toblast your way into the mind. The reason you blast instead of worm is that people don’t like to change their minds. Once they perceiveyou one way, that’s it. They kind of file you away intheir minds as a certain kind of person. You cannotbecome a different person in their minds. One of the mysteries of marketing is the role of money. One day a few dollars can work a major mira-cle. The next day millions of dollars can’t save a com-pany from going under. When you have an open mindto work with, even a small amount of money can go along way. Apple got off the computer ground with$91,000 contributed by Mike Markkula. Apple’s problem in getting into its prospects’minds was helped by its simple, easy-to-remember name. Onthe other hand, Apple’s competitors had complicatednames that were difficult to remember. In the early days,five personal computers were in position on the launch-ing pad: Apple II, Commodore Pet, IMSAI 8080, MITSAltair 8800, and Radio Shack TRS-80. Ask yourself,which name is the simplest and easiest to remember? 17THE LAW OF THE MIND22 Laws of Marketing 10/31/02 12:23 PM Page 17 4 The Law of Perception Marketing is not a battle of products, it’s a battle of perceptions. 18 22 Laws of Marketing 10/31/02 12:23 PM Page 18 Many people think marketing is a battle of prod- ucts. In the long run, they figure, the best product will win. Marketing people are preoccupied with doing research and “getting the facts.” They analyze the situ-ation to make sure that truth is on their side. Then theysail confidently into the marketing arena, secure in theknowledge that they have the best product and thatultimately the best product will win. It’s an illusion. There is no objective reality. There are no facts. There are no best products. All that existsin the world of marketing are perceptions in the mindsof the customer or prospect. The perception is the real-ity. Everything else is an illusion. All truth is relative. Relative to your mind or the mind of another human being. When you say, “I’mright and the next person is wrong,” all you’re reallysaying is that you’re a better perceiver than someoneelse. Most people think they are better perceivers than others. They have a sense of personal infallibility.Their perceptions are always more accurate than thoseof their neighbors or friends. Truth and perceptionbecome fused in the mind, leaving no differencebetween the two. It’s not easy to see that this is so. To cope with the terrifying reality of being alone in the universe, peopleproject themselves on the outside world. They “live” inthe arena of books, movies, television, newspapers,magazines. They “belong” to clubs, organizations, 1922 Laws of Marketing 10/31/02 12:23 PM Page 19 institutions. These outside representations of the world seem more real than the reality inside their own minds. People cling firmly to the belief that reality is the world outside of the mind and that the individual isone small speck on a global spaceship. Actually it’sthe opposite. The only reality you can be sure about isin your own perceptions. If the universe exists, itexists inside your own mind and the minds of others.That’s the reality that marketing programs must dealwith. There may well be oceans, rivers, cities, towns, trees, and houses out there, but there just isn’t any wayfor us to know these things except through our ownperceptions. Marketing is a manipulation of those per-ceptions. Most marketing mistakes stem from the assumption that you’re fighting a product battle rooted in reality.All the laws in this book are derived from the exactopposite point of view. What some marketing people see as the natural laws of marketing are based on a flawed premise that theproduct is the hero of the marketing program and thatyou’ll win or lose based on the merits of the product.Which is why the natural, logical way to market aproduct is invariably wrong. Only by studying how perceptions are formed in the mind and focusing your marketing programs on thoseperceptions can you overcome your basically incorrectmarketing instincts. Each of us (manufacturer, distributor, dealer, 20THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 20 prospect, customer) looks at the world through a pair of eyes. If there is objective truth out there, how wouldwe know it? Who would measure it? Who would tellus? It could only be another person looking at the samescene through a different pair of eye-windows. Truth is nothing more or less than one expert’s per- ception. And who is the expert? It’s someone who isperceived to be an expert in the mind of somebody else. If truth is so illusive, why is there so much discus- sion in marketing about the so-called facts? Why areso many marketing decisions based on factual compar-isons? Why do so many marketing people assume thattruth is on their side, that their job is to use truth as aweapon to correct the misperceptions that exist in themind of the prospect? Marketing people focus on facts because they believe in objective reality. It’s also easy for marketingpeople to assume that truth is on their side. If you thinkyou need the best product to win a marketing battle,then it’s easy to believe you have the best product. Allthat’s required is a minor modification of your ownperceptions. Changing a prospect’s mind is another matter. Minds of customers or prospects are very difficult tochange. With a modicum of experience in a productcategory, a consumer assumes that he or she is right. Aperception that exists in the mind is often interpretedas a universal truth. People are seldom, if ever, wrong.At least in their own minds. It’s easier to see the power of perception over prod- 21THE LAW OF PERCEPTION22 Laws of Marketing 10/31/02 12:23 PM Page 21 uct when the products are separated by some distance. For example, the three largest-selling Japanese import-ed cars in America are Honda, Toyota, and Nissan.Most marketing people think the battle between thethree brands is based on quality, styling, horsepower,and price. Not true. It’s what people think about aHonda, a Toyota, or a Nissan that determines whichbrand will win. Marketing is a battle of perceptions. Japanese automobile manufacturers sell the same cars in the United States as they do in Japan. If mar-keting were a battle of products, you would think thesame sales order would hold true for both countries.After all, the same quality, the same styling, the samehorsepower, and roughly the same prices hold true forJapan as they do for the United States. But in Japan,Honda is nowhere near the leader. There, Honda is inthird place, behind Toyota and Nissan. Toyota sellsmore than four times as many automobiles in Japan asHonda does. So what’s the difference between Honda in Japan and Honda in the United States? The products are thesame, but the perceptions in customers’minds are dif-ferent. If you told friends in New York you bought a Honda, they might ask you, “What kind of car did youget? a Civic? an Accord? a Prelude?” If you toldfriends in Tokyo you bought a Honda, they might askyou, “What kind of motorcycle did you buy?” InJapan, Honda got into customers’ minds as a manu-facturer of motorcycles, and apparently most people 22THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 22 don’t want to buy a car from a motorcycle company. How about an opposite situation? Would Harley- Davidson be successful if it launched a Harley- Davidson automobile? You might think it woulddepend on the car. Quality, styling, horsepower, pric-ing. You might even believe the Harley-Davidson rep-utation for quality would be a plus. We think not. Itsperception as a motorcycle company would underminea Harley-Davidson car—no matter how good the prod-uct (chapter 12: The Law of Line Extension). Why is Campbell’s soup No. 1 in the United States and nowhere in the United Kingdom? Why is Heinzsoup No. 1 in the United Kingdom and a failure in theUnited States? Marketing is a battle of perceptions, notproducts. Marketing is the process of dealing withthose perceptions. Some soft-drink executives believe that marketing is a battle of taste. Well, New Coke is No. 1 in taste.(The Coca-Cola Company conducted 200,000 tastetests that “proved” that New Coke tastes better thanPepsi-Cola and Pepsi tastes better than their originalformula, now called Coca-Cola Classic.) But who iswinning the marketing battle? The drink that researchhas proven to taste the best, New Coke, is in thirdplace. The one that research shows tastes the worst,Coca-Cola Classic, is in first place. You believe what you want to believe. You taste what you want to taste. Soft-drink marketing is a bat-tle of perceptions, not a battle of taste. What makes the battle even more difficult is that 23THE LAW OF PERCEPTION22 Laws of Marketing 10/31/02 12:23 PM Page 23 customers frequently make buying decisions based on second-hand perceptions. Instead of using their ownperceptions, they base their buying decisions on some-one else’s perception of reality. This is the “everybodyknows” principle. Everybody knows that the Japanese make higher- quality cars than the Americans do. So people makebuying decisions based on the fact that everybodyknows the Japanese make higher-quality cars. Whenyou ask shoppers whether they have had any personalexperience with a product, most often they say theyhaven’t. And, more often than not, their own experi-ence is often twisted to conform to their perceptions. If you have had a bad experience with a Japanese car, you’ve just been unlucky, because everybodyknows the Japanese make high-quality cars.Conversely, if you have had a good experience with anAmerican car, you’ve just been lucky, because every-body knows that American cars are poorly made. Everybody knows there’s a problem with Audi cars. On November 23, 1986, CBS broadcast a “60 Minutes” seg-ment called “Out of Control.” It called attention to a num-ber of complaints about Audi’s “unintended acceleration.”American sales of Audis fell through the floorboards—from 60,000 in 1986 to 12,000 in 1991. But have you everpersonally had any problems with “unintended accelera-tion” while test-driving an Audi? It is unlikely. Every sin-gle automobile expert who has tested the car has failed toduplicate the complaint. Yet the perception lingers on. Recently Audi has been running advertisements 24THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 24 comparing its cars to comparable cars made by Mercedes-Benz and BMW. According to the ads,German automotive experts rated Audi cars ahead ofboth Mercedes and BMW. Do you believe that? Probably not. Is it true? Does it matter? Marketing is not a battle of products. It’s a battle of perceptions. 25THE LAW OF PERCEPTION22 Laws of Marketing 10/31/02 12:23 PM Page 25 5 The Law of Focus The most powerful concept in marketing is owning a word in the prospect’s mind. 26 22 Laws of Marketing 10/31/02 12:23 PM Page 26 A company can become incredibly successful if it can find a way to own a word in the mind of the prospect. Not a complicated word. Not an inventedone. The simple words are best, words taken right outof the dictionary. This is the law of focus. You “burn” your way into the mind by narrowing the focus to a singleword or concept. It’s the ultimate marketing sacri-fice. Federal Express was able to put the word overnight into the minds of its prospects because it sacrificed itsproduct line and focused on overnight package deliv-ery only. In a way, the law of leadership—it’s better to be first than to be better—enables the first brand orcompany to own a word in the mind of the prospect.But the word the leader owns is so simple that it’sinvisible. The leader owns the word that stands for the cat- egory. For example, IBM owns computer . This is another way of saying that the brand becomes ageneric name for the category. “We need an IBMmachine.” Is there any doubt that a computer isbeing requested? You can also test the validity of a leadership claim by a word association test. If the given words are com- puter, copier, chocolate bar , and cola, the four most associated words are IBM, Xerox, Hershey’s , and Coke. An astute leader will go one step further to solidify 2722 Laws of Marketing 10/31/02 12:23 PM Page 27 its position. Heinz owns the word ketchup. But Heinz went on to isolate the most important ketchup attrib- ute. “Slowest ketchup in the West” is how the compa-ny is preempting the thickness attribute. Owning theword slowhelps Heinz maintain a 50 percent market share. If you’re not a leader, then your word has to have a narrow focus. Even more important, however, yourword has to be “available” in your category. No oneelse can have a lock on it. You don’t have to be a linguistic genius to find a winner. Prego went against leader Ragu in the spaghet-ti sauce market and captured a 27 percent share withan idea borrowed from Heinz. Prego’s word is thicker. The most effective words are simple and benefit oriented. No matter how complicated the product, nomatter how complicated the needs of the market, it’salways better to focus on one word or benefit ratherthan two or three or four. Also, there’s the halo effect. If you strongly estab- lish one benefit, the prospect is likely to give you a lotof other benefits, too. A “thicker” spaghetti sauceimplies quality, nourishing ingredients, value, and soon. A “safer” car implies better design and engineer-ing. Whether the result of a deliberate program or not, most successful companies (or brands) are the onesthat “own a word” in the mind of the prospect. (Somewords, like Volkswagen’s fahrvergnugen , are not worth owning.) Here are a few examples: 28THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 28 Crest. . . cavities Mercedes. . . engineeringBMW. . . drivingVolvo. . . safetyDomino’s. . . home deliveryPepsi-Cola. . . youth Nordstrom. . . service Words come in different varieties. They can be ben- efit related (cavity prevention), service related (home delivery), audience related (younger people), or salesrelated (preferred brand). Although we’ve been touting that words stick in the mind, nothing lasts forever. There comes a time whena company must change words. It’s not an easy task.The recent history of Lotus Development Corporationdemonstrates the nature of the problem. For a number of years, Lotus has owned the word spreadsheet . Lotuswas synonymous with 1-2-3and spreadsheet . But the world of spreadsheets is getting competitive, and the potential for growth is limited.Like other companies, Lotus wants to grow. How is thecompany to get beyond its single-product business? The conventional answer is to expand in all direc- tions, as IBM and Microsoft did. As a matter of fact,Lotus did some conventional line extension with thepurchase of Ami Pro word processing software and theintroduction of a number of new software products.Then Lotus regrouped to focus on a new concept called“groupware,” software products for networked PCs. 29THE LAW OF FOCUS22 Laws of Marketing 10/31/02 12:23 PM Page 29 Lotus was the first software company to develop a successful groupware product. If things work out, the company will eventually own a second word in theminds of its prospects. Unlike Microsoft, Lotus now has a corporate focus. It won’t happen overnight, but Lotus could develop a pow-erful long-term position in the software field. Whatovernight did for Federal Express and safetydid for Volvo, groupware could do for Lotus Development Corporation. You can’t take somebody else’s word. What makes the Lotus strategy plausible is that the groupware word is not owned by any other company. Furthermore,there is an enormous industry trend toward networkedcomputers. (More than half of all business computersare connected to a network. There’s even a new maga-zine called Network Computing .) Many companies see the advantage of owning a single word or concept(often called “the corporate vision”), but they neglectto be the first to preempt the word. What won’t work in marketing is leaving your own word in search of a word owned by others. This wasthe case with Atari, which owned the words video game. But the business turned out to be faddish, so in 1982 it sailed off in a new direction. It wanted Atarito mean computers . CEO James Morgan laid it all out: “Atari’s strength as a name also tends to be its weak-ness. It is synonymous with video games. Atari mustredefine its image and broaden its business definitionto electronic consumer products.” Unfortunately for Mr. Morgan’s strategy a host of 30THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 30 other companies, including Apple and IBM, owned the word he was after. Atari’s diversification was a disas-ter. But the real irony was in that another companyarrived in 1986 and took over the concept Atari walkedaway from. The company was Nintendo, which todayhas 75 percent of a multibillion-dollar market. Whoknows where Atari is these days? The essence of marketing is narrowing the focus. You become stronger when you reduce the scope ofyour operations. You can’t stand for something if youchase after everything. Some companies accept the need to narrow the focus and try to accomplish this strategy in ways that are self-defeating. “We’ll focus on the quality end of the market.We won’t get into the low end where the emphasis is onprice.” The problem is that customers don’t believe youunless you restrict your business to high-priced productsonly, like Mercedes-Benz or BMW. General Motors tries to sell quality at all price lev- els. “Putting quality on the road” is their latest corpo-rate slogan. Every GM product includes the “Mark ofExcellence.” Guess what they’re doing at Ford? Thesame thing. “Quality is Job 1,” say the Ford ads. Overat Chrysler, Lee Iacocca proclaimed, “We don’t wantto be the biggest, we just want to be the best.” (Doesanyone really believe that Iacocca doesn’t want to bethe biggest?) This is great stuff inside the corporation. Total qual- ity, the path to greatness. It makes a terrific theme atdealer meetings, especially with the trumpet flourish- 31THE LAW OF FOCUS22 Laws of Marketing 10/31/02 12:23 PM Page 31 es and the dancers. But outside the corporation, the message falls apart. Does any company proclaim itselfas the “unquality” corporation? No, everybody standsfor quality. As a result, nobody does. You can’t narrow the focus with quality or any other idea that doesn’t have proponents for the oppositepoint of view. You can’t position yourself as an honestpolitician, because nobody is willing to take the oppo-site position (although there are plenty of potentialcandidates). You can, however, position yourself as thepro-business candidate or the pro-labor candidate andbe instantly accepted as such because there is supportfor the other side. When you develop your word to focus on, be pre- pared to fend off the lawyers. They want to trademarkeverything you publish. The trick is to get others to useyour word. (To be a leader you have to have followers.)It would be helpful for Lotus to have other companiesget into the groupware business. It would make thecategory more important and people would be evenmore impressed with Lotus’s leadership. Once you have your word, you have to go out of your way to protect it in the marketplace. The case of BMWillustrates this very well. For years, BMW was the ulti-mate “driving” machine. Then the company decided tobroaden its product line and chase Mercedes-Benz withlarge, 700-series sedans. The problem is, how can a liv-ing room on wheels be the ultimate driving machine?Not only can you not feel the road, but you’ll also crushall the pylons in your driving commercials. 32THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 32 As a result, things started downhill for BMW. Luckily, it has recently introduced a new small BMW and is emphasizing “driving” once again. The compa-ny has regained its focus. The law of focus applies to whatever you’re selling, or even whatever you’re unselling. Like drugs, forexample. The antidrug crusade on television and inmagazines suffers from a lack of focus. There is noone word driven into the minds of drug users thatcould begin to unsell the drug concept. Antidrugadvertising is all over the map. You’d think the antidrug forces (who, after all, are professionals) would have taken a leaf from the ama-teurs fighting the abortion issue. Both sides of theabortion issue have focused on single, powerfulwords—pro-life and pro-choice . The antidrug forces should do the same—focus on a single powerful word. What the campaign ought todo is make drugs what cigarettes are today, sociallyunacceptable. One word that could do this is the ulti-mate down word, loser. Since drug usage causes all kinds of losses (of job, family, self-esteem, freedom,life), a program that said “Drugs are for losers” couldhave a very powerful impact, especially on the recre-ational user, who is more concerned with social statusthan with getting high. The law of focus, a marketing law, could help solve one of society’s biggest problems. 33THE LAW OF FOCUS22 Laws of Marketing 10/31/02 12:23 PM Page 33 6 The Law of Exclusivity Two companies cannot own the same word in the prospect’s mind. 34 22 Laws of Marketing 10/31/02 12:23 PM Page 34 When a competitor owns a word or position in the prospect’s mind, it is futile to attempt to own the same word. As we mentioned earlier, Volvo owns safety. Many other automobile companies, including Mercedes-Benz and General Motors, have tried to run marketingcampaigns based on safety. Yet no one except Volvohas succeeded in getting into the prospect’s mind witha safety message. The Atari story shows the futility of attempting to move in on the home computer position against well-entrenched competitors. A variation called game com- putermight have been possible because it would have taken advantage of the perception of Atari as a creatorof computer games. But that’s about it. The home com-puter position belonged to Apple, Commodore, andothers. Despite the disaster stories, many companies con- tinue to violate the law of exclusivity. You can’t changepeople’s minds once they are made up. In fact, whatyou often do is reinforce your competitor’s position bymaking its concept more important. Federal Express has walked away from overnight and is in the middle of trying to take worldwide away from DHL. “Overnight Letter” used to be emblazonedon Federal Express envelopes. Today you’ll find“FedEx Letter” instead. And its advertising no longersays, “When it absolutely, positively has to be thereovernight.” Lately the word that has been appearing inFederal Express advertising is worldwide . 3522 Laws of Marketing 10/31/02 12:23 PM Page 35 This raises the all-important question: Can Federal Express ever own the worldwide word? Probably not. Someone else already owns it: DHL Worldwide Express. Its concept: Faster to more of the world. Tosucceed, Federal Express must find a way to narrowthe focus against DHL. The company can’t do it bytrying to own the same word in the prospect’s mind. Another massive marketing effort aimed at some- one else’s word can be found in bunny land—to bespecific, the pink Energizer bunny that is trying to takethe “long-lasting” concept away from Duracell. Nomatter how many bunnies Eveready throws into thefray, Duracell will still be able to hang onto the long-lasting word. Duracell got into the mind first and pre-empted the concept. Even the Dura part of the namecommunicates it. What often leads marketers down this booby- trapped lane is that wonderful stuff called research.Armies of researchers are employed, focus groupsconducted, questionnaires tabulated—and what comesback in a three-pound report is a wish list of attributesthat users want from a product or service. So if that’swhat people want, that’s what we should give them. What’s the biggest problem people have with batter- ies? They go dead at the most inconvenient times. Sowhat’s the No. 1 battery attribute? Long-lasting, ofcourse. If long-lasting is what people want, that’s whatwe should advertise. Right? Wrong. What researchers never tell you is that some other company already owns the idea. They would rather 36THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 36 encourage clients to mount massive marketing pro- grams. The theory is that if you spend enough money,you can own the idea. Right? Wrong. Some years ago Burger King started down this slip- pery slope from which it has never quite recovered. Amarket study showed that the most popular attributefor fast food was “fast” (no big surprise there). SoBurger King did what most red-blooded marketers do.It turned to its advertising agency and said, “If theworld wants fast, our advertising should tell themwe’re fast.” What was overlooked in the research was that McDonald’s was already perceived as being the fastesthamburger chain in the country. Fastbelonged to McDonald’s. Undaunted by this, Burger Kinglaunched its campaign with the slogan “Best food forfast times.” The program quickly became a disastervery nearly on a par with the one that involved “Herb.”The advertising agency was fired, management wasfired, the company was sold, and downward momen-tum was maintained. Many people have paid the price for violating the law of exclusivity. 37THE LAW OF EXCLUSIVITY22 Laws of Marketing 10/31/02 12:23 PM Page 37 7 The Law of the Ladder The strategy to use depends on which rung you occupy on the ladder. 38 22 Laws of Marketing 10/31/02 12:23 PM Page 38 While being first into the prospect’s mind ought to be your primary marketing objective, the battle isn’t lost if you fail in this endeavor. There are strategies touse for No. 2 and No. 3 brands. All products are not created equal. There’s a hierar- chy in the mind that prospects use in making deci-sions. For each category, there is a product ladder in the mind. On each rung is a brand name. Take the carrental category. Hertz got into the mind first andwound up on the top rung. Avis got in second andNational got in third. Your marketing strategy should depend on how soon you got into the mind and consequently whichrung of the ladder you occupy. The higher the better, ofcourse. Take Avis, for example. For years the company advertised the high quality of its rent-a-car service.“Finest in rent-a-cars” was one of its campaigns. Thereader looked at the ad and wondered, How could theyhave the finest rent-a-car service when they’re not onthe top rung of my ladder? Then Avis did the one thing you have to do to make progress inside the mind of the prospect. Theyacknowledged their position on the ladder. “Avis isonly No. 2 in rent-a-cars. So why go with us? We tryharder.” For 13 years in a row, Avis had lost money. Then, when it admitted to being No. 2, it started to makemoney, lots of money. Shortly thereafter, the company 3922 Laws of Marketing 10/31/02 12:23 PM Page 39 was sold to ITT, which promptly ordered up the adver- tising theme, “Avis is going to be No. 1.” No, they’re not, said the prospect. They’re not on the top rung of my ladder. And to make the point,many picked up the phone and called Hertz. The cam-paign was a disaster. Many marketing people have misread the Avis story. They assume the company was successfulbecause it tried harder (i.e., it had the better service).But that wasn’t it at all. Avis was successful because itrelated itself to the position of Hertz in the mind. (Iftrying harder were the secret of success, HaroldStassen would have been president many times over.) Many marketers make the same mistake as Avis did. Currently, Adelphi University in Garden City, LongIsland, is comparing itself (favorably) with Harvard.Wait a minute, says the high school senior, Adelphi isnot on my college ladder. As you might expect, Adelphiis not very successful in attracting the top students. The mind is selective. Prospects use their ladders in deciding which information to accept and which infor-mation to reject. In general, a mind accepts only newdata that is consistent with its product ladder in thatcategory. Everything else is ignored. When Chrysler compared its cars with Honda, very few people traded in their Preludes and Accords forPlymouths and Dodges. The headline of one Chryslerad said: “Comparing a usedDodge Spirit to a new Honda Accord seemed a little ridiculous. Until we sawthe results.” According to the ad, 100 people were 40THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 40 asked to compare a Dodge Spirit with 70,000 miles on it to a new Honda Accord. The majority (58 out of100) chose the used Dodge. Ridiculous. (But not necessarily untrue.) What about your product’s ladder in the prospect’s mind? How many rungs are there on your ladder? Itdepends on whether your product is a high-interest ora low-interest product. Products you use every day(cigarettes, cola, beer, toothpaste, cereal) tend to behigh-interest products with many rungs on their lad-ders. Products that are purchased infrequently (furni-ture, lawn mowers, luggage) usually have few rungs ontheir ladders. Products that involve a great deal of personal pride (automobiles, watches, cameras) are also high-interestproducts with many rungs on their ladders even thoughthey are purchased infrequently. Products that are purchased infrequently and involve an unpleasant experience usually have veryfew rungs on their ladders. Automobile batteries, tires,and life insurance are three examples. The, ultimate product that involves the least amount of pleasure and is purchased once in a lifetime has norungs on its ladder. Ever hear of Batesville caskets?Probably not, although the brand has almost 50 per-cent of the market. There’s a relationship between market share and your position on the ladder in the prospect’s mind. Youtend to have twice the market share of the brand belowyou and half the market share of the brand above you. 41THE LAW OF THE LADDER22 Laws of Marketing 10/31/02 12:23 PM Page 41 For example, Acura was the first Japanese luxury car Lexus was second. Infiniti was third. In a recent year, Acura sold 143,708 cars in the United States,Lexus sold 71,206 cars, and Infiniti sold 34,890. Therelationship among the three brands is almost a math-ematically correct 4-2-1. (The Acura-Lexus-Infinitibattle is in its early stages, where the cars are new andthere’s a lot of interest among the public and the press.In the long run, when the products are no longer excit-ing, another phenomenon occurs. See the next chapter:The Law of Duality.) Marketing people often talk about the “three lead- ing brands” in a category as if it were a battle ofequals. It almost never is. The leader inevitably domi-nates the No. 2 brand and the No. 2 brand inevitablysmothers No. 3. In baby food, it’s Gerber, Beech-Nut,and Heinz. In beer, it’s Budweiser, Miller, and Coors.In long-distance telephone service it’s AT&T, MCI,and Sprint. What’s the maximum number of rungs on a ladder? There seems to be a rule of seven in the prospect’s mind.Ask someone to name all the brands he or she remem-bers in a given category. Rarely will anyone name morethan seven. And that’s for a high-interest category. According to Harvard psychologist Dr. George A. Miller, the average human mind cannot deal withmore than seven units at a time. Which is why sevenis a popular number for lists that have to be remem-bered. Seven-digit phone numbers, the seven wondersof the world, seven-card stud, Snow White and the 42THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 42 seven dwarfs, the seven danger signals of cancer. Sometimes your own ladder, or category, is too small. It might be better to be a small fish in a big pond than to be a big fish in a small pond. In otherwords, it’s sometimes better to be No. 3 on a big lad-der than No. 1 on a small ladder. The top rung of the lemon-lime soda ladder was occupied by 7-Up. (Sprite was on the second rung.) Inthe soft-drink field, however, the cola ladder is muchbigger than the lemon-lime ladder. (Almost two out ofthree soft drinks consumed in America are coladrinks.) So 7-Up climbed on the cola ladder with amarketing campaign called “The Uncola.” As tea is to coffee, 7-Up became the alternative to a cola drink. And 7-Up sales climbed to where the brandwas the third largest-selling soft drink in America. Unfortunately, in recent years 7-Up lost its grip on third place by violating one of the laws yet to be dis-cussed (chapter 12: The Law of Line Extension). The ladder is a simple, but powerful, analogy that can help you deal with the critical issues in marketing.Before starting any marketing program, ask yourselfthe following questions: Where are we on the ladder inthe prospect’s mind? On the top rung? On the secondrung? Or maybe we’re not on the ladder at all. Then make sure your program deals realistically with your position on the ladder. More on how to dothis later. 43THE LAW OF THE LADDER22 Laws of Marketing 10/31/02 12:23 PM Page 43 8 The Law of Duality In the long run,every market becomes a two-horse race. 44 22 Laws of Marketing 10/31/02 12:23 PM Page 44 Early on, a new category is a ladder of many rungs. Gradually, the ladder becomes a two-rung affair. In batteries, it’s Eveready and Duracell. In photo- graphic film, it’s Kodak and Fuji. In rent-a-cars, it’s Hertz and Avis. In mouthwash, it’s Listerine andScope. In hamburgers, it’s McDonald’s and BurgerKing. In sneakers, it’s Nike and Reebok. In toothpaste,it’s Crest and Colgate. When you take the long view of marketing, you find the battle usually winds up as a titanic strugglebetween two major players—usually the old reliablebrand and the upstart. Back in 1969, there were three major brands of a certain product. The leader had about 60 percent ofthe market, the No. 2 brand had a 25 percent share,and the No. 3 brand had a 6 percent share. The restof the market included either private label or minorbrands. The law of duality suggests that these mar-ket shares are unstable. Furthermore, the law pre-dicts that the leader will lose market share and No.2 will gain. Twenty-two years later, the leader dropped down to 45 percent of the market. The No. 2 brand has 40 per-cent, and No. 3 has 3 percent. The products are Coca-Cola, Pepsi-Cola, and Royal Crown cola, respectively,but the principles apply to brands everywhere. Look at the three long-distance telephone compa- nies. AT&T has 65 percent of the market, MCI has 17percent, and Sprint has 10 percent. Who will win andwho will lose in the telephone wars? While the future 4522 Laws of Marketing 10/31/02 12:23 PM Page 45 is unknowable (chapter 17: The Law of Unpredictability), a betting person would put his orher money on MCI. MCI has won the battle withSprint for second place, so now MCI ought to becomethe upstart alternative to old, reliable AT&T. Sprint is probably feeling very comfortable on the third rung of the ladder. Nine percent doesn’t soundlike much, but it translates to $6 billion in annualsales. And the market has been growing rapidly. For the long term, however, Sprint is in serious trou- ble. Look what happened to Royal Crown cola. Backin 1969, the Royal Crown company revitalized its fran-chise system, 350 bottlers strong, and hired the formerpresident of Rival Pet Foods and a veteran of bothCoke and Pepsi. The company also retained Wells,Rich, Greene, a high-powered New York advertisingagency. “We’re out to kill Coke and Pepsi,” declaredMary Wells Lawrence, the agency’s head, to the RoyalCrown bottlers. “I hope you’ll excuse the word, butwe’re really out for the jugular.” The only brand that got killed was Royal Crown. In a maturing industry, third place is a difficult positionto be in. Take the domestic automobile industry. In spite of heroic measures undertaken by Lee Iacocca, Chrysler isin trouble. In the long run, marketing is a two-car race. Take video games. In the late eighties, the market was dominated by Nintendo with a 75 percent share.The two also-rans were Sega and NEC. TodayNintendo and Sega are neck and neck, and NEC is way 46THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 46 behind. In the long run, marketing is a two-game race. Time frames, however, can vary. The fast-moving video game market played itself out in two or three seasons. The long-distance telephone market mighttake two or three decades. Take the airline industry. American Airlines, with 20 percent of the market, got its nose out in front andwill probably wind up as the Coca-Cola of the skies.The interesting battle is between Delta and United,tied at 18 percent apiece. One of these two will takeoff like Pepsi—the other is headed down with RoyalCrown. In the long run, marketing is a two-airlinerace. Are these results preordained? Of course not. There are other laws of marketing that can also affect theresults. Furthermore, your marketing programs canstrongly influence your sales, provided they are in tunewith the laws of marketing. When you’re a weak No.3, like Royal Crown, you aren’t going to make muchprogress by going out and attacking the two strongleaders. What they could have done is carved out aprofitable niche for themselves (chapter 5: The Law ofFocus). Knowing that marketing is a two-horse race in the long run can help you plan strategy in the short run. It often happens that there is no clearcut No. 2. What happens next depends upon how skillful the con-tenders are. Take the laptop computer field. Toshiba isin first place with 21 percent of the market. But thereare five companies in second place. 47THE LAW OF DUALITY22 Laws of Marketing 10/31/02 12:23 PM Page 47 Zenith, Compaq, NEC, Tandy, and Sharp each have between 8 and 10 percent of the market. It ought to befun to watch six horses come around a turn wherethere’s room for only two. Toshiba and who? Whichone will finish second? What’s especially tragic from the economy’s point of view are the resources wasted in many high-visibil-ity categories like laptop computers. Currently thereare 130 laptop brands on the market. The law of dual-ity will see to it that very few of these brands will bearound in the twenty-first century. Look at the history of the automobile in the United States. In 1904, 195 different cars were assembled by60 companies. Within the following 10 years, 531 com-panies were formed and 346 perished. By 1923, only108 car makers remained. This number dropped to 44by 1927. Today, Ford and General Motors dominate thedomestic industry, with Chrysler’s future in doubt. Successful marketers concentrate on the top two rungs. Jack Welch, the legendary chairman and CEOof General Electric, said recently: “Only businessesthat are No. 1 or No. 2 in their markets could win inthe increasingly competitive global arena. Those thatcould not were fixed, closed, or sold.” It’s this kind ofthinking that built companies like Procter & Gambleinto the powerhouses they are. In 32 of its 44 productcategories in the United States, P&G commands theNo. 1 or No. 2 brands. Early on, in a developing market, the No. 3 or No. 4 positions look attractive. Sales are increasing. New, 48THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 48 relatively unsophisticated customers are coming into the market. These customers don’t always know whichbrands are the leaders, so they pick ones that lookinteresting or attractive. Quite often, these turn out tobe the No. 3 or No. 4 brands. As time goes on, however, these customers get edu- cated. They want the leading brand, based on the naiveassumption that the leading brand must be better. We repeat: The customer believes that marketing is a battle of products. It’s this kind of thinking that keepsthe two brands on top: “They must be the best, they’rethe leaders.” 49THE LAW OF DUALITY22 Laws of Marketing 10/31/02 12:23 PM Page 49 9 The Law of the Opposite If you are shooting for second place, your strategy is determined by the leader. 50 22 Laws of Marketing 10/31/02 12:23 PM Page 50 In strength there is weakness. Wherever the leader is strong, there is an opportunity for a would-be No. 2 to turn the tables. Much like a wrestler uses his opponent’s strength against him, a company should leverage the leader’sstrength into a weakness. If you want to establish a firm foothold on the sec- ond rung of the ladder, study the firm above you.Where is it strong? And how do you turn that strengthinto a weakness? You must discover the essence of the leader and then present the prospect with the opposite. (In otherwords, don’t try to be better, try to be different.) It’soften the upstart versus old reliable. Coca-Cola is a 100-year-old product. Only seven people in the history of the world haveknown the Coke formula, which is kept locked in asafe in Atlanta. Coca-Cola is the old, establishedproduct. However, using the law of the opposite,Pepsi-Cola reversed the essence of Coca-Cola tobecome the choice of a new generation: the PepsiGeneration. When you look at customers in a given product cat- egory, there seem to be two kinds of people. There arethose who want to buy from the leader and there arethose who don’t want to buy from the leader. A poten-tial No. 2 has to appeal to the latter group. In other words, by positioning yourself against the leader, you take business away from all the otheralternatives to No. 1. If old people drink Coke and 5122 Laws of Marketing 10/31/02 12:23 PM Page 51 young people drink Pepsi, there’s nobody left to drink Royal Crown cola. Yet, too many potential No. 2 brands try to emulate the leader. This usually is an error. You must presentyourself as the alternative. Timebuilt its reputation on colorful writing. So Newsweek turned the idea around and focused on a straightforward writing style: “We separate facts fromopinions.” In other words, Newsweek puts its opinions in the editorial columns, not in the news columns. Sometimes you need to be brutal. Scope, the good- tasting mouthwash, hung the “medicine breath” labelon its Listerine competition. But don’t simply knock the competition. The law of the opposite is a two-edge sword. It requires honing inon a weakness that your prospect will quicklyacknowledge. (One whiff of Listerine and you knowthat your mouth would smell like a hospital.) Thenquickly twist the sword. (Scope is the good-tastingmouthwash that kills germs.) Also in the mouthwash field is an interesting example of the futility of trying to emulate the leader.In 1961, Johnson & Johnson introduced Micrinmouthwash, focusing on its “scientific” virtues.Within months Micrin became the No. 2 brand. Butwith its germ-fighting approach, Listerine was also ascientific brand. So in 1965, when Procter & Gambleintroduced Scope, it had the “opposite” position toitself. Scope went on to become the No. 2 mouth-wash. By 1978, when Johnson & Johnson withdrew 52THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 52 the product from the market, Micrin’s share had fall- en to 1 percent. When Beck’s beer arrived in the United States, it had a problem. It couldn’t be the first imported beer (thatwas Heineken), nor could it be the first German import-ed beer (that was Lowenbrau). It solved its problem byrepositioning Lowenbrau. “You’ve tasted the Germanbeer that’s the most popular in America. Now taste theGerman beer that’s the most popular in Germany.” Today Beck’s is the second largest-selling European beer in America. (When it comes to beer, Americanstrust German mouths more than they do their ownmouths.) This is a rare example of overturning the lawof leadership and manipulating perceptions in themind. (All this is academic today, since Lowenbrau isnow brewed in America.) As a product gets old, it often accrues some nega- tive baggage. This is especially true in the medicalfield. Take aspirin, a product introduced in 1899. Withthousands of medical studies conducted on aspirin,someone was bound to find flaws in the product. Sureenough, they found stomach bleeding—just in time forthe 1955 launch of Tylenol. With all the “stomach bleeding” publicity, Tylenol quickly was able to set itself up as the alternative. “Forthe millions who should not take aspirin,” said theTylenol advertising. Today Tylenol outsells aspirin andis the largest-selling single product in American drug-stores. Stolichnaya was able to hang the label of “fake 53THE LAW OF THE OPPOSITE22 Laws of Marketing 10/31/02 12:23 PM Page 53 Russian vodka” on American vodkas such as Smirnoff, Samovar, and Wolfschmidt by simply point-ing out that they come from places like Hartford(Connecticut), Schenley (Pennsylvania), andLawrenceburg (Indiana). Stolichnaya comes fromLeningrad (Russia), making it the real thing. There has to be a ring of truth about the negative if it is to be effective. One of the classic examples ofhanging a negative on a competitor is an advertisementthat Royal Doulton China ran about its main U.S. com-petitor. The headline said it all: “Royal Doulton, thechina of Stoke-on-Trent, England vs. Lenox, the chinaof Pomona, New Jersey.” The ad exploited the fact thatmany people thought Lenox was an imported china.By repositioning Lenox where it really belonged, inPomona, New Jersey, Royal Doulton was able to estab-lish itself as the “real English china.” Reason: Mostpeople have a hard time imagining craftsmen makingfine white-bone china in a tacky-sounding place likePomona, New Jersey. (When the folks in England sawthe ad, they howled with laughter. It turns out thatStoke-on-Trent is just as tacky as Pomona.) Marketing is often a battle for legitimacy. The first brand that captures the concept is often able to portrayits competitors as illegitimate pretenders. A good No. 2 can’t afford to be timid. When you give up focusing on No. 1, you make yourself vulner-able not only to the leader but to the rest of the pack.Take the sad story of Burger King in recent years.Times have been difficult for this No. 2 in hamburgers. 54THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 54 It has been through many management changes, new owners, and a parade of advertising agencies. It does-n’t take much of a history review to see what wentwrong. Burger King’s most successful years came when it was on the attack. It opened with “Have it your way,”which twitted McDonald’s mass-manufacturingapproach to hamburgers. Then it hit McDonald’s with“Broiling, not frying” and “The Whopper beats the bigMac.” All these programs reinforced the No. 2, alter-native position. Then, for some unknown reason, Burger King ignored the law of the opposite. It got timid andstopped attacking McDonald’s. The world was intro-duced to “Herb the nerd,” “The best food for fasttimes,” “We do it the way you do it,” “You’ve got tobreak the rules,” and on and on. It even started a pro-gram to attract little kids, the mainstay of McDonald’sstrength. This is no way to stay a strong No. 2. Burger King’s sales per unit declined and have never returned to thelevel they were when it was on the attack. Burger King made the mistake of not taking the opposite tack. 55THE LAW OF THE OPPOSITE22 Laws of Marketing 10/31/02 12:23 PM Page 55 10 The Law of Division Over time,a category will divide and become two or more categories. 56 22 Laws of Marketing 10/31/02 12:23 PM Page 56 Like an amoeba dividing in a petri dish, the market- ing arena can be viewed as an ever-expanding sea of categories. A category starts off as a single entity. Computers, for example. But over time, the category breaks up intoother segments. Mainframes, minicomputers, worksta-tions, personal computers, laptops, notebooks, pencomputers. Like the computer, the automobile started off as a single category. Three brands (Chevrolet,Ford, and Plymouth) dominated the market. Thenthe category divided. Today we have luxury cars,moderately priced cars, and inexpensive cars.Full-size, intermediates, and compacts. Sportscars, four-wheel-drive vehicles, RVs, and mini-vans. In the television industry, ABC, CBS, and NBC once accounted for 90 percent of the viewing audi-ence. Now we have network, independent, cable, pay,and public television, and soon we’ll have instore andinteractive television. Beer started the same way. Today we have imported and domestic beer. Premium and popular-priced beers. Light, draft, and dry beers. Even non-alcoholic beer. The law of division even affects countries. (Witness the mess in Yugoslavia.) In 1776, there wereabout 35 empires, kingdoms, countries, and states inthe world. By World War II, the number had doubled.By 1970, there were more than 130 countries. Today, 5722 Laws of Marketing 10/31/02 12:23 PM Page 57 some 190 countries are generally recognized as sover- eign nations. Look at the music field. It used to be classical and popular music. To stay on top of the popular musicfield you could watch “Your Hit Parade,” which fea-tured the top 10 hits of the week. Radio adopted thesame idea with a “Top 40” format. Today Top 40 isfalling apart because there isn’t one list anymore. Billboard , the bible of the music business, has 11 separate hit lists: classical, contemporary jazz, coun-try, crossover, dance, Latin, jazz, pop, rap, rhythm andblues, and rock. And 11 leaders for the 11 categories.They recently included Itzhak Perlman, Four-play,Garth Brooks, Luciano Pavarotti, Michael Jackson, MiMayor Necesidad, Dave Grusin, Enya, Public Enemy,Vanessa Williams, and Bruce Springsteen. Each segment is a separate, distinct entity. Each seg- ment has its own reason for existence. And each segmenthas its own leader, which is rarely the same as the leaderof the original category. IBM is the leader in main-frames, DEC in minis, Sun in workstations, and so on. Instead of understanding this concept of division, many corporate leaders hold the naive belief that cate-gories are combining. Synergyand its kissing cousin the corporate alliance are the buzzwords in the board- rooms of America. IBM, according to the New York Times, is poised “to take advantage of the coming con- vergence of whole industries, including television,music, publishing and computing.” “IBM’s strongest suit,” says the Times, “in the 58THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 58 expected convergence of cable and telephone networks with computer and television manufacturers may betechnology that it has developed to create extremely high-speed networks.” (See chapter 20: The Law of Hype.) It won’t happen. Categories are dividing, not com- bining. Also look at the much-touted category called “financial services.” In the future, according to thepress, we won’t have banks, insurance companies,stockbrokers, or mortgage lenders. We’ll have finan-cial services companies. It hasn’t happened yet. Prudential, American Express, and others have fall- en into the financial services trap. Customers don’tbuy financial services. They buy stocks or life insur-ance or bank accounts. And they prefer to buy eachservice from a different company. The way for the leader to maintain its dominance is to address each emerging category with a differentbrand name, as General Motors did in the early dayswith Chevrolet, Pontiac, Oldsmobile, Buick, andCadillac (and recently with Geo and Saturn). Companies make a mistake when they try to take a well-known brand name in one category and use thesame brand name in another category. A classic exam-ple is the fate that befell Volkswagen, the company thatintroduced the small-car category to America. ItsBeetle was a big winner that grabbed 67 percent of theimported-car market in the United States. Volkswagen was so successful that it began to think it could be like General Motors and sell bigger, 59THE LAW OF DIVISION22 Laws of Marketing 10/31/02 12:23 PM Page 59 faster, and sportier cars. So it swept up whatever models it was making in Germany and shipped themall to the United States. But unlike GM, it used thesame brand, Volkswagen, for all of its models. “Different Volks for different folks,” said the adver- tising, which featured five different models, includingthe Beetle, the 412 Sedan, the Dasher, the Thing, andeven a station wagon. Needless to say, the only thingthat kept selling was the “small” thing, the Beetle. Well, Volkswagen found a way to fix that. It stopped selling the Beetle in the United States and started sell-ing a new family of big, fast, expensive Volkswagens.Now you had the Vanagon, the Sirocco, the Jetta, theGolf GL, and the Cabriolet. It even built a plant inPennsylvania to build these wondrous new cars. Unfortunately for Volkswagen, the small-car cate- gory continued to expand. And since people couldn’tbuy a long-lasting, economical VW, they shifted toToyota, Honda, and Nissan. Today Volkswagen’s 67 percent share has shrunk to less than 4 percent. Volkswagen isn’t some minor European brand like Saab or Alfa Romeo. Volkswagen is the largest-selling automotivebrand in Europe. The cars VW sells in the United States arethe same as the ones it sells in Europe. Only the minds of thepeople buying them are different. In America, Volkswagenmeans small and ugly. Nobody here wants to buy a big,beautiful Volkswagen (chapter 4: The Law of Perception). One of Volkswagen’s competitors, Honda, decided to go up-market. Rather than use the Honda name in 60THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 60 the luxury-car market, it introduced the Acura. It even took the expensive step of setting up separate Acuradealerships to avoid confusion with Honda. The Acura became the first Japanese luxury car in the United States, where today Honda sells many moreAcuras than Volkswagen sells Volkswagens. Hondanow has the leading brand in two categories. What keeps leaders from launching a different brand to cover a new category is the fear of what willhappen to their existing brands. General Motors wasslow to react to the superpremium category thatMercedes-Benz and BMW established. One reasonwas that a new brand on top of Cadillac would enrageGM’s Cadillac dealers. Eventually, GM tried to take Cadillac up-market with the $54,000 Allante. It bombed. Why would any-one spend that kind of money on a so-called Cadillac,since their neighbors would probably think they paidonly $30,000 or so? No prestige. A better strategy for General Motors might have been to put a new brand into the Mercedes market.(They might have brought back the classic LaSalle.) Timing is also important. You can be too early to exploit a new category. Back in the fifties the NashRambler was America’s first small car. But AmericanMotors didn’t have either the courage or the money tohang in there long enough for the category to develop. It’s better to be early than late. You can’t get into the prospect’s mind first unless you’re prepared to spendsome time waiting for things to develop. 61THE LAW OF DIVISION22 Laws of Marketing 10/31/02 12:23 PM Page 61 11 The Law of Perspective Marketing effects take place over an extended period of time. 62 22 Laws of Marketing 10/31/02 12:23 PM Page 62 Is alcohol a stimulant or a depressant? If you visit almost any bar and grill on a Friday night after work, you’d swear that alcohol was a stim-ulant. The noise and laughter are strong evidence ofalcohol’s stimulating effects. Yet at 4:00 in the morn-ing, when you see a few happy-hour customers sleep-ing it off in the streets, you’d swear that alcohol is adepressant. Chemically, alcohol is a strong depressant. But in the short term, by depressing a person’s inhibitions,alcohol acts like a stimulant. Many marketing moves exhibit the same phenome- non. The long-term effects are often the exact oppositeof the short-term effects. Does a sale increase a company’s business or decrease it? Obviously, in the short term, a saleincreases business. But there’s more and more evi-dence to show that sales decrease business in the longterm by educating customers not to buy at “regular”prices. Aside from the fact that you can buy something for less, what does a sale say to a prospect? It says thatyour regular prices are too high. After the sale is over,customers tend to avoid a store with a “sale” reputa-tion. To maintain volume, retail outlets find they have to run almost continuous sales. It’s not unusual to walkdown a retail block and find a dozen stores in a rowwith “Sale” signs in their windows. Have the automobile rebate programs increased 6322 Laws of Marketing 10/31/02 12:23 PM Page 63 sales? The rise of auto rebates have coincided with a decline in auto sales. U.S. vehicle sales have declinedfor five straight years in a row. The largest furniture company in the New York City area, Seamans, has been running a sale every week.Recently, Seamans went bankrupt. There is no evidence that couponing increases sales in the long run. Many companies find they need aquarterly dose of couponing to keep sales on an evenkeel. Once they stop couponing, sales drop off. In other words, you keep those coupons rolling out not to increase sales but to keep sales from falling offif you stop. Couponing is a drug. You continue to do itbecause the withdrawal symptoms are just too painful. Any sort of couponing, discounts, or sales tends to educate consumers to buy only when they can get adeal. What if a company never started couponing inthe first place? In the retail field the big winners arethe companies that practice “everyday low prices”—companies like Wal-Mart and K Mart and the rapidlygrowing warehouse outlets. Yet almost everywhere you look you see yo-yo pric- ing. The airlines and the supermarkets are two exam-ples. Recently, however, Procter & Gamble made abold move to establish uniform pricing, which couldbecome the start of a trend. In everyday life there are many examples of short- term gains and long-term losses, crime being a typi-cal example. If you rob a bank for $100,000 and windup spending 10 years in jail, you either made 64THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 64 $100,000 for a day’s work or $10,000 a year for 10 years of labor. It depends on your point of view. Inflation can give an economy a short-term jolt, but in the long run, inflation leads to recession. (The nutsin Brazil haven’t figured this out yet.) In the short term, overeating satisfies the psyche, but in the long run it causes obesity and depression. In many other areas of life (spending money, taking drugs, having sex) the long-term effects of your actionsare often the opposite’ of the short-term effects. Whythen is it so hard to comprehend that marketing effectstake place over an extended period of time? Take line extension. In the short term, line extension invariably increases sales. The beer industry clearlyillustrates this effect. In the early seventies, Miller HighLife was barreling along with sales increases averaging27 percent a year. Miller’s success was fueled by“Miller Time,” a blue-collar campaign focused onrewarding yourself at the end of the day with a Millerbeer. Then Miller got greedy and in 1974 introducedMiller Lite, a brilliant concept (chapter 2: The Law ofthe Category) buried under a line extended name. In the short term the two Millers could coexist: the blue-collar beer (High Life) and the yuppie beer (Lite).But in the long term, line extension was bound toundermine one or the other brand. The high-water mark for Miller High Life was 1979, five years after the introduction of Miller Lite.In those five years Miller High Life’s annual salesalmost tripled, from 8.6 million to 23.6 million barrels. 65THE LAW OF PERSPECTIVE22 Laws of Marketing 10/31/02 12:23 PM Page 65 This was the short-term effect of line extension. The long-term effect was grim. From a high of 23.6 million barrels in 1979, Miller High Life declined 13 years in a row to just 5.8 million barrels in 1991. Andthe decline is bound to continue. Nor has Miller Lite been immune to the ravages of line extension. In 1986, the brewer introduced MillerGenuine Draft. The brand took because it was the firstbeer in a new category. Unfortunately, the brand also car-ried the Miller name. (See the next chapter: The Law ofLine Extension.) History repeats itself. Five years later,Miller Lite peaked in sales and then started to decline.Once started, the decline is almost impossible to stop. Unless you know what to look for, it’s hard to see the effects of line extension, especially for managersfocused on their next quarterly report. (If a bullet tookfive years to reach a target, very few criminals wouldbe convicted of homicide.) The same thing that happened to Miller happened to Michelob. Three years after the introduction of MichelobLight, regular Michelob peaked in sales and thendeclined 11 years in a row. Today the four Michelob fla-vors combined (regular, light, dry, and classic dark) sell25 percent fewer barrels than Michelob alone did in1978, the year Michelob Light was introduced. The same thing happened to Coors. The introduc- tion of Coors Light caused the collapse of Coors regu-lar, which today sells one-fourth of what it used to. Even the king is down. After annual sales increases stretching back to the end of Prohibition, Budweiser 66THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 66 has been slipping the last three years in a row. The cause? Bud Light. You might be thinking that Miller, Coors, and Anheuser-Busch had to line extend because light beerhas taken over the market. If you believe what you readin the papers, you’d think that everyone is drinkinglight beer. Not true. Today, 18 years after the introduc-tion of Miller Lite, light beer still accounts for only 31percent of the beer market. In other areas of marketing, the short-term/long- term line extension effects occur much more rapidly.Coca-Cola clothes were introduced by Murjani in1985. Two years later wholesale volume reached $250million. The following year, the line dried up virtuallyovernight, saddling Murjani with millions of dollars’worth of inventory. What happened to Coca-Cola clothes also happened to Donald Trump. At first, The Donald was successful.Then he branched out and put his name on anythingthe banks would lend him money for. What’s a Trump?A hotel, three casinos, two condominiums, one airline,one shopping center. Fortunemagazine called Trump “an investor with a keen eye for cash flow and asset values, a smart mar-keter, a cunning wheeler-dealer.” Timeand Newsweek put The Donald on their covers. Today Trump is $1.4 billion in debt. What made him successful in the short term is exactly what causedhim to fail in the long term. Line extension. It looks easy, but marketing is not a game for ama teurs. 67THE LAW OF PERSPECTIVE22 Laws of Marketing 10/31/02 12:23 PM Page 67 12 The Law of Line Extension There’s an irresistible pressure to extend the equity of the brand. 68 22 Laws of Marketing 10/31/02 12:23 PM Page 68 If violating any of our laws was a punishable offense, a large portion of corporate America would be in jail. By far the most violated law in our book is the law of line extension. What’s even more diabolical is thatline extension is a process that takes place continuous-ly, with almost no conscious effort on the part of thecorporation. It’s like a closet or a desk drawer that fillsup with almost no effort on your part. One day a company is tightly focused on a single product that is highly profitable. The next day thesame company is spread thin over many products andis losing money. Take IBM. Years ago when IBM was focused on mainframe computers, the company made a ton ofmoney. Today IBM is into everything and barelybreaking even. In 1991, for example, IBM’s revenueswere $65 billion. Yet the company wound up losing$2.8 billion. That’s almost $8 million a day. In addition to selling mainframe computers, IBM markets personal computers, pen computers, worksta-tions, midrange computers, software, networks, tele-phones, you name it. IBM even tried to get into thehome computer market with the PCjr. Along the way, IBM dropped millions on copiers (sold to Kodak), Rolm (sold to Siemens), Satellite BusinessSystems (shut down), the Prodigy network (limpingalong), SAA, TopView, OfficeVision, and OS/2. When a company becomes incredibly successful, it invariably plants the seeds for its future problems. 6922 Laws of Marketing 10/31/02 12:23 PM Page 69 Take Microsoft, the most successful company in the software field. (Even though the company is one-fifti-eth the size of General Motors, Microsoft’s stock isworth more than GM’s.) What is Microsoft’s strategy?In a word, more. “Microsoft Corp. said it is aggressively seeking the dominant share in every major software applicationscategory in the personal computer field,” said the Wall Street Journal recently. “Michael Maples, senior vice president of Microsoft’s applications division, suggest-ed that Microsoft might be able to achieve as much asa 70 percent share in every major applications catego-ry,” continued the Journal. Whom does that sound like? Sounds like IBM. Microsoft is setting itself up as the next IBM, with allthe negative implications the name suggests. Microsoft is the leader in personal computer operat- ing systems, but it trails the leaders in each of the fol-lowing major categories: spreadsheets (Lotus is theleader), word processing (WordPerfect is the leader),and business graphics (Harvard Graphics from SPCSoftware Publishing is the leader). Microsoft keeps puffing itself up by expanding into new categories, such as pen computers. Recently,Microsoft bought Fox Software for $170 million in orderto get into the data base software field. (What do you betthe company kills the Fox and changes it to Microsoft?) There are ominous signs of softness in Microsoft’s strategy. The Economist reported in early 1992, “Mr. Gates is putting together a range of products, based 70THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 70 on a common core of technology, that will compete across virtually the whole of the software industry:from big computers to small ones, and from operat-ing systems in the information engine-room to graph-ics programs that draw every picture for executives.Nobody in the software industry has yet managed aventure of that complexity—though IBM has triedand failed.” When you try to be all things to all people, you inevitably wind up in trouble. “I’d rather be strongsomewhere,” said one manager, “than weak every-where.” In a narrow sense, line extension involves taking the brand name of a successful product (e.g., A-1 steaksauce) and putting it on a new product you plan tointroduce (e.g., A-1 poultry sauce). It sounds so logical. “We make A-1, a great sauce that gets the dominant share of the steak business. Butpeople are switching from beef to chicken, so let’s intro-duce a poultry product. And what better name to usethan A-1. That way people will know the poultry saucecomes from the makers of that great steak sauce, A-1.” But marketing is a battle of perception, not product. In the mind, A-1 is not the brand name, but the steaksauce itself. “Would you pass me the A-1?” asks thediner. Nobody replies: “A-1 what?” In spite of an $18 million advertising budget, the A- 1 poultry launch was a dismal failure. There are as many ways to line extend as there are galaxies in the universe. And new ways get invented 71THE LAW OF LINE EXTENSION22 Laws of Marketing 10/31/02 12:23 PM Page 71 every day. In the long run and in the presence of seri- ous competition, line extensions almost never work. Creating flavors is a popular way to try to grab mar- ket share. More flavors, more share. Sounds right, butit doesn’t work. Back in 1978, when 7-Up was simply the lemon- lime uncola, it had a 5.7 percent share of the soft-drinkmarket. Then the company added 7-Up Gold, Cherry7-Up, and assorted diet versions. Today 7-Up’s share isdown to 2.5 percent. Wherever you look, you’ll find line extensions, which is one reason why stores are choked withbrands. (There are 1,300 shampoos, 200 cereals, 250soft drinks.) Invariably, the leader in any category is the brand that is not line extended. Take baby food, for example.Gerber has 72 percent of the market, way ahead ofBeech-Nut and Heinz, the two line-extended brands. In spite of evidence that line extensions don’t work, companies continue to pump them out. Here are someexamples: Ivory soap. Ivory shampoo?Life Savers candy. Life Savers gum?Bic lighters. Bic pantyhose?Chanel. Chanel for men?Tanqueray gin. Tanqueray vodka?Coors beer. Coors water?Heinz ketchup. Heinz baby food?USA Today . “USA Today on TV”? 72THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 72 Adidas running shoes. Adidas cologne? Pierre Cardin clothing. Pierre Cardin wine?Levi’s blue jeans. Levi’s shoes? Colgate-Palmolive: “We want to leverage our basic core brands and trade on our brand names to extend into new categories.” Ed Fogarty, President. Campbell Soup Company: “Leveraging and extend- ing high-quality, repeat-purchase brand names isalways preferred over launching a new name.” DavidW. Johnson, CEO. Del Monte: “We’re dedicated to the single brand concept. We’re going to keep extending the Del Montename into new areas.” Ewan MacDonald, President. Ultra Slim-Fast: “There will be soups, pastas, salad dressings, soda, fruit juices and a new, thicker diet drinkcalled Ultra Slim-Fast Plus.” Daniel Abraham, Chairman. (Good luck and good night, Mr. Abraham.) Why does top management believe that line exten- sion works, in spite of the overwhelming evidence tothe contrary? One reason is that while line extension isa loser in the long term, it can be a winner in the shortterm (chapter 11: The Law of Perspective).Management is also blinded by an intense loyalty tothe company or brand. Why else would PepsiCo haveintroduced Crystal Pepsi in spite of the failures ofPepsi Light and Pepsi AM? More is less . The more products, the more markets, the more alliances a company makes, the less money itmakes. “Full-speed ahead in all directions” seems to 73THE LAW OF LINE EXTENSION22 Laws of Marketing 10/31/02 12:23 PM Page 73 be the call from the corporate bridge. When will com- panies learn that line extension ultimately leads tooblivion? Less is more . If you want to be successful today, you have to narrow the focus in order to build a position inthe prospect’s mind. What does IBM stand for? It used to stand for “mainframe computers.” Today it stands for every-thing, which means it stands for nothing. Why is Sears, Roebuck in trouble? Because the company tried to be all things to all people. Sears wasbig in hard goods, so it went into soft goods and thenfashion. The company even hired Cheryl Tiegs. (Dofashion models really buy their miniskirts at Sears?) In the conventional view, a business strategy usually consists of developing an all-encompassing vision. Inother words, what concept or idea is big enough to holdall of a company’s products and services on the markettoday as well as those that are planned for the future? In the conventional view, strategy is a tent. You stake out a tent big enough so it can hold everythingyou might possibly want to get into. IBM has erected an enormous computer tent. Nothing in the computer field, today or in the future,will fall outside the IBM tent. This is a recipe fordisaster. As new companies, new products, newideas invade the computer arena, IBM is going to getblown away. You can’t defend a rapidly growing mar-ket like computers even if you are a financial power-house like IBM. From a strategic point of view, you 74THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 74 have to be much more selective, picking and choos- ing the area in which to pitch your tent. Strategically, General Motors is in the same boat as IBM. GM is into anything and everything on wheels.Sedans, sports cars, cheap cars, expensive cars, trucks,minivans, even electric cars. So what is GM’s businessstrategy? If it runs on the road, or off the road, we’llchase it. For many companies, line extension is the easy way out. Launching a new brand requires not only money,but also an idea or concept. For a new brand to suc-ceed, it ought to be first in a new category (chapter 1:The Law of Leadership). Or the new brand ought to bepositioned as an alternative to the leader (chapter 9:The Law of the Opposite). Companies that wait until anew market has developed often find these two leader-ship positions already preempted. So they fall back onthe old reliable line extension approach. The antidote for line extension is corporate courage, a commodity in short supply. 75THE LAW OF LINE EXTENSION22 Laws of Marketing 10/31/02 12:23 PM Page 75 13 The Law of Sacrifice You have to give up something in order to get something. 76 22 Laws of Marketing 10/31/02 12:23 PM Page 76 The law of sacrifice is the opposite of the law of line extension. If you want to be successful today, you should give something up. There are three things to sacrifice: product line, tar- get market, and constant change. First, the product line. Where is it written that the more you have to sell, the more you sell? The full line is a luxury for a loser. If you want to be successful, you have to reduce your product line,not expand it. Take Emery Air Freight. Emery wasin the air freight services business. Anything youwanted to ship you could ship via Emery. Smallpackages, large packages, overnight service,delayed service. From a marketing point of view, what did Federal Express do? It concentrated on one service: smallpackages overnight. Today Federal Express is a muchbigger company than Emery. The power of the sacrifice for Federal Express was in being able to put the word overnight in the mind of the prospect. When it absolutely, positively had to bethere overnight, you would call Federal Express. Then what did Federal Express do? The company did the same thing Emery did. It threw away itsovernight position by buying Tiger International’sFlying Tiger cargo line for $880 million. NowFederal Express is a worldwide air cargo companywithout a worldwide position. In just 21 monthsFederal Express lost $1.1 billion in its internationaloperations. 7722 Laws of Marketing 10/31/02 12:23 PM Page 77 Marketing is a game of mental warfare. It’s a battle of perceptions, not products or services. In the mind of the prospect, Federal Express is the overnight company. FederalExpress owns the overnight position. When the marketturned international, Federal Express faced a classic mar-keting dilemma. Should it try to take a domestic name intothe international field? Or should it create a new worldwidename? Furthermore, how should it deal with DHL, thecompany that got into the international field first? It’s bad enough that Federal Express walked away from the “overnight” idea. What’s worse is that it did-n’t replace the idea with a new one. Eveready was the long-time leader in batteries. But new technology arrived—as it does in mostindustries. The first technology to change the batterybusiness was the heavy-duty battery. What would youcall your heavy-duty battery if you had the No. 1name in batteries? You’d probably call it the Evereadyheavy-duty battery, which is what Eveready did. Then the alkaline battery arrived. Again, Eveready called its alkaline battery the Eveready alkaline bat-tery. It seemed to make sense. Then P.R. Mallory introduced a line of alkaline bat- teries only. Furthermore, the company gave the line abetter name: Duracell. The power of the sacrifice for Duracell was in being able to put the “long-lasting battery” idea in the mindof the prospect. Duracell lasts twice as long asEveready, said the advertising. Eveready was forced to change the name of its alka- 78THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 78 line battery to “the Energizer.” But it was too late. Duracell had already become the leader in the batterymarket. The world of business is populated by big, highly diversified generalists and small, narrowly focusedspecialists. If line extension and diversification wereeffective marketing strategies, you’d expect to see thegeneralists riding high. But they’re not. Most of themare in trouble. The generalist is weak. Take Kraft, for example. Everybody thinks Kraft is a strong brand name. In jelliesand jams, Kraft has 9 percent of the market. But Smucker’shas 35 percent. Kraftmeans everything , but with a name like Smucker’s, it has to be jelly or jam because that’s allSmucker’s makes. In mayonnaise, Kraft has 18 percent ofthe market. But Hellmann’s has 42 percent. (Kraft does have a leading brand in terms of market share. However, its name isn’t Kraft, it’s Philadelphia . Philadelphia brand cream cheese has 70 percent of thecream cheese market.) Take the retail industry. Which retailers are in trou- ble today? The department stores. And what’s a depart-ment store? A place that sells everything. That’s arecipe for disaster. Campeau, L.J. Hooker, and Gimbels all wound up in bankruptcy court. Ames department stores filed forbankruptcy. Hills department stores filed for bankrupt-cy. Macy’s, the owner of the world’s largest store, filedfor bankruptcy. Interstate Department Stores also went bankrupt. So 79THE LAW OF SACRIFICE22 Laws of Marketing 10/31/02 12:23 PM Page 79 the company looked at the books and decided to focus on the only product it made money on: toys. As long asInterstate was going to focus on toys, it decided tochange its name to Toys “R” Us. Today Toys “R” Usdoes 20 percent of the retail toy business in the coun-try. Very profitably, too. In its last fiscal year, Toys “R”Us made $326 million on sales of $5.5 billion. Many retail chains are successfully patterning themselves on the Toys “R” Us formula: a narrowfocus with in-depth stock. Staples (office supplies)and Blockbuster Video are two recent examples. In the retail field generally, the big successes are the specialists: • The Limited. Upscale clothing for working women. • The Gap. Casual clothing for the young at heart.• Benetton. Wool and cotton clothing for young swingers. • Victoria’s Secret. Sexy undergarments.• Foot Locker. Athletic shoes.• Banana Republic. Safari wear. (When a clothing chain with a name like Banana Republic can be successful, you know we live in the age of the specialist.) Let’s discuss the second sacrifice, target market. Where is it written that you have to appeal to everybody? Take the cola field. Coca-Cola got into the prospect’s mind first and built a powerful position. In 80THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 80 the late fifties, for example, Coke outsold Pepsi more than five to one. What could Pepsi-Cola do to goagainst Coke’s powerful position? In the early sixties Pepsi-Cola finally developed a strategy based on the concept of sacrifice. The compa-ny sacrificed everything except the teenage market.Then it brilliantly exploited this market by hiring itsicons: Michael Jackson, Lionel Richie, Don Johnson. Within one generation, Pepsi closed the gap. Today it is only 10 percent behind Coca-Cola in total U.S. cola sales. (Inthe supermarket, Pepsi-Cola actually outsells Coca-Cola.) In spite of Pepsi-Cola’s success, however, the pres- sure for enlarging the tent is always present. Recentlyit succumbed to temptation. According to Advertising Age, “Pepsi-Cola Co. has outgrown the Pepsi genera- tion. In a major marketing shift, flagship Pepsi will bepitched as the soft drink for the masses.” “Gotta have it” is Pepsi’s new theme. The advertis- ing shows older people like Yogi Berra and RegisPhilbin drinking Pepsi. “The one drawback of Pepsi advertising in the past has been a little too much focus on youth,” says PhilDusenberry of Pepsi’s ad agency BBDO. “We couldhave made greater gains had we expanded our hori-zons to cast a wider net and catch more people.” According to Fortunemagazine, Coca-Cola is the world’s most powerful trademark. When an also-ranlike Pepsi-Cola develops a narrowly focused strategythat puts it within an eyelash of the leader, why wouldit change its powerful strategy? 81THE LAW OF SACRIFICE22 Laws of Marketing 10/31/02 12:23 PM Page 81 Why indeed! There seems to be an almost religious belief that the wider net catches more customers, in spite of many examples to the contrary. Take Budweiser, for example. “When we go out to develop a plan for Budweiser, we have to cover every-body above 21 years of age, whether they’re male,female, black, white,” says August Busch IV. Look at cigarette advertisements, especially old cig- arette ads. They invariably show both a man and awoman. Why? In an age when most smokers weremen, cigarette manufacturers wanted to broaden theirmarket. We got the men, let’s go out and get thewomen, too. So what did Philip Morris do? It narrowed the focus to men only. And then it narrowed the focus even moreto a man’s man, the cowboy. The brand was calledMarlboro. Today, Marlboro is the largest-selling ciga-rette in the world. In the United States, Marlboro is thelargest-selling cigarette among men andwomen. The target is not the market. That is, the apparent target of your marketing is not the same as the peoplewho will actually buy your product. Even thoughPepsi-Cola’s target was the teenager, the market waseverybody. The 50-year-old guy who wants to thinkhe’s 29 will drink the Pepsi. The target of Marlboro advertising is the cowboy, but the market is everybody. Do you know how manycowboys are left in America? Very few. (They’ve allbeen smoking Marlboros.) Finally, the third sacrifice: constant change. Where 82THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 82 is it written that you have to change your strategy every year at budget review time? If you try to follow the twists and turns of the mar- ket, you are bound to wind up off the road. The bestway to maintain a consistent position is not to changeit in the first place. People Express had a brilliant “narrow” position to start with. It was the no-frills airline that flew to no-frills cities at no-frills prices. People used to get on aPeople Express plane and say, “Where are we going?”They didn’t care, as long as it was cheap enough. What did People Express do after it became suc- cessful? It tried to be all things to all people. It invest-ed in new equipment, like 747s. It started to fly theheavily traveled routes to places like Chicago andDenver, not to mention Europe. It bought FrontierAirlines. It added frills, like first-class sections. People Express promptly lost altitude and only escaped bankruptcy court by selling itself to Texas Air,which did it for them. White Castle, on the other hand, has never changed its position. A White Castle today not only looks thesame as a White Castle did 60 years ago, it also sellsthe same “frozen sliders” at unbelievably low prices.Would you believe the average White Castle doesmore than $1 million a year in revenues? (That’s morethan Burger King and not too far behind McDonald’s.) Good things come to those who sacrifice. 83THE LAW OF SACRIFICE22 Laws of Marketing 10/31/02 12:23 PM Page 83 14 The Law of Attributes For every attribute,there is an opposite,effective attribute. 84 22 Laws of Marketing 10/31/02 12:23 PM Page 84 In chapter 6 (The Law of Exclusivity) we made the point that you can’t own the same word or position that your competitor owns. You must find your own wordto own. You must seek out another attribute. Too often a company attempts to emulate the leader. “They must know what works,” goes the rationale, “solet’s do something similar.” Not good thinking. It’s much better to search for an opposite attribute that will allow you to play off against the leader. Thekey word here is opposite—similar won’t do. Coca-Cola was the original and thus the choice of older people. Pepsi successfully positioned itself as thechoice of the younger generation. Since Crest owned cavities, other toothpastes avoid- ed cavities and jumped on other attributes like taste,whitening, breath protection, and, more recently, bak-ing soda. Marketing is a battle of ideas. So if you are to suc- ceed, you must have an idea or attribute of your own tofocus your efforts around. Without one, you had betterhave a low price. A very low price. Some say all attributes are not created equal. Some attributes are more important to customersthan others. You must try and own the most impor-tant attribute. Cavity prevention is the most important attribute in toothpaste. It’s the one to own. But the law ofexclusivity points to the simple truth that once anattribute is successfully taken by your competition,it’s gone. You must move on to a lesser attribute and 8522 Laws of Marketing 10/31/02 12:23 PM Page 85 live with a smaller share of the category. Your job is to seize a different attribute, dramatize the value ofyour attribute, and thus increase your share. For many years IBM dominated the world of com- puters with its attributes of “big” and “powerful.”Companies that tried to move in on those attributes hadlittle success. RCA, GE, UNIVAC, Burroughs,Honeywell, NCR, and Control Data lost a lot of moneyon mainframe computers. Then an upstart from Bostonwent for the attribute of “small” and the minicomputerwas born. They probably laughed in Armonk becausethey knew corporate America wanted “big and power-ful.” Today “small” has grown to such proportions thatIBM’s vast mainframe empire is in serious trouble. A company that never laughs at new attributes that are exactly the opposite of their current products isGillette, the world’s No.1 razor blade maker. Its domi-nance revolves around its high-technology razors andcartridge systems. When an upstart from Francebrought an opposite attribute to the category in theform of a “disposable” razor, Gillette could havelaughed and wheeled out its research on how Americawants hefty, expensive, high-technology razors. But itdidn’t. Instead, Gillette jumped in with a disposable razor of its own, called Good News. By spending heavily,Gillette was able to win the battle of the disposables. Today the Gillette Good News razor dominates the disposable category, which has grown to dominatethe razor blade business. Moral: You can’t predict the 86THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 86 size of a new attribute’s share, so never laugh. Burger King was unsuccessful when it tried to take the attribute “fast” from McDonald’s. What should Burger King have done? Use the opposite attribute?The exact opposite attribute, “slow,” won’t do for afast-food place (although there is an element of slow-ness in Burger King’s “broiling” concept). A single trip to any McDonald’s should be enough to find another attribute that McDonald’s owns: “kids.”This is indeed the place to which kids drag their par-ents, and McDonald’s has the swing sets to prove it.This sets up an opportunity vividly demonstrated by theCoke and Pepsi battle. If McDonald’s owns kids, thenBurger King has the opportunity to position itself forthe older crowd, which includes any kid who doesn’twant to be perceived as a kid. That generally works outto be everyone over the age of 10 (not a bad market). To make the concept work, Burger King would have to invoke the law of sacrifice and give all the little kidsto McDonald’s. While this might mean getting rid of afew swing sets, it also allows Burger King to hang“kiddieland” on McDonald’s (chapter 9: The Law ofthe Opposite). To drive the concept into prospects’minds, Burger King would need a term. It could be grow up. Grow up to the flame-broiled taste of Burger King. The new concept for Burger King would strike fear and terror in the boardroom at McDonald’s, always agood sign of an effective program. 87THE LAW OF ATTRIBUTES22 Laws of Marketing 10/31/02 12:23 PM Page 87 15 The Law of Candor When you admit a negative, the prospect will give you a positive. 88 22 Laws of Marketing 10/31/02 12:23 PM Page 88 It goes against corporate and human nature to admit a problem. For years, the power of positive thinking has been drummed into us. “Think positive” has been the subject ofendless books and articles. So it may come as a surprise to you that one of the most effective ways to get into a prospect’s mind is to first admita negative and then twist it into a positive. “Avis is only No. 2 in rent-a-cars.”“With a name like Smucker’s, it has to be good.”“The 1970 VW will stay ugly longer.”“Joy. The most expensive perfume in the world.” What’s going on here? Why does a dose of honesty work so well in the marketing process? First and foremost, candor is very disarming. Every negative statement you make about yourself is instantlyaccepted as truth. Positive statements, on the other hand,are looked at as dubious at best. Especially in an advertise-ment. You have to prove a positive statement to the prospect’s satisfaction. No proof is needed for a negativestatement. “The 1970 VW will stay ugly longer.” A car that ugly must be reliable, thinks the prospect. “Joy. The most expensive perfume in the world.” If peo- ple are willing to pay $375 an ounce, it must be a sensa-tional perfume. “With a name like Smucker’s, it has to be good.” Most companies, especially family companies, wouldnever make fun of their own name. Yet the Smuckerfamily did, which is one reason why Smucker’s is the 8922 Laws of Marketing 10/31/02 12:23 PM Page 89 No.1 brand of jams and jellies. If your name is bad, you have two choices: change the name or make fun of it.The one thing you can’t do is to ignore a bad name.Which is one reason why you won’t find beer brandslike Gablinger’s, Grolsch, and Gresedieck in yoursupermarket today. “Avis is only No. 2 in rent-a-cars.” So why go with them? They must try harder. Everybody knew that Aviswas second in rent-a-cars. So why go with the obvious? Marketing is often a search for the obvious. Since you can’t change a mind onceit’s made up, your marketing efforts have to be devoted tousing ideas and concepts already installed in the brain. Youhave to use your marketing programs to “rub it in.” No pro-gram did this as brilliantly as the Avis No. 2 program. Positive thinking has been highly overrated. The explo- sive growth of communications in our society has madepeople defensive and cautious about companies trying tosell them anything. Admitting a problem is something thatvery few companies do. When a company starts a message by admitting a prob- lem, people tend to, almost instinctively, open their minds.Think about the times that someone came to you with aproblem and how quickly you got involved and wanted tohelp. Now think about people starting off a conversationabout some wonderful things they are doing. You probablywere a lot less interested. Now with that mind open, you’re in a position to drive in the positive, which is your selling idea. Someyears ago, Scope entered the mouthwash market with a 90THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 90 “good-tasting” mouthwash, thus exploiting Listerine’s truly terrible taste. What should Listerine do? It certainly couldn’t tell peo- ple that Listerine’s taste “wasn’t all that bad.” That wouldraise a red flag that would reinforce a negative perception.Things could get worse. Instead, Listerine brilliantlyinvoked the law of candor: “The taste you hate twice aday.” Not only did the company admit the product tasted bad, it admitted that people actually hated it. (Now that’s hon-esty.) This set up the selling idea that Listerine “kills a lotof germs.” The prospect figured that anything that tastes like disin- fectant must indeed be a germ killer. A crisis passed withthe help of a heavy dose of candor. As another example, General Foods admitted that Grape-Nuts cereal was a “learned pleasure” and advisedconsumers to “try it for a week.” Sales went up 23 percent. One final note: The law of candor must be used careful- ly and with great skill. First, your “negative” must be wide-ly perceived as a negative. It has to trigger an instant agree-ment with your prospect’s mind. If the negative doesn’tregister quickly, your prospect will be confused and willwonder, “What’s this all about?” Next, you have to shift quickly to the positive. The pur- pose of candor isn’t to apologize. The purpose of candor isto set up a benefit that will convince your prospect. This law only proves the old maxim: Honesty is the best policy. 91THE LAW OF CANDOR22 Laws of Marketing 10/31/02 12:23 PM Page 91 16 The Law of Singularity In each situation,only one move will produce substantial results. 92 22 Laws of Marketing 10/31/02 12:23 PM Page 92 Many marketing people see success as the sum total of a lot of small efforts beautifully executed. They think they can pick and choose from a number of different strategies and still be successful as long as they put enough effort into the program. If they workfor the leader in the category, they fritter away theirresources on a number of different programs. Theyseem to think that the best way to grow is the puppyapproach—get into everything. If they’re not with the leader, they often end up try- ing to do the same as the leader, but a little better. It’slike Saddam Hussein saying that all we have to do isfight a little harder and everything will work out.Trying harder is not the secret of marketing success. Whether you try hard or try easy, the differences are marginal. Furthermore, the bigger the company, the morethe law of averages wipes out any real advantage of a try-ing-harder approach. History teaches that the only thing that works in marketing is the single, bold stroke. Furthermore, inany given situation there is only one move that willproduce substantial results. Successful generals study the battleground and look for that one bold stroke that is least expected by the enemy. Finding oneis difficult. Finding more than one is usually impossible. Military strategist and author B.H. Liddell Hart calls this bold stroke “the line of, least expectation.”The Allied invasion came at Normandy, a place whosetide and rocky shore the Germans felt would be anunlikely choice for a landing of any scale. 9322 Laws of Marketing 10/31/02 12:23 PM Page 93 So it is in marketing. Most often there is only one place where a competitor is vulnerable. And that place should be the focus of the entire invading force. The automobile industry is an interesting case in point. For years, the leader’s main strength was in themiddle of the line. With brands like Chevrolet,Pontiac, Oldsmobile, Buick, and Cadillac, GeneralMotors easily beat back frontal assaults by Ford,Chrysler, and American Motors. (The Edsel fiasco is atypical example.) GM’s dominance became legendary. What works in marketing is the same as what works in the military: the unexpected. Hannibal came over the Alps, a route deemed impos- sible to scale. Hitler came around the Maginot Line andsent his panzer divisions through the Ardennes, terrainthe French generals thought impossible to traverse withtanks. (As a matter of fact, he did it twice—once in theBattle of France and again in the Battle of the Bulge.) In recent years there have been only two strong moves made against GM. Both were flanking movesaround the GM Maginot Line. The Japanese came atthe low end with small cars like Toyota, Datsun, andHonda. The Germans came at the high end with super-premium cars like Mercedes and BMW. With the success of Japanese and German flanking attacks, General Motors was under pressure to commitresources in an attempt to shore up the bottom and thetop of its lines. (Cadillacs were too cheap to block thehigh-priced German imports.) In an effort to save money and maintain profits, 94THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 94 GM made the fateful decision to build many of its midrange cars using the same body style. Suddenly,no one could tell a Chevrolet from a Pontiac or anOldsmobile or a Buick. They all looked alike. Its look-alike cars weakened General Motors in the middle and opened up a move for Ford as it brokethrough with the European-styled Taurus and Sable.And then the Japanese jumped in with Acura, Lexus,and Infiniti. Now General Motors is weak across theboard. Look at Coke. At present, Coca-Cola is fighting a two-front battle with Classic and New Coke. WhileCoca-Cola Classic has regained a lot of its originalstrength, New Coke (an Edsel from Atlanta) is barelyhanging on. We’ve seen endless slogans for Coca-Cola: “We have a taste for you.” “The real choice.” “Catch theWave.” “Red, white, and you.” “You can’t beat the feel-ing.” And now, “You can’t beat the real thing.” Nothinghas moved the needle very much. The folks at Coca-Cola keep trying. They’ve even hired a Hollywood talent agency to contribute creativeideas. Any day now, the new shooters will parade into an Atlanta conference room and paper the wall with anew set of slogans. Top Coke management will then sitaround and discuss the latest batch of creative moves.While it’s theoretically possible to stumble across theright idea if you haphazardly generate all the ideas youcan possibly think of, it’s not an efficient way to work. 95THE LAW OF SINGULARITY22 Laws of Marketing 10/31/02 12:23 PM Page 95 Coke needs to make progress beyond just buying business. As we see it, Coke has only one two-part move to make—one part is a step backward, the otheris a step forward. First of all, Coke has to bite the bullet and drop New Coke. Not because it’s a loser or an embarrassment, butbecause the existence of New Coke blocks the compa-ny from effectively using the only weapon it has. With New Coke safely tucked away in the archives, Coke would be able to invoke the law of focus andbring back the concept of the “Real Thing” and use itagainst Pepsi. To pull the trigger, Coke could go on television and say to the Pepsi Generation, “All right kids, we’re notgoing to push you. When you’re ready for the RealThing, we’ve got it for you.” That would be the begin-ning of the end of the Pepsi Generation (if Pepsi-Colahadn’t already killed it off all by itself). Not only is this idea simple and powerful, but it’s really the only move available to Coke. It exploits theonly words that Coke owns in the minds of itsprospects: The Real Thing . To find that singular idea or concept, marketing managers have to know what’s happening in the mar-ketplace. They have to be down at the front in the mudof the battle. They have to know what’s working andwhat isn’t. They have to be involved. Because of the high cost of mistakes, management can’t afford to delegate important marketing deci-sions. That’s what happened at General Motors. 96THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 96 When the financial people took over, the marketing programs collapsed. Their interest was in the num-bers, not the brands. The irony is that the numberswent south, along with the brands. It’s hard to find that single move if you’re hanging around headquarters and not involved in the process. 97THE LAW OF SINGULARITY22 Laws of Marketing 10/31/02 12:23 PM Page 97 17 The Law of Unpredictability Unless you write your competitor’s plans, you can’t predict the future. 98 22 Laws of Marketing 10/31/02 12:23 PM Page 98 Implicit in most marketing plans is an assumption about the future. Yet marketing plans based on what will happen in the future are usually wrong. With hundreds of computers and an army of meteo- rologists, no one can predict the weather three days inadvance, so how do you expect to predict your marketthree years in advance? IBM developed a massive marketing plan to hook up all PCs to its mainframes. The company called itOfficeVision. Yet the plan is dead in the water thanksto developments at Sun Microsystems, Microsoft, andother companies. You might say that OfficeVisionforesaw everything but the competition. Failure to forecast competitive reaction is a major reason for marketing failures. When Pickett was askedwhich Confederate leader was responsible for thedefeat at Gettysburg, he replied, “I’ve always thoughtthe Yankees had something to do with it.” Yet there are those who would say that America’s big problem is the lack of the long view, thatAmerican management is too short term in its think-ing. Won’t eliminating long-term plans make thingseven worse? On the surface those concerns are real. But it’s important to understand what is meant by long termversus short term. Most of corporate America’s prob-lems are not related to short-term marketing thinking.The problem is short-term financial thinking. Most companies live from quarterly report to quar- terly report. That’s a recipe for problems. Companies 9922 Laws of Marketing 10/31/02 12:23 PM Page 99 that live by the numbers, die by the numbers. Harold Geneen of ITT fame is one man in recent times whobest exemplifies this approach. He would wheel anddeal and beat up his managers for ever-increasingearnings. Geneen’s efforts resulted in a house of cards that eventually fell apart. Today ITT is a shell of what itonce was. Good accounting, bad marketing. General Motors was doing fine until the financial folks took over and put the focus on the numbersinstead of the brands. They allowed Alfred P. Sloan’splan of differentiated brands to fall apart. Every divi-sion head, in order to make their short-term numbers,started to chase the middle of the market. Good short-term planning is coming up with that angle or word that differentiates your product or com-pany. Then you set up a coherent long-term marketingdirection that builds a program to maximize that ideaor angle. It’s not a long-term plan, it’s a long-termdirection. Tom Monaghan’s short-term angle at Domino’s Pizza was to come up with that “home delivery” idea andbuild a system that delivered pizzas quickly and effi-ciently. His long-term direction was to build the firstnationwide home delivery chain as rapidly as possible. Monaghan couldn’t own the words home delivery until he had enough franchisees to afford nationaladvertising. He accomplished both objectives, andtoday Domino’s is a $2.65 billion company with a 4percent share of the home delivery business. 100THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 100 Monaghan did it all without a complex, 10-year plan. So what can you do? How can you best cope with unpredictability? While you can’t predict the future, you can get a handle on trends, which is a way to takeadvantage of change. One example of a trend isAmerica’s growing orientation toward good health.This trend has opened the door for a number of newproducts, especially healthier foods. The recent run-away success of Healthy Choice frozen entrées is aclear example of a product that took advantage of thislong-term trend. ConAgra introduced Healthy Choice in March 1989. Years earlier, however, there were plenty of low-sodium,low-fat, light brands on the market. But these healthyideas were buried under line extension names. ConAgrawas the first to use a simple name and concept to takeadvantage of a trend that has been going on for years. Unfortunately, ConAgra is well on its way to con- fusing things with a wide array of Healthy Choice lineextensions that go way beyond entrées. It is violatingthe law of sacrifice. The danger in working with trends is extrapolation. Many companies jump to conclusions about how far atrend will go. If you believed the prognosticators of afew years ago, everyone today is eating broiled fish ormesquite-barbecued chicken. (Hamburger sales aredoing just fine, thank you.) Equally as bad as extrapolating a trend is the com- mon practice of assuming the future will be a replay ofthe present. When you assume that nothing will change, 101THE LAW OF UNPREDICTABILITY22 Laws of Marketing 10/31/02 12:23 PM Page 101 you are predicting the future just as surely as when you assume that something will change. Remember Peter’sLaw: The unexpected always happens. While tracking trends can be a useful tool in dealing with the unpredictable future, market research can be moreof a problem than a help. Research does best at measuringthe past. New ideas and concepts are almost impossible tomeasure. No one has a frame of reference. People don’tknow what they will do until they face an actual decision. The classic example is the research conducted before Xerox introduced the plain-paper copier. Whatcame back was the conclusion that no one would payfive cents for a plain-paper copy when they could geta Thermofax copy for a cent and a half. Xerox ignored the research, and the rest is history.One way to cope with an unpredictable world is to build an enormous amount of flexibility into yourorganization. As change comes sweeping through yourcategory, you have to be willing to change and changequickly if you are to survive in the long term. Yesterday, General Motors was slow to react to the small-car trend. It has cost the company dearly. Today, IBM is slow to acknowledge the trend away from mainframes. It could cost the company dearly. At present, the workstation is a real threat to both mainframes and minicomputers. It offers enormouspower at very low cost. If IBM is going to protect itscomputer leadership, the company must become aserious player in a category dominated by SunMicrosystems and Hewlett-Packard. 102THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 102 A natural move would be to introduce a new gener- ic. IBM’s best opportunity might be to name its new line of high-powered workstations “PMs,” just as it didwith its very successful “PCs.” “PM” could stand for“personal mainframe.” These two generic words dra-matically capture the speed and power of these newdesktop machines. They are also words that IBM ownsin the mind. The combination would be very powerful. The only problem with a concept like this probably lies inside IBM itself. The term personal mainframe would strike terror in IBM’s mainframe division aswell as in its personal computer division. We suggestthat the phones would ring and the case would quicklybe made that a “personal mainframe” would under-mine these two important sources of income. It’s probably true that a personal mainframe product would undermine IBM’s two other main sources ofrevenue, but a company must be flexible enough toattack itself with a new idea. Change isn’t easy, but it’sthe only way to cope with an unpredictable future. One final note that’s worth mentioning: There’s a difference between “predicting” the future and “takinga chance” on the future. Orville Redenbacher’sGourmet Popping Corn took a chance that peoplewould pay twice as much for a high-end popcorn. Nota bad risk in today’s affluent society. No one can predict the future with any degree of certainty. Nor should marketing plans try to. 103THE LAW OF UNPREDICTABILITY22 Laws of Marketing 10/31/02 12:23 PM Page 103 18 The Law of Success Success often leads to arrogance and arrogance to failure. 104 22 Laws of Marketing 10/31/02 12:23 PM Page 104 Ego is the enemy of successful marketing. Objectivity is what’s needed.When people become successful, they tend to become less objective. They often substitute their ownjudgment for what the market wants. Donald Trump and Robert Maxwell are two exam- ples of people blinded by early success and untaintedby humility. And when you’re blind, it is indeed hard tofocus. Mr. Trump’s strategy was to put his name on every- thing, committing the cardinal sin of line extension.(Denial seems to go hand in hand with a big ego.When we first met The Donald, his opening remarkswere about how people accuse him of having a bigego. He went on to state that it was totally untrue, hedid not have a big ego. All the while, it was hard toavoid noticing a three-foot-high brass “T” sitting onthe floor next to his desk. So much for the sermon.) Success is often the fatal element behind the rash of line extensions. When a brand is successful, the com-pany assumes the name is the primary reason for thebrand’s success. So they promptly look for other prod-ucts to plaster the name on. Actually it’s the opposite. The name didn’t make the brand famous (although a bad name might keep thebrand from becoming famous). The brand got famousbecause you made the right marketing moves. In otherwords, the steps you took were in tune with the funda-mental laws of marketing. You got into the mind first. You narrowed the 10522 Laws of Marketing 10/31/02 12:23 PM Page 105 focus. You preempted a powerful attribute. Your success puffs up your ego to such an extent that you put the famous name on other products. Result: early success and long-term failure as illustrat-ed by the failure of Donald Trump. The more you identify with your brand or corporate name, the more likely you are to fall into the lineextension trap. “It can’t be the name,” you might bethinking when things go wrong. “We have a greatname.” Pride goeth before destruction and a haughtyspirit before a fall. Proverbs16:18. Tom Monaghan of Domino’s Pizza is one of the few executives who have recognized how ego can lead youastray. “You start thinking you can do anything. I was thatway back in the early days. I got into frozen pizzas for awhile and that was a disaster. If I hadn’t messed aroundwith those frozen pizzas for the better part of a year, try-ing to sell them in bars and restaurants, Domino’s proba-bly would have a lot more stores by now.” Actually, ego is helpful. It can be an effective driv- ing force in building a business. What hurts is inject-ing your ego in the marketing process. Brilliant mar-keters have the ability to think like a prospect thinks.They put themselves in the shoes of their customers.They don’t impose their own view of the world on thesituation. (Keep in mind that the world is all percep-tion anyway, and the only thing that counts in market-ing is the customer’s perception.) As their successes mounted, companies like General Motors, Sears, Roebuck, and IBM became 106THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 106 arrogant. They felt they could do anything they want- ed to in the marketplace. Success leads to failure. Consider Digital Equipment Corporation, the com- pany that brought us the minicomputer. Starting fromscratch, DEC became an enormously successful $14billion company. DEC’s founder is Kenneth Olsen. His success made Ken such a believer in his own view of the computerworld that he pooh-poohed the personal computer,then open systems, and, finally, reduced instruction setcomputing (RISC). In other words, Ken Olsen ignoredthree of the biggest developments in the computer cat-egory. (A trend is like the tide—you don’t fight it.)Today Ken Olsen is out. The bigger the company, the more likely it is that the chief executive has lost touch with the front lines.This might be the single most important factor limit-ing the growth of a corporation. All other factors favorsize. Marketing is war, and the first principle of war-fare is the principle of force. The larger army, the larg-er company, has the advantage. But the larger company gives up some of that advan- tage if it cannot keep itself focused on the marketingbattle that takes place in the mind of the customer. The shootout at General Motors between Roger Smith and Ross Perot illustrates the point. When hewas on the GM board, Ross Perot spent his weekendsvisiting dealers and buying cars. He was critical ofRoger Smith for not doing the same. “We’ve got to nuke the GM system,” Perot said. He 107THE LAW OF SUCCESS22 Laws of Marketing 10/31/02 12:23 PM Page 107 advocated atom-bombing the heated garages, chauf- feur-driven limousines, executive dining rooms.(Chauffeur-driven limousines for a company trying tosell cars?) If you’re a busy CEO, how do you gather objective information on what is really happening? How do youget around the propensity of middle management totell you what they think you want to hear? How do you get the bad news as well as the good?One possibility is to go “in disguise” or unan- nounced. This is especially useful at the distributor orretailer level. In many ways this is analogous to theking who dresses up as a commoner and mingles withhis subjects. Reason: to get honest opinions of what’shappening. Like kings, chief executives rarely get honest opin- ions from their ministers. There’s too much intriguegoing on at the court. Another aspect of the problem is the allocation of time. Quite often the CEO’S time is taken up with toomany United Way meetings, too many industry activi-ties, too many outside board meetings, too many testi-monial dinners. According to one survey, the average CEO spends 18 hours a week on “outside activities.” The nexttime-waster is internal meetings. The average CEOspends 17 hours a week attending corporate meetingsand 6 hours a week preparing for those meetings.Since the typical top executive works 61 hours aweek, that leaves only 20 hours for everything else, 108THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 108 including managing the operation and going down to the front. No wonder chief executives delegate themarketing function. That’s a mistake. Marketing is too important to be turned over to an underling. If you delegate anything, you should dele-gate the chairmanship of the next fund-raising drive.(The vice president of the United States, not the pres-ident, attends the state funerals.) The next thing to cutback on are the meetings. Instead of talking thingsover, walk out and see for yourself. As Gorbachev toldReagan, “It is better to see once than to hear a hundredtimes.” Small companies are mentally closer to the front than big companies. That might be one reason theygrew more rapidly in the last decade. They haven’tbeen tainted by the law of success. 109THE LAW OF SUCCESS22 Laws of Marketing 10/31/02 12:23 PM Page 109 19 The Law of Failure Failure is to be expected and accepted. 110 22 Laws of Marketing 10/31/02 12:23 PM Page 110 Too many companies try to fix things rather than drop things. “Let’s reorganize to save the situation” is their way of life. Admitting a mistake and not doing anything about it is bad for your career. A better strategy is to recog-nize failure early and cut your losses. AmericanMotors should have abandoned passenger cars andfocused on Jeep. IBM should have dropped copiersand Xerox should have dropped computers yearsbefore they finally recognized their mistakes. The Japanese seem to be able to admit a mistake early and then make the necessary changes. Their consensusmanagement style tends to eliminate the ego. Since alarge number of people have a small piece of a big deci-sion, there is no stigma that can be considered careerdamaging. In other words, it’s a lot easer to live with “Wewere all wrong” than the devastating “I was wrong.” This egoless approach is a major factor in making the Japanese such relentless marketers. It’s not thatthey don’t make mistakes, but when they do, theyadmit them, fix them, and just keep coming. The hugely successful Wal-Mart has another approach that enables the company to deal with fail-ure. It’s called Sam Walton’s “ready, fire, aim”approach. It’s an outgrowth of his penchant for con-stant tinkering. Walton was well aware that nobody hits the target every time. But at Wal-Mart, people aren’t punished iftheir experiments fail. As Wal-Mart’s chief executivesaid in a Business Week article, “If you learn some- 11122 Laws of Marketing 10/31/02 12:23 PM Page 111 thing and you’re trying something, then you probably get credit for it. But woe to the person who makes thesame mistake twice.” Wal-Mart is different from many large corporations because, so far, it appears to be free of an insidiousdisease called the “personal agenda” that can creepinto any corporation. Marketing decisions are oftenmade first with the decision maker’s career in mindand second with the impact on the competition or theenemy in mind. There is a built-in conflict between thepersonal and the corporate agenda. This leads to a failure to take risks. (It’s hard to be first in a new category without sticking your neck out.)When the senior executive has a high salary and a shorttime to retirement, a bold move is highly unlikely. Even junior executives often make “safe” decisions so as to not disrupt their progress up the corporate lad-der. Nobody has ever been fired for a bold move theydidn’t make. In some American companies nothing gets done unless it benefits the personal agenda of someone intop management. This severely limits the potentialmarketing moves a company can make. An idea getsrejected not because it isn’t fundamentally sound butbecause no one in top management will personallybenefit from its success. One way to defuse the personal agenda factor is to bring it out in the open. 3M uses the “champion” sys-tem to publicly identify the person who will benefitfrom the success of a new product or venture. The 112THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 112 successful introduction of 3M’s Post-it Notes illus- trates how the concept works. Art Fry is the 3M scien-tist who championed the Post-it Notes product, whichtook almost a dozen years to bring to market. While the 3M system works, in theory the ideal environment would allow managers to judge a concepton its merits, not on whom the concept would benefit.’ If a company is going to operate in an ideal way, it will take teamwork, esprit de corps, and a self-sacri-ficing leader. One immediately thinks of Patton andhis Third Army and its dash across France. No army inhistory took as much territory and as many prisonersin as short a period of time. Patton’s reward? Eisenhower fired him. 113THE LAW OF FAILURE22 Laws of Marketing 10/31/02 12:23 PM Page 113 20 The Law of Hype The situation is often the opposite of the way it appears in the press. 114 22 Laws of Marketing 10/31/02 12:23 PM Page 114 When IBM was successful, the company said very little. Now it throws a lot of press conferences. When things are going well, a company doesn’t need the hype. When you need the hype, it usually means you’re in trouble. Young and inexperienced reporters and editors tend to be more impressed by what they read in other pub-lications than by what they gather themselves. Oncethe hype starts, it often continues on and on. No soft drink has received more hype than New Coke. By one estimate, New Coke received more than$1 billion worth of free publicity. Add to that the hun-dreds of millions of dollars spent to launch the brand,and New Coke should have been the world’s most suc-cessful product. It didn’t happen. Less than 60 days after the launch, Coca-Cola was forced to come back with the original formula, nowcalled Coca-Cola Classic. Today Classic outsells Newabout 15 to 1. No newspaper has received more hype than USA Today. At its launch in 1982 were the president of the United States, the speaker of the House ofRepresentatives, and the majority leader of the U.S.Senate. The residue of this initial hype is still sogreat that most people cannot believe USA Today is a loser. No computer has received more hype than the NeXt computer. Demand for press conference cre-dentials was so great that Steve Jobs had to printtickets in advance, even though the auditorium 11522 Laws of Marketing 10/31/02 12:23 PM Page 115 could hold several thousand people. All the seats were filled. Steve Jobs makes television news as well as the cover of many major publications. IBM, Ross Perot,and Canon have invested $130 million. Will NeXt be a winner? Of course not. Where is the opening? NeXt is the first in a new category of what? History is filled with marketing failures that were suc- cessful in the press. The Tucker 48, the U.S. FootballLeague, Videotext, the automated factory, the personal hel-icopter, the manufactured home, the picturephone, poly-ester suits. The essence of the hype was not just that thenew product was going to be successful. The essence of thehype was that existing products would now be obsolete. Polyester was going to make wool obsolete. Videotext was going to make newspapers obsolete.The personal helicopter was going to make the roadsand highways obsolete. The Tucker 48 with its“cyclop’s eye” headlight would revolutionize the wayDetroit makes automobiles. (Only 51 were ever built.) In the heavily touted “office of the future,” every- thing was going to be integrated into one ball of com-puter wax. The last time we looked, there were sepa-rate typewriters (now called personal computers), sep-arate laser printers, separate fax machines, separatecopy machines, separate postal meters. The office ofthe future is aptly named—a concept that will remainforever in the future. These predictions violate the law of unpredictability. No one can predict the future, not even a sophisticated 116THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 116 reporter for the Wall Street Journal. The only revolutions you can predict are the ones that have already started. Did anyone predict the overthrow of communism and the Soviet Union? Not really. It was only after the process had started that the press jumped on the“crumbling communist empire” story. Contrast the first Tucker with the first Toyopet that hit the shores of California. Did the Los Angeles Times do a story on how Japanese imports were going toshake up the auto industry? Not at all. The only storiesthat made the news were about the little cars fromJapan that fell apart because they weren’t up to the rig-ors of American roads. (Toyopet, of course, went on tobecome a big winner after changing the cars andchanging the car’s name to Toyota.) When MCI got started by launching a microwave service between Chicago and St. Louis, did the presssay, “Watch out, AT&T, here comes the competition?”No, they pretty much ignored little MCI. When SunMicrosystems shipped its first workstation, did thepress note the significance of the event, that somedayworkstations would rattle the cages at IBM and DEC?No, the press ignored Sun. Forget the front page. If you’re looking for clues to the future, look in the back of the paper for thoseinnocuous little stories. Neither the personal computer nor the facsimile machine took off like a rocket. The personal com-puter was introduced in 1974. It took six years forIBM to strike back with the PC. Even the PC didn’t 117THE LAW OF HYPE22 Laws of Marketing 10/31/02 12:23 PM Page 117 boom until a year and a half later, when Lotus 1-2- 3hit the market. Capturing the imagination of the public is not the same as revolutionizing a market. Take the picture- phone, now called the videophone. Ever since its intro-duction at the 1964 New York World’s Fair, the picture-phone has been in the news, usually on the front page.The latest example is a front-page story in the Wall Street Journal, “The Videophone Era May Finally Be Near, Bringing Big Changes.” This is the third try for AT&T. In the seventies, it failed with the picturephone at $100 a month. In theeighties, it failed with a picturephone meeting serviceat $2,300 an hour. In the nineties, AT&T is hustling$1,500 videophones. It’s easy to see why the videophone hasn’t made much progress. Who wants to get dressed up to makea phone call? What isn’t so easy to see is why the videophone gets so much hype. There’s a clue in the subhead of theJournalarticle, “An Alternative To Travel.” Look out American Airlines, United, and Delta, your days are num-bered. The hype really isn’t about the videophone at all.It’s about the coming revolution in the travel industry. Over the years, the greatest hype has been for those developments that promise to single-handedly changean entire industry, preferably one that’s vital to theAmerican economy. Remember the helicopter hypeafter World War II? Every garage would house a heli-copter, making roads, bridges, and the entire automo- 118THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 118 bile industry obsolete overnight. Did Donald Trump get a helicopter? Did you get yours? (Donald actuallydid get his, but he had to give it back to the bank.) Then there was the manufactured-home hype. It was reported that the single most expensive product afamily ever buys could be made on the assembly line,revolutionizing the construction industry. From time to time, no-frills food makes the head- lines. It is reported that this development will revolu-tionize the packaged-goods industry. Brands are out.People will read the labels and buy products on theirmerits rather than on the size of the brand’s advertisingbudget. It’s all hype. The latest overhyped development is that of the pen computer, which will revolutionize the personal com-puter field and make computers accessible to everyonewhether they can type or not. It’s all hype. Not that there isn’t a grain of truth in every over- hyped story. Anyone with $580,000 plus tax can buy alittle five-seat Bell helicopter. The pen computer mightbe attractive to a narrow segment of the market, espe-cially the traveling-salesperson crowd. The videophonecould revolutionize the phone-sex industry, and there’sa substantial market for mobile homes and recreationalvehicles, all manufactured on assembly lines. But, for the most part, hype is hype. Real revolu- tions don’t arrive at high noon with marching bandsand coverage on the 6:00 P.M. news. Real revolutions arrive unannounced in the middle of the night and kindof sneak up on you. 119THE LAW OF HYPE22 Laws of Marketing 10/31/02 12:23 PM Page 119 21 The Law of Acceleration Successful programs are not built on fads, they’re built on trends. 120 22 Laws of Marketing 10/31/02 12:23 PM Page 120 A fad is a wave in the ocean, and a trend is the tide. A fad gets a lot of hype, and a trend gets very little. Like a wave, a fad is very visible, but it goes up and down in a big hurry. Like the tide, a trend is almost invisible, but it’s very powerful over the long term. A fad is a short-term phenomenon that might be profitable, but a fad doesn’t last long enough to do acompany much good. Furthermore, a company oftentends to gear up as if a fad were a trend. As a result,the company is often stuck with a lot of staff, expen-sive manufacturing facilities, and distribution net-works. (A fashion, on the other hand, is a fad that repeats itself. Examples: short skirts for women and double-breasted suits for men. Halley’s Comet is a fashionbecause it comes back every 75 years or so.) When the fad disappears, a company often goes into a deep financial shock. What happened to Atariis typical in this respect. And look how ColecoIndustries handled the Cabbage Patch Kids. Thosehomely dolls hit the market in 1983 and started totake off. Coleco’s strategy was to milk the kids forall they were worth. Hundreds of Cabbage Patch novelties flooded the toy stores. Pens, pencils, crayon boxes, games, cloth-ing. Two years later, Coleco racked up sales of $776million and profits of $83 million. Then the bottomdropped out of the Cabbage Patch Kids. By 1988Coleco went into Chapter 11. Coleco died, but the kids live on. Acquired by 12122 Laws of Marketing 10/31/02 12:23 PM Page 121 Hasbro in 1989, the Cabbage Patch Kids are now being handled conservatively. Today they’re doingquite well. Here’s the paradox. If you were faced with a rapid- ly rising business, with all the characteristics of a fad,the best thing you could do would be to dampen thefad. By dampening the fad, you stretch the fad out andit becomes more like a trend. You see this in the toy business. Some owners of hot toys want to put their hot toy name on everything. Theresult is that it becomes an enormous fad that is boundto collapse. When everybody has a Ninja turtle,nobody wants one anymore. The Ninja turtle is a good example of a fad that col- lapses in a hurry because the owner of the concept gotgreedy. The owner fans the fad rather than dampening it. On the other hand, the Barbie doll is a trend. When Barbie was invented years ago, the doll was neverheavily merchandised into other areas. As a result, theBarbie doll has become a long-term trend in the toybusiness. The most successful entertainers are the ones who control their appearances. They don’t overextendthemselves. They’re not all over the place. They don’twear out their welcome. Elvis Presley’s manager, Colonel Parker, made a deliberate attempt to restrict the number of appear-ances and records the King made. As a result, everytime Elvis appeared, it was an event of enormousimpact. (Elvis himself contributed to this strategy by 122THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 122 overdosing early and severely dampening his future appearances. Likewise Marilyn Monroe and JamesDean.) Forget fads. And when they appear, try to dampen them. One way to maintain a long-term demand foryour product is to never totally satisfy the demand. But the best, most profitable thing to ride in market- ing is a long-term trend. 123THE LAW OF ACCELERATION22 Laws of Marketing 10/31/02 12:23 PM Page 123 22 The Law of Resources Without adequate funding an idea won’t get off the ground. 124 22 Laws of Marketing 10/31/02 12:23 PM Page 124 If you have a good idea and you’ve picked up this book with the thought in mind that all you need is a lit- tle marketing help, this chapter will throw cold wateron that thought. Even the best idea in the world won’t go very far without the money to get it off the ground. Inventors,entrepreneurs, and assorted idea generators seem tothink that all their good ideas need is professional mar-keting help. Nothing could be further from the truth. Marketing is a game fought in the mind of the prospect. You needmoney to get into a mind. And you need money to stayin the mind once you get there. You’ll get further with a mediocre idea and a mil- lion dollars than with a great idea alone. Some entrepreneurs see advertising as the solution to the problem of getting into prospects’ minds.Advertising is expensive. It cost $9,000 a minute tofight World War II. It cost $22,000 a minute to fightthe Vietnam War. A one-minute commercial on theNFL Super Bowl will cost you $1.5 million. Steve Jobs and Steve Wozniak had a great idea. But it was Mike Markkula’s $91,000 that put AppleComputer on the map. (For his money, Markkula gotone-third of Apple. He should have held out forhalf.) Ideas without money are worthless. Well. . . not quite. But you have to use your idea to find the money,not the marketing help. The marketing can come later. Some entrepreneurs see publicity as a cheap way 12522 Laws of Marketing 10/31/02 12:23 PM Page 125 of getting into prospects’minds. “Free advertising” is how they see it. Publicity isn’t free. Rule of thumb: 5-10-20. A small public relations agency will want$5,000 a month to promote your product; a medium-size agency, $10,000 a month; and a big-time agency,$20,000 a month. Some entrepreneurs see venture capitalists as the solu- tion to their money problems. But only a tiny percentagesucceed in finding the funding they need this way. Some entrepreneurs see corporate America as ready, willing, and financially able to get their off-spring off the ground. Good luck, you’ll need it. Veryfew outside ideas are ever accepted by large compa-nies. Your only real hope is finding a smaller companyand persuading it of the merits of your idea. Remember: An idea without money is worthless. Be prepared to give away a lot for the funding. In marketing, the rich often get richer because they have the resources to drive their ideas into the mind.Their problem is separating the good ideas from thebad ones, and avoiding spending money on too manyproducts and too many programs (chapter 5: The Lawof Focus). Competition is fierce. The giant corporations put a lot of money behind their brands. Procter & Gambleand Philip Morris each spend more than $2 billion ayear on advertising. General Motors spends $1.5 bil-lion a year. Life can be unfair for the smaller marketer facing larger competitors. Consider A&M Pet Products, a 126THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 126 small company in Houston, Texas. A&M invented “clumping” cat litter, one of the most important break-throughs in the category. The concept is simple. Whencats use the litter box, this new type of litter clumps thewaste into balls, which are easily scooped out and dis-posed of. There is no need to replace the entire box. The brand, called Scoop Away, took off wherever it was introduced. This quickly got the attention ofGolden Cat Corporation, which has the No.1 cat litterbrand, Tidy Cat. Recognizing a threatening idea when they see one, Golden Cat introduced their own version of clumpingcat litter, called Tidy Scoop. Not only, did they jumpon A&M’s idea, they also borrowed the Scooppart of their brand name. (How unfair can you be?) The winner of this cat fight will probably be deter- mined by money. Who has the most money to drive inthe idea? Unlike a consumer product, a technical or business product has to raise less marketing money because theprospect list is shorter and media is less expensive. Butthere is still a need for adequate funding for a techni-cal product to pay for brochures, sales presentations,and trade shows as well as advertising. Here is the bottom line. First get the idea, then go get the money to exploit it. Here are some short cutsyou could take: • You can marry the money. Georgette Mosbacher married Commerce Secretary Robert Mosbacher 127THE LAW OF RESOURCES22 Laws of Marketing 10/31/02 12:23 PM Page 127 in 1985. Three years later, Ms. Mosbacher bought La Prairie, a Swiss cosmetics firm, for$31.5 million. Where did she get the money?From everyone. Venture capitalists, La Prairiedistributors in Switzerland and Japan, plus herown and her husband’s resources. In the first yearunder Georgette Mosbacher’s control, LaPrairie’s sales were up 30 percent. Then she soldout at a hefty profit. • You can divorce the money. Frances Lear arrived in New York in 1985 at the age of 61. Freshly divorcedfrom her television producer-husband Norman(“All in the Family”) Lear, she was determined tolaunch a magazine for women over 40. She wasprepared to spend $25 million of her expected $112million settlement on the project. By its fifth issue,Lear’smagazine had 350,000 readers. • You can find the money at home. Donald Trump would never have gotten anywhere without Dad’smillions behind him. • You can “share” your idea by franchising it. Tom Monaghan was able to put Domino’s Pizza on themap by pursuing an aggressive program of fran-chising his home delivery idea. So far we’ve been talking about smaller companies and their fund-raising strategies. What about a richcompany? How should it approach the law ofresources? The answer is simple: Spend enough. Inwar, the military always errs on the high side. Do you 128THE 22 IMMUTABLE LAWS OF MARKETING22 Laws of Marketing 10/31/02 12:23 PM Page 128 know how many rations were left after Operation Desert Storm? A lot. So it is in marketing. You can’tsave your way to success. The more successful marketers front load their investment. In other words, they take no profit for twoor three years as they plow all earnings back into mar-keting. Money makes the marketing world go round. If you want to be successful today, you’ll have to find themoney you need to spin those marketing wheels. 129THE LAW OF RESOURCES22 Laws of Marketing 10/31/02 12:23 PM Page 129 Warning 130We would be remiss if we did not warn our readers about the potential dangers of trying to apply the laws of marketing within an existing organization. Many ofthese laws fly in the face of corporate ego, convention-al wisdom, and the Malcolm Baldrige awards. The law of perception runs counter to the corporate culture of most companies where trying to be better isdeeply ingrained. People are forever running aroundand “benchmarking” the leader in the category andthen setting out to “beat their specs.” It’s what the qual-ity movement is all about. The law of leadership is tough for many to swallow. Most people want to believe they got to the top bybeing better, not by being first. So beware! Management won’t take kindly to any suggestions that will take the emphasis off their betterproduct strategy. The law of sacrifice could cause you problems. Offering everything for everybody is deeply ingrainedin most organizations. If you have any doubts, just22 Laws of Marketing 10/31/02 12:23 PM Page 130 stroll down the aisles of any supermarket. What you will find is variation upon variation of sizes, flavors,and forms. It boggles the mind. Why this happens ispainfully obvious. Nobody wants to focus. Large companies have offices filled with young, bright marketing people. Do you expect them to justsit there and do nothing? They feel compelled to tinkerand make improvements. After all, how can they maketheir mark on the organization? So beware! Those young, bright marketing people will not take kindly to any efforts to curtail their tin-kering. The law of focus suggests owning a word in the prospects’minds. What word does your company ownin the minds of your prospects? “I don’t know,” mightbe your response. “We make a variety of products formany different industries.” So beware! You have some pruning to do, which, isn’t going to be easy to sell to the powers that be. The law of perspective will frustrate anyone looking for quick marketing victories. Companies want to seeinstant results. So beware! Those accountants will give you a hard time in the short term. The law of line extension is the most dangerous law of all to deal with. In this case, you have to be preparedto demolish what management holds to be a basictruth: Big successful brands have an equity that can beexploited to encompass different kinds of products. Line extension makes eminent sense in the board- 131WARNING22 Laws of Marketing 10/31/02 12:23 PM Page 131 room. You won’t find one director in a dozen who would be willing to challenge management on thiscritical issue. So beware! Management will not take kindly to any efforts to curtail their equity expansions. You may justhave to wait them out. Management is mutable, but thelaws of marketing are not. Thus are you duly warned. If you violate the immutable laws, you run the risk of failure. If youapply the immutable laws, you run the risk of beingbad-mouthed, ignored, or even ostracized. Have patience. The immutable laws of marketing will help you achieve success. And success is the bestrevenge of all. 132WARNING22 Laws of Marketing 10/31/02 12:23 PM Page 132 About the Authors Authors Al Reis and Jack Trout are probably the world’s best- known marketing strategists. Their books have been publishedin fifteen languages and their consulting work has taken theminto many of the world’s largest corporations in North America,South America, and the Far East.22 Laws of Marketing 10/31/02 12:23 PM Page 133"
}