{
  "title": "Tu Mundo en una Servilleta Dan Roam",
  "source": "Libros/Tu Mundo en una Servilleta Dan Roam.pdf",
  "content": "“De lectura obligada para la nueva generación de directivos.” BusinessWeek “Roam demuestra que hasta la persona más analítica y racional puede trabajar con el pensamiento visual.” Newsweek“¡Inspirador! Te enseña, en muy pocas horas, una nueva manera de pensar.” Dan Heath, autor de Pegar y pegar “Con ingenio y estilo, Roam nos proporciona un manual práctico e inteligente sobre el poder del pensamiento visual.” Daniel Pink,autor de Las aventuras de Johnny Bunko “R oam te enseña a hacer dibujos de lo más simples. Tan simples como efectivos a la hora de desarmar conceptos complejos.” Fast CompanyCUALQUIER PROBLEMA PUEDE RESOLVERSE CON UN DIBUJO. PORQUE UNA IMAGEN VALE MÁSQUE MIL PALABRAS. ¿Qué pasaría si existiera un modo de ha- cer más eﬁ ciente y divertida la solución de problemas? Lo hay. Se llama pensamien-to visual, y se basa en resolver problemas mediante dibujos. Según Roam, no existe mejor forma de constatar que realmente sabemos algo que dibujándolo. Y no hay forma más sencilla de encontrar soluciones que co-giendo un bolígrafo y una servilleta para representar visualmente ese mismo pro-blema. Porque un dibujo puede ser mucho más eﬁ caz que un Excel o un PowerPoint. El pensamiento visual signiﬁ ca aprove- char la capacidad innata para descubrir ideas que de otro modo serían invisibles, desarrollarlas rápida e intuitivamente y luego compartirlas con otras personas de manera que puedan entenderlas de forma inmediata. Tu mundo en una servilleta ha sido uno de los fenómenos editoriales del año pa-sado: más de 150.000 ejemplares vendi-dos sólo en Estados Unidos, traducido a veinte lenguas distintas, elegido por las principales revistas de negocios como el libro del año y con una secuela a punto de publicarse. Un libro sensacional. Dan Roam es fundador y presi- dente de Digital Roam, Inc., una con- sultora que ayuda a los ejecutivos a resolver problemas a través del pen-samiento visual. Ha trabajado para empresas como Google, eBay, General Electric, Wal Mart e incluso el Senado de Estados Unidos. Da conferencias alrededor del mundo y actualmente vive en San Francisco. Es autor de Bla, bla, bla. Qué hacer cuando las palabras no funcionan (Ges- tión 2000, 2012) www.digitalroam.typepad.com http://www.thebackofthenapkin.com mediante DIBUJOSRESOLVER PROBLEMAS y VENDER IDEASDAN ROAMTU MUNDO EN UNA Elegido como uno de los libros del año por las revistasBusinessWeek, Time y Fast Company DAN ROAM TU MUNDO EN UNA RESOLVER PROBLEMAS y VENDER IDEAS mediante DIBUJOS INTELIGENTE ESTE LIBRO MUY INTELIGENTE Seth Godin, autor de La vaca púrpura MÁS DE 150.000 EJEMPLARES VENDIDOS EN EE.UU. Diseño de la cubierta: © Base Art Co. Fotografía del autor: Leslie Flores.Gestión 2000 Grupo Planetawww.gestion2000.comwww.planetadelibros.comwww.facebook.com/Gestion2000@Gestion2000 EDICIÓN8.a PVP 16,95 /Euro.069 10177378 Resolver problemas y vender ideas mediante dibujos tu mundo servilletaen una Dan Roam Traducción Ana Del Corral Londoño g2000-clave servilleta CTP.indd 5 26/03/10 10:18 Título original: THE BACK OF THE NAPKINSlaving Problems and Selling Ideas with Picturesde Dan RoamPublicado por Penguin Group375 Hudsoon Street, New York, New York 10014, U.S.A. © Dan Roam, 2008 © de la traducción Ana del Corral., 2010 Ilustraciones, Dan Roam© Centro Libros PAPF, S.L.U., 2017 Gestión 2000 es un sello editorial de Centro Libros PAPF, S. L. U.Grupo PlanetaAv. Diagonal, 662-66408034 Barcelona www.planetadelibros.com ISBN: 978-84-9875-444-5 Depósito legal: B. 1.284-2017Primera edición: mayo de 2010Primera edición en este formato: febrero de 2017Preimpresión: gama slImpreso por Artes Gráﬁ cas Huertas Impreso en España - Printed in Spain No se permite la reproducción total o parcial de este libro, ni su incorporación a un sistema informático, ni su transmisión en cualquier forma o por cualquier medio, sea éste electrónico, mecánico, por fotocopia, por grabación u otros métodos, sin el permiso previo y por escrito del editor. La infracción de los derechos mencionados puede ser constitutiva de delito contra la propiedad intelectual (Art. 270 y siguientes del Código Penal).Diríjase a CEDRO (Centro Español de Derechos Reprográﬁ cos) si necesita fotocopiar o escanear algún fragmento de esta obra. Puede contactar con CEDRO a través de la web www.conlicencia.com o por teléfono en el 91 702 19 70 / 93 272 04 47. cred servilletas.indd 1cred servilletas.indd 1 11/01/2017 17:07:3311/01/2017 17:07:33 Contenido Primera parte: Introducciones A cualquier hora, cualquier persona, en cualquier lugar: Resolver problemas mediante dibujos 1 1 Capítulo 1: Una manera totalmente nueva de ver los negocios 13 Capítulo 2: ¿Qué problemas, cuáles dibujos y quién es «nosotros»? 23 Capítulo 3: Una apuesta que no se puede perder: los cuatro pasos del pensamiento visual 45 Segunda parte: Descubrir ideas Mirar mejor, ver más claro, imaginar más allá: Las herramientas y las reglas de un buen pensamiento visual 59 Capítulo 4: No, gracias, sólo estaba mirando 61 Capítulo 5: Las seis maneras de ver 86 Capítulo 6: El scvid : una lección práctica de imaginación aplicada 1 11 Capítulo 7: Marcos para mostrar 145 Tercera Parte: Desarrollar ideas La maestría del pensamiento visual: Poner a funcionar el pensamiento visual 163 Capítulo 8: Mostrar y la maestría del pensamiento visual 165 Capítulo 9: ¿Quiénes son nuestros clientes? Dibujos que resuelven un problema quién/qué 170 g2000-clave servilleta CTP.indd 9 26/03/10 10:18 10 1 Tu MunDo en un A seRviLLeTACapítulo 10: ¿Cuántas personas compran? 182 Dibujos que resuelven un problema cuánto Capítulo 1 1: ¿Dónde está nuestro negocio? 194 Dibujos que resuelven un problema dónde Capítulo 12: ¿Cuándo podemos arreglar las cosas? 221 Dibujos que resuelven un problema cuándo Capítulo 13: ¿Cómo hacemos para mejorar nuestro negocio? 239 Dibujos que resuelven un problema cómo Capítulo 14: ¿Y para qué molestarnos? 247 Dibujos que resuelven un problema por qué Cuarta Parte: Vender ideas ¡Que empiece la función! 261 Capítulo 15: Todo lo que sé de negocios lo aprendí en la escuela 263 Capítulo 16: Trazar conclusiones 280 AGRADECIMIENTOS 285 APÉnDiCe A La ciencia del pensamiento visual 289 APÉnDiCe B Recursos para pensadores visuales 298 g2000-clave servilleta CTP.indd 10 26/03/10 10:18 CAPÍT uLo 1 UNA MANERA TOTALMENTE NUEVA DE VER LOS NEGOCIOS Cuál se imagina usted que es en los negocios el problema más desafiante? ¿Es de carácter global y va en aumento o es pequeño y personal? ¿Es de carácter político, tec-nológico o emocional? ¿Tiene que ver con el dinero, los procesos o las personas? ¿Se origina en el día a día a día operativo de su empresa, o flota por allá arriba en el éter conceptual? ¿Conoce bien el problema que ve o es una contrariedad que nunca antes la había tenido en cuenta? Apuesto a que se le ocurre un dilema que contenga todos esos criterios. Sé que a mí sí se me ocurre: he administrado negocios en San Francisco, Moscú, Zurich y Nueva York, y por tanto he ma-nejado problemas en todo el globo —y he visto a mis colegas, jefes, empleados y clientes gestionar otros tantos. Es cierto: El meollo de un negocio es el arte de resolver problemas. ¿Y qué pasaría si hubiera una manera más rápida de mirar los inconvenientes, de entenderlos más por intuición y enfrentarlos con mayor seguridad, y de comunicar más ágilmente lo que descu-brimos? ¿Qué pasaría si existiera un modo de hacer más eficiente y eficaz la solución de problemas empresariales y además —aunque me cueste un poco decirlo— quizás ese modo fuera incluso más divertido? Lo hay. Se llama pensamiento visual y es el tema de este libro: resolver problemas mediante dibujos. Aquí está mi ascensor: ¿ g2000-clave servilleta CTP.indd 13 26/03/10 10:18 14 1 Tu MunDo en un A seRviLLeTAEl pensamiento visual significa aprovechar la capacidad innata de ver —tanto con los ojos como con el ojo de la mente— para poder descubrir ideas que de otro modo serían invisibles, desarrollarlas rápida e intuitivamente y luego compartirlas con otras perso-nas de una manera que ellas puedan «captar» de manera simple. Es eso. Bienvenido a una manera totalmente nueva de ver los negocios. «no soy una persona visual» Antes de presentar un vistazo general de este libro, permítame empezar por exponer la idea más importante: Solucionar problemas mediante dibujos no depende en absoluto de la formación o el talento artísticos. Tal cual: nada. Pongo énfasis en ello porque cada vez que se me invita a ayudar a una empresa a resolver un problema mediante dibujos o a hablarles a un grupo de ejecutivos sobre el pensamiento visual, siempre hay una persona que dice: «Espere. Eso no me sirve a mí, yo no soy una persona visual», a lo cual yo respondo: «Bien, lo comprendo, pero voy a decirlo de esta forma: Si usted fue capaz de entrar en este recinto esta mañana sin caerse, le garantizo que es una persona lo suficientemente visual para comprender todas las cosas de las que vamos a hablar y para sacarles provecho». De hecho (por muchas razones que exploraremos a lo largo de este libro), las personas que em- piezan por decir: «No soy bueno para dibujar, pero...» casi siempre terminan creando algunos de los dibujos más intuitivos. Así que si no está muy convencido de sus habilidades como dibujante, por fa-vor no abandone todavía este libro. Más bien, vaya directamente a la página 22; si es capaz de dibujar el cuadro, la flecha y la figura de palitos que hay allí, este libro es para usted. g2000-clave servilleta CTP.indd 14 26/03/10 10:18 Tu MunDo en un A seRviLLeTA 1 15el pensamiento visual en cuatro lecciones Este libro funciona así: está dividido en cuatro partes: esta introducción y después una parte sobre descubrir ideas, otra sobre desarrollar ideas y otra sobre vender ideas, siempre mediante el uso de los ojos, el ojo de la mente, las manos, un lápiz y un trozo de papel. (Las pizarras blancas como marcador también sirven.) En esta introducción, definiremos a qué problemas nos referimos (todos), de cuáles dibu- jos estamos hablando (muy simples todos ellos) y quién puede hacer lo que se propone (todo el mundo). Luego hablaremos sobre cómo todos lo podemos hacer —aunque nuestras habilidades visuales innatas varían— y revisaremos incluso una lista breve de verificación que nos ayude a entender mejor qué tipo de pensadores visuales somos. Luego, hablaremos sobre lo simple que es realmente el proceso de pensar visualmente y acerca del hecho de que ya sabemos dar cada uno de los pasos. En la segunda parte, Descubrir ideas, daremos un vistazo a los fundamentos del pensamiento visual diestro: aprender a mirar mejor , a ver con mayor nitidez y a imaginar más adelante . Luego nos familiarizaremos con el equipo básico de herramientas para el pensamiento visual: el SCVID (que obliga al cerebro a actuar de manera visual, queramos o no), el marco <6><6> (que nos sirve para trazar el mapa que muestra lo que hemos visto y el rumbo hacia lo que queremos mostrar) y luego el Códice del pensamiento visual (una hoja con las claves para empezar cualquier dibujo posible). En la tercera parte, tomaremos una página de un programa típico de Maestría en administración de empresas para analizar paso a paso un caso de estudio empresarial, y sobre esa página dibujaremos. Al terminar, habremos hecho una prueba práctica de los seis marcos fundamentales de dibujos para solucionar problemas, y por el camino habremos salvado un negocio. Por último, llegaremos a la última parte, Vender ideas, donde reuniremos todo para crear y pre- sentar un plan de ventas sin ordenadores, sin programas, sin proyector y sin fotocopias en color: solo nosotros, nuestro cliente, una gran pizarra blanca y muchas ideas bien enfocadas. g2000-clave servilleta CTP.indd 15 26/03/10 10:18 16 1 Tu MunDo en un A seRviLLeTADe dónde vino todo esto: el desayuno inglés (también conocido por: «Cómo el pensamiento visual salvó mi beicon» ) Cuando hace un momento le pedí que tratara de pensar en el problema empresarial más desa- fiante posible, yo mismo estaba pensando en cierto desafío al que me enfrenté hace varios años, un incidente que me llevó a empezar a pensar en detalle acerca de todas las cosas que encontrará en este libro. Tal vez usted haya estado en una situación semejante: que le pidan en el último momento que reemplace a un colega que por alguna razón no puede cumplir un compromiso, y usted dice que sí, apenas antes de darse cuenta de que acaba de empezar la peor pesadilla. En el caso que nos concierne, mi colega tuvo que ausentarse debido a una emergencia de salud y me imploró que lo reemplazara y diera una charla que él tenía que ofrecer al día siguiente. Dije que sí, y luego me enteré de que la conferencia era en Sheffield, Inglaterra (estábamos en Nueva York) ante un público conformado por expertos en educación que habían sido nombrados por Tony Blair, entonces recién Primer Ministro de Gran Bretaña. Mi colega no especificó el tema de la charla —algo sobre Internet— o dónde tenía escondido el material (si es que lo había). Así que la mañana siguiente me encontré en un tren que partía de la estación londinense de St. Pancras hacia Sheffield, con la somnolencia asociada a un vuelo transatlántico, rodeado de un grupo de colegas británicos a quienes nunca antes había visto, todos los cuales me daban efusivamente las gracias por venir a «aconsejarnos sobre muestras estrategias de venta». ¿ aconsejarnos sobre muestras estrategias de venta? Ni siquiera sabía qué hora era. Sin embargo hice un descubrimiento maravilloso: el desayuno inglés en British Rail. Mientras el tren atravesaba a toda velocidad la región de las Midlands, varios camareros de chaqueta blanca nos servían un festín: huevos revueltos, huevos escalfados, patatas al vapor, patatas fritas, tortillas de pata-ta rayada, morcilla, salchicha blanca, salchicha asada, salsa blanca y Tabasco; pan tostado, panecillos, pan de centeno, postre de arroz; café, té, leche, jugo de naranja, jugo de albaricoque y agua helada. Fue una revelación. g2000-clave servilleta CTP.indd 16 26/03/10 10:18 Tu MunDo en un A seRviLLeTA 1 17Cuando terminé de desayunar, empecé a sentir que formaba de nuevo parte del género humano. Fue entonces cuando Freddie (el líder del grupo de británicos) me pidió que le mostrara mi presenta- ción en PowerPoint. «Espere, ¿mi presentación en PowerPoint?...», pero si yo no tenía una presenta-ción — le expliqué —; ni siquiera estaba seguro de cuál era el tema sobre el que debía hablar. «¿Ah?... el papel que desempeña Internet en la educación en Estados Unidos —me dijo Freddie mientras una expresión de pánico cruzaba su rostro—. ¿Usted sí sabe algo sobre el tema, verdad?», dijo implorante. «La verdad… no», respondí, dándome la vuelta para mirar por la ventana y considerar la mejor forma de saltar del tren. Entonces, otra idea empezó a tomar resolución en el ojo de mi mente, así que saqué un bolígrafo del bolsillo de mi chaqueta y tomé de la mesa un paquete de servilletas. «No sé mucho específicamente sobre sitios educativos en Internet, pero sí sé mucho sobre la creación de sitios en Red orientados hacia las comunicaciones —dije, con el bolígrafo listo sobre la servilleta—. ¿Le puedo mostrar algo que a sus expertos en educación les puede resultar interesante? Tengo una idea.» g2000-clave servilleta CTP.indd 17 26/03/10 10:18 18 1 Tu MunDo en un A seRviLLeTAAntes de que Freddie pudiera responderme, ya mi bolígrafo se movía. Y esto fue lo que dibujé: un círculo con la palabra «marca» en el centro. «Verás, Freddie —le dije —. Hoy en día muchas personas están muy confundidas sobre cómo crear un sitio útil en la Red, y me imagino que lo mismo le ocurre a nuestro público de hoy. Sin em- bargo, según mi análisis, sólo hay tres cosas por las cuales nos debemos preocupar. La primera es la marca en sí misma. Las otras dos son contenido y función —dibujé otros dos círculos y los rotulé apropiadamente y luego continué—. Si podemos determinar qué poner en esos tres círculos, entonces MARCA MARCA C on T eni D o F un C i Ó n g2000-clave servilleta CTP.indd 18 26/03/10 10:18 Tu MunDo en un A seRviLLeTA 1 19podemos construir cualquier sitio en la Red para atender a cualquier público, incluyendo a los educa- dores que usted tiene. »El asunto es cómo saber qué deben contener estos tres círculos. La respuesta es esta —dibujé una carita feliz al lado de cada círculo y escribí una frase corta para cada una—. Lo que la gente quiere HACER (o lo que queremos que hagan) determina la función; lo que las personas quieren SABER (o lo que nosotros queremos que sepan) determina el contenido ; y lo que queremos que RECUERDEN determina la marca. »Podemos determinar estas cosas mediante la visión empresarial de nuestro cliente, estudios de mercado e investigación educativa básica. No tenemos que contar con todas las respuestas hoy; lo clave de este dibujo es que nos da un buen punto de comienzo para saber quién y qué debemos estar buscando.» Luego dibujé otras tres caritas felices y escribí las respectivas leyendas, y esta vez conecté los tres círculos. «Si nuestra investigación nos indica qué poner en esos tres círculos, entonces será nuestro propio equipo asignado al sitio en la Red quien lo creará. Nuestros ingenieros construyen los componentes funcionales; nuestros redactores definen, escriben y editan el contenido; y nuestros dise-ñadores crean una experiencia memorable. » MARCA C on T eni D o F un C i Ó n¿Qué ReCoRDARÁn las personas? ¿Qué quieren s AB e R las personas?¿Qué quieren HAC e R las personas? g2000-clave servilleta CTP.indd 19 26/03/10 10:18 20 1 Tu MunDo en un A seRviLLeTA MARCA C on T eni D o F un C i Ó nFunCiÓn C on T eni D o P e R son A sMARCA¿Qué ReCoRDARÁn las personas? Todo lo que necesitamos saber para crear un sitio educativo en la Red ¿Qué quieren s AB e R las personas?¿Qué quieren HAC e R las personas?Diseñador e scritori ngeniero«Parece simple, pero es más o menos todo.» Luego resumí la servilleta con un título y una clave. MARCA C on T eni D o F un C i Ó n¿Qué ReCoRDARÁn las personas? ¿Qué quieren s AB e R las personas?¿Qué quieren HAC e R las personas?Diseñador e scritor i ngeniero g2000-clave servilleta CTP.indd 20 26/03/10 10:18 Tu MunDo en un A seRviLLeTA 1 21«¿Qué le parece, Freddie? ¿Podré enganchar a mi audiencia con algo así?» Mi servilleta distaba mucho de ser bella, pero me pareció clara, completa y comprensible; y por simple que fuera, me daba cerca de una docena de puntos de comienzo sobre los cuales hablar en detalle en relación casi con todos los aspectos de la creación de un sitio útil en la Red. Freddie me arrebató de las manos la servilleta. «¡Brillante! ¡Eso no es una parte de nuestra presentación, es todo! Piense a quién le estamos hablando —explicó Freddie—. Nuestro público está compuesto de burócratas del gobierno con un alto nivel educativo, y para todos Internet es asunto nuevo. Se va a invertir una buena cantidad de dinero público en su proyecto educativo en línea, y sus cabezas están en juego. Su mayor preocupación es que haya una marco sólido bajo sus pies que les de confianza y les permita avanzar. Su servilleta provee la estructura que están buscando. Es perfecto —Freddie se echó hacia atrás y me miró—, ¿pero cree que logrará hablar sobre esto durante cuarenta y cinco minutos?» «Pronto lo sabremos», le respondí.Resulta que en la Universidad de Sheffield los salones para conferencias tienen las pizarras más grandes que he visto. Así que dibujé paso a paso la servilleta ante un público de 50 expertos y analicé con ellos los dibujos, como había hecho con Freddie durante el desayuno. No solo debatimos el tema durante 45 minutos; disfrutaron tanto el proceso que terminamos hablando durante casi dos horas. El equipo de Freddie se ganó el contrato, y así empezó el proyecto de mayor duración de la oficina de Londres. ¿Y yo? Compartir esta simple servilleta en ese pomposo recinto universitario fue mi momento de revelación sobre el poder de los dibujos. Pensé en todos los problemas que ese sencillo esquema dibujado en una servilleta había ayudado a resolver: en primer lugar, por el simple hecho de dibujarlo yo había aclarado en mi propia mente una idea anteriormente difusa. En segundo lugar, logré crear el dibujo prácticamente al instante, sin tener que valerme de apoyos tecnológicos más allá de un papel y un bolígrafo. En tercer lugar, pude compartir el dibujo de una manera abierta que motivó al público a hacer observaciones y que inspiró un debate. Finalmente, hablar directamente a partir del dibujo significó que me pude concentrar en cualquier tema sin tener que depender de una nota, un esquema de puntos principales o un guión escrito. g2000-clave servilleta CTP.indd 21 26/03/10 10:18 22 1 Tu MunDo en un A seRviLLeTALa lección me quedó clara. Podemos utilizar la simplicidad y la inmediatez de los dibujos para descubrir y aclarar nuestras propias ideas, utilizar esos mismos dibujos para aclararles nuestras ideas a otras personas y ayudarles a descubrir cosas nuevas, por sí mismos, durante la marcha. Después del éxito revelador de ese desayuno inglés, regresé a casa inspirado para aprender todo lo posible sobre el uso de dibujos como parte de un enfoque hacia la solución de problemas. De vuelta a Nueva York, concentré mi atención en ver hasta dónde podía sacarle provecho al uso de las imágenes para descubrir, desarrollar y compartir ideas relacionadas con los negocios. Leí todo lo que pude encontrar sobre la visualización en los negocios, asistí a talleres dirigidos por gurús en el tema de visualizar información y busqué y recopilé todas las explicaciones visuales que encontré en los medios especializados en negocios. Dos cosas me sorprendieron. En primer lugar, quedé sacudido al darme cuenta cuán escaso era el material disponible sobre el asunto del pensamiento visual como enfoque para solucionar problemas —y al constatar qué poco se ofrecía en cuanto a indicaciones prácticas para el mundo cotidiano de los negocios— y en segundo lugar, lo que inicialmente parecían ser una serie de materiales locamente diversos, en realidad encubrían una pequeña serie de temas comunes. Este último punto me resultó especialmente atractivo. Si el pensamiento visual se podía dividir de manera útil en una serie de herra-mientas comunes, quizá se podría convertir en una manera reconocida de afrontar toda clase de retos empresariales, desde el descubrimiento de ideas hasta el desarrollo del concepto, las comunicaciones y las ventas. También me di cuenta de que la mejor manera de someter a prueba estas herramientas comunes era ponerlas en práctica en trabajos de consultoría y ventas en el mundo real de los negocios. Así que desde ese momento decidí que siempre que en el transcurso de mi trabajo pudiera utilizar un dibujo, lo haría. El resto de este libro cuenta lo que ocurrió después. g2000-clave servilleta CTP.indd 22 26/03/10 10:18"
}