{
  "title": "venderexito",
  "source": "Libros/venderexito.pdf",
  "content": "Referencia: ecobachillerato.com CÓMO VENDER POR TELÉFONO CON ÉXITO BEATRIZ GIMENO MOROS LUNES Lo primero de todo tenemos que controlar algunos factores; tanto positivos como negativos. Primero nos hemos de enfrentar a los negativ os, ya que vender no tiene una imagen de color de rosa. Si el contacto comercial, sea en persona o sea por teléfono, no es adecuada, entonces puede molestar fácilmente a la otra persona. CARACTERÍSTICAS DE UNA MALA VENTA • No estar preparada u organizada. • No estar en las necesidades de los clientes. • No ser clara o estar mal estructurada. • No estar dirigida a un individuo. • Ser introspectiva y estar centrada sola mente en lo que quiere el vendedor. CARACTERÍSTICAS DE UNA BUENA VENTA • Ser un buen vendedor implica preparación. • Estar centrado en el clie nte y no ser introspectivo. • Que la venta sea aceptable; es de cir lo que los clientes quieren. • Que sea persuasiva; lo que los vendedores quieren. • Que sea considerable precisamente. La venta se ha de entender como una ma nera de ayudar a las personas a comprar, entonces un contacto orientado a los clientes obtiene sentido. LAS VENTAJAS DE LA VENTA TELEFÓNICA Una mayor productividad de venta: Esto describe la efectividad-coste de la venta. Relaciona dos factores concretos: • El coste • El tiempo. • El vendedor tiene mucha menos eficacia vend iendo si tiene que ir de casa en casa vendiendo un producto; ya que pierde tiempo en trasladarse de un sitio a otro. En cambio por teléfono no le ocurre ese problema. Con las ventas personale s; es decir ir de casa en casa al día podría hacer 3 o 4 dados todos los factores que le condicionan por otro lado con la venta telefónica puede llega r a realizar 20 o hast a incluso 50 ventas. MARTES CREAR UNA OPORTUNIDAD Si somos realistas, no va a encontrar a much a gente preparada para decirle a todo que sí y hablar con usted detenidament e. En la mayoría de los casos la respuesta del cliente va a ser que le cuelgue o que le diga que no le interesa o no tiene tiem po. Por eso tiene que utilizar solo unos minutos de forma eficaz. CREAR UNA ACEPTABILIDAD EN LOS CLIENTES: No hay ninguna forma de saber lo que está sucediendo al otro lado de la línea cuando realiza la llamada por eso tenemos que tene r en cuenta tres maneras de afrontar un problema: • elegir el momento adecuado. • Comprobar que el tiempo sea conveniente. • Destacar la adecuación del medio telefónico. • Cuéntele cómo y por qué funcionara el producto que le está vendiendo. • Ofrézcale información adicional de otro modo. • Deje claras sus intenciones. FIJAR Y UTILIZAR LOS OBJETIVOS La venta telefónica consiste en algo más que hablar del producto y es realmente cierto que como se dice “ Si no sabe a donde se está dirigiendo todos los caminos valen” OBJETIVOS: • Específicos • Medibles. • Alcanzables • Realistas • Temporales Una llamada comercial tiene que ser directa. No puede avanzar decididamente sino sabe adónde dirigirse. Los objetivos claros son el destino y el tipo de llamada que realice debería estar guiada por el propósito que le ayudará a conseguirlos. CONOCIMIENTOS DEL PRODUCTO Tener éxito en las compras signifi ca que conoce bien el producto. • Su propio conocimiento • La documentación (folletos, propaganda, etc..) • Pantallas de ordenador. • Los colegas • El propio producto. MIÉRCOLES LAS NORMAS BÁSICAS DE LA COMUNICACIÓN TELEFÓNICA • Responder rápidamente ; todo lo demás es sinónimo de ineficacia. Cuatro señales es lo que parece más recomendable. • Identificarse ; no suele ser suficiente decir sólo su nombre. En la mayoría de los casos, tiene que realizar también una descripción del departamento o más funcional. Y el nombre completo parece más adecuado. • Sostener el teléfono correctamente ; puede parecer obvio, pero realmente le impedirá a escuchar bien si tiene el auri cular bajo de la ba rbilla o si se le separa un poco mientras está buscando algo. • Decidir quién responde la llamada; idealmente las llamadas de los clientes siempre se deberían responder a la primer a. Si desde el principio la llamada transpira es que usted no de bería ocuparse de ella. • Adoptar la postura correcta; un tono de voz amical y más familiar con los clientes que conoce bien. • Escuchar atentamente; déjele claro al cliente que le está escuchando y le interesa lo que dice. • Ser educado ; Siempre aunque los clientes s ean difíciles es importante mantener algunas cortesías razonables y sólo con la voz en algún momento sin querer puede llegar a ser desagradable. • Vigilar las pausas; a veces es mejor sugerir que le va a volver a llamr que hacer esperar durante un raro al cliente. • Tener en mano la información adecuada ; antes de realizar la llamada tiene que asegurarse que tiene todos los datos necesario e información sobre el producto que va a vender para solucionar las posibles dudas que le surjan al cliente. • Tenga cuidado con los nombres ; anótelos ya que cambiarle el nombre a un persona puede ser muy molesto para ella. • Colgar siempre el último ; • Utilizar un tono de voz positivo . JUEVES CONTROLAR LAS LLAMADAS NUEVAS Hay que tener todo planificado y co ntrolado ya que si lo tenemos: • Superaremos cualquier nerviosismo • Ayuda a la capacidad de presentar rápidamente • Asegura que se establecen objetivos claros. • Previene digresiones inadecuadas durante la llamda • Consigue que la llamada se centre en cliente. • Ayuda a medir el éxito y fomenta las mejoras. La planificación no tiene que ser elaborada. Ya no consiste en el simple esquema de “pensar antes de hablar”. Pu ede permitirse algunas pausas la rgas y extenderse en el pensamiento cuando realiza una llamada Preparación necesaria: • Tenga a mano propaganda sobre el produc to e información sobre el cliente. • Tenga presente el tipo de llamada en que le gustaría, idealmente, particular. • Prepare de antemano respuestas apropiadas. • Piense a través de descripc iones del producto adecuadas. • Anote y esté dispue sto a anticiparlas. • Tenga en mente o haga una lista de preguntas que quiere hacer. • Sea claro sobre adonde qui ere ir y como debería terminar la llamada. PRIMERAS RESPUESTAS -Dar la bienvenida al cliente y conseguir que se sienta cómodo. -Dejar claro que es tá para ayudar. -Crear una sensación de eficacia y de ayuda. VIERNES LLEGAR HASTA LA PERSONA ADECUDA Evidentemente, para acercarse a la pers ona adecuada tiene que saber quien es. Y puede que no lo sepa de antemano. Lo s descubrimientos pueden provenir de averiguaciones anteriores pero también puede n realizarse al princi pio de la llamada. FACTORES CLAVE PARA TRATAR LAS LLAMADAS FRIAS • Llevar bien los primeros momentos. • Establecer intereses • Crear el sentimiento que merece la pena • Superar las objeciones. Es casi seguro que sino hace progresos en los primeros minutos no lo hará nunca. El éxito de las llamadas frías: • Están bien organizadas. • Tienen unos objetivos claros • Están planeadas y son flexibles. • Están centradas en los clientes Centrarse en el cliente es un factor decisivo. Todo lo que haga y diga debe tener una relación con el cliente. Cualquiera evidencia de la llamada que cumpla sólo los intereses de lo que el vendedor quiera va el iminar cualquier oportunidad de éxito. Esto es lo imprescindible para que las llamadas frías merezcan la pena. SÁBADO SER PERSISTENTE Mantenerse en contacto es vital, y esto se aplica del mismo modo, si no más, en los casos en que el cliente se muestra reti cente. La mayoría de vendedores conocerán este sentimiento. Cuando le llaman, es tá ocupado fuera de la ciudad, en una reunión... Esto se repite diversas veces se guidas. LA paranoia les vence rápidamente y empiezan a convencerse de que ese client e les está evitando y quiere terminar con la relación. Si deja pasara mucho tiempo, será terminar con la relación. Si deja pasar mucho de reempezar el siálogo. Este tipo de no acciones se suceden fác ilmente, aunque una de las maneras más sencillas, con mayor coste- efectivo de aumentas las ventanas es simplemente asegurar que esto no ocurre. Mantener el contacto mediante: -Teléfono. -Carta. -Fax. -E-mail. Establecer el nivel de regularidad: • Averigüe a través de los clientes cómo podrán ayudarles las llamadas regulares. • Sugerir, discutir, y acordar el nivel de frecuencia. • Prometer llamadas sólo en ese momento. • Sugerir y acordar a lo que ambas partes tienen que ceñirse en el momento de la llamada • Proporcionarles una estimulación honesta de lo que va a durar la llamada. • Relacionarlo con lo que se te ndrá que hacer a continuación. Factores que hay que inclui r en las llamadas repetidas • Estar preparado y de jar que se note. • Ser agradable. • Iniciar el negocio de la llamada y tener como objetivo terminarla. • Aclarar los detalles administrativos. • Concluir adecuadamente. DOMINGO MEJORAR LA PRODUCTIVIDAD DE LAS VENTAS Como el resto de personas los trabajador es del campo del comercio sólo tienen un tiempo limitado. LA manera como organizar el tiempo influye directamente en el éxito de las ventas; es decir cuantas más citas tienen más posibilidades tienen de obtener pedidos. Deben decidir: • A quien va ver • Cuántas citas pueden asumir • Con cuánta periodicidad se encuentran con las personas que necesitan un se convierten en clientes regulares. LLEGAR HASTA EL ÉXITO La información es poder, y la primera consid eración está relacionada con este aspecto. Tiene que tener en cuenta: - Información sobre el cliente - Información diaria - Información miscelánea adicional REALIZAR LA LLAMADA Siete pasos clave: lo primero es lo primer o. El punto de partida que queda cubierto en los tres primeros puntos es la manera como se abre una conversación. 1. Un saludo Los saludos deberán ser clar os sencillos y adecuados. 2. Identificación Preséntese clara y confiadamente. 3. Indique las razones de la llamada. 4. Pida un tiempo específico. 5. Afrontar las objeciones. 6. Dar las gracias y confirmar. 7. Despedida. En resumen llamar por teléfono para intentar fijar una cita no es el tipo de llamada más fácil de realizar. No quiere que le vean como el “pesado” aunque tiene que conseguir lo que quiere. Sigo pensando de la misma forma que lo ha cía antes de leer el libro. Vender por teléfono no es un trabajo fácil ya que los rece ptores de las llamadas la mayoría de las veces por no decir siempre nunca prestan at ención ya que no es una de las mejores formas comprar por teléfono. Cuantas veces han llamado a casa diciéndonos “Buenos días le llam amos de tal sitio y le quería ofrecer una magnífica oferta...” ¿ Y cu ál es nuestra respuesta? O bien no tengo tiempo, o no me interesa..... o ¿no es asÍ? Pero aun así si queremos realizar ventas por teléfono tenemos que tener en cuenta muchos factores que determinar nuestra relaci ón con el cliente como es el tono de la voz, la educación.... • Claves de la venta telefónica • Crear oportunidades • Recibir llamadas nuevas • Tomar la iniciativa • Desarrollar negocios repetidos • Trabajar con el equipo de venta • Crear una aceptabilidad a los clientes"
}